[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Tome13": {
        "Title": {
          "Namespace": "",
          "Key": "008DCF2C416CE105D24EE8BEDB6F2216",
          "SourceString": "ARCHIVE_Journal_Tome13_TITLE",
          "LocalizedString": "@#ARCHIVE_Journal_Tome13_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "Tome13_01",
            "Title": {
              "Namespace": "",
              "Key": "7BD376334FD4DCE1E3DDB98A18D58C0F",
              "SourceString": "ARCHIVE_Journal_Tome13_GhostFace_TITLE",
              "LocalizedString": "Beneath the Mask"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "555367924E23023F8E552FA46142D405",
              "SourceString": "ARCHIVE_Journal_Tome13_GhostFace_SUBTITLE",
              "LocalizedString": "Memories: Danny Johnson"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9E6821AE4432FD96004890A4CCD973D6",
                  "SourceString": "ARC_Tome13_GHOSTFACE_01_TITLE",
                  "LocalizedString": "MEMORY 708 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "43CC118443EE79D930D3B9A1FCBACA1C",
                  "SourceString": "ARC_Tome13_GHOSTFACE_01_ENTRY",
                  "LocalizedString": "Horror stories. They’ve fascinated Danny since he was a kid. His father told the best horror stories, and those stories always gave him what no other story could: a greater appreciation for his life. The vivid words. The creepy sounds. The perfectly designed dramatic pauses that made him suddenly conscious of the pounding heartbeat in his ears. Wanting the story to continue and stop at the same time. Uncomfortable. Unsettled. Yet, captivated. And then—  \n\nThe climax!  \n\nAnd the rush of adrenaline that followed.  \n\nBut the adrenaline wasn’t what he enjoyed the most. No. It was something else. It was… he wasn’t sure what it was… He didn’t want to save the world, or win the Olympics, or travel to a foreign country to see something new and exotic. He just wanted the horror to end. He wanted his life back.  \n\nThe scarier the story the more he appreciated his life. And to know that his father’s stories were true doubled that feeling. Doubled the spell the story had on him. The truth of those stories made them far more potent than those dark fantasies that came from the imagination. His father’s stories were real and that made them scarier.  \n\nMuch scarier.  \n\nHis father wanted him to design stories just like he did. Follow his path. Hunt and murder human beings in the shadows.  \n\nAnd he did.  \n\nJust not in the way his father had intended.  \n\nAnd now Danny designs better stories. Much better stories. Better because of the setting. Because they could happen anywhere, unlike his father’s stories which took place in what experts called ‘abnormal circumstances’ where scary and gruesome stories were expected.  \n\nHis settings made the horror all the more unique.  \n\nAll the more unexpected.  \n\nAnd now, as Danny sits on his couch in his air-conditioned studio apartment, he feels the sudden need to design another story. And so he reaches for a yellow legal pad sitting on a coffee table and sifts through the contents searching for potential victims.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0C688F6149D41BB9E912B4B36E52BC22",
                  "SourceString": "ARC_Tome13_GHOSTFACE_02_TITLE",
                  "LocalizedString": "MEMORY 709 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "582E5F0D4E1B15064A038DB3DE00F176",
                  "SourceString": "ARC_Tome13_GHOSTFACE_02_ENTRY",
                  "LocalizedString": "Danny goes through the legal pad searching for the perfect profile for his next design. What he’s looking for is the ordinary. The relatable. The perfect victim that will make his readers think and feel it could have been them. Someone who does everything by the book. Someone who doesn’t deserve to die. As if deserve had anything to do with it. He rips out pages, all the candidates with criminal records or those who are too loud in the community. He can’t have his readers confused with hate, revenge, jealously or gang violence. There can be no hiding place for the reader. They need to identify with the victim. They need to be able to see themselves in the story or it fails. It just doesn’t work. And as he searches for his one-size-fits-all profile, his fingers fumble over a name: John Michaels. A person with two first names. Fantastic. He glances over his surveillance notes.  Nine-to-five. Award-winning teacher. Single. Townhouse with a white picket fence. Doesn’t really deserve to die. Perfect.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "73E2B96E42A382A62BC2EDAE34EE2420",
                  "SourceString": "ARC_Tome13_GHOSTFACE_03_TITLE",
                  "LocalizedString": "MEMORY 710 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7EF537C24C303260B3C3D28BC9E56175",
                  "SourceString": "ARC_Tome13_GHOSTFACE_03_ENTRY",
                  "LocalizedString": "John Michaels. A perfect name for the next chapter in his book. Every John and Michael will consciously or unconsciously be drawn to the headline. The name itself will attract a sizeable audience. And the story will grip them in the talons of fear, only to release them at the very end. Horror heaped on horror until at the end they’re begging for release—begging for their lives back. He laughs to himself as he watches John exit the community college where he teaches anthropology. He took a class in anthropology once. And he remembers the heated debates with his teacher who tried to make him believe in this ridiculous theory of the homo sapiens—that humanity was intrinsically curious and intelligent species that evolved toward peace and prosperity with its many civilizations and achievements.  \n\nDanny argued the opposite. He argued humans were intrinsic killers—killers that evolved to enslave, acquire, destroy and eventually self-destruct. That the achievements and the civilizations were tools for blood. That the mask of civilization was a façade, a farce, an elaborate design to hide the true face of humanity—the bloody face of horror, as he often liked to call it. The bloody face of horror always found a way to break through the mask. Always. The more we contained and hid the truth, the stronger and more creative it got in breaking free. As if it had a life of its own. A need of its own.  \n\nThey were fun debates. His teacher cited the golden age of prosperity at the turn of the century and Danny countered with World War One. His teacher talked about the advent of electricity, and Danny talked about the electric chair and the electrocution of an elephant at a festival. His teacher raved about tractors and the Green Revolution, and he raved about tanks and Agent Orange. His teacher pointed to the airplane and all the great opportunities flight brought humanity. And Danny pointed to the bombs. And that was the end of the argument.  \n\nAll that curiosity and inventiveness paid for in blood and used to shed even more blood.  \n\nHis teacher called these extreme situations. Abnormal situations. Misuse of human ingenuity. But Danny wasn’t convinced. Danny claimed there were more abnormal than normal situations in any given century including the twentieth century.  \n\nEspecially the twentieth century.  \n\nThe twentieth century saw great advances in knowledge and technology but not wisdom.  \n\nNever wisdom.  \n\nWisdom always came last if it came at all.  \n\nTen years of blood for every day of peace. That’s what his old man said almost every dawn when he’d drop a penny on his bed to check if it was made properly. Stern as steel. Hard as a rock. Crazy as a loon. But not wrong. Definitely, not wrong.   "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "EA2C6E3F4BE47516517FA7B2B2ECDB8F",
                  "SourceString": "ARC_Tome13_GHOSTFACE_04_TITLE",
                  "LocalizedString": "MEMORY 711 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "030700D8483CC7625F8E7EB5BAE3179F",
                  "SourceString": "ARC_Tome13_GHOSTFACE_04_ENTRY",
                  "LocalizedString": "Danny wakes up in his black sedan covered in sweat. He dozed off and that’s not like him. It’s the broken air conditioner and humidity making him groggy. He opens his heavy eyelids and cranes his sticky neck to see John through the living room window getting his horror fix from the late-hour news. Mass fear stimulating the adrenaline glands and slowly becoming relief and appreciation for abnormal, day-to-day, civilized living. Ten horror stories for every one feel-good story. That was the media ratio, and the secret to growing an audience and running a successful news business with paying advertisers.   \n\nJohn suddenly jerks to his feet.  \n\nDanny figures he lost reception, again as he observes John approach the TV. He fiddles with two long antennas, smacks the side of the story-box, then sits back down and sips on a warm glass of milk as he takes in the horrors of the world in the safety and security of his home.  \n\nDanny makes a note on his yellow pad about the TV. He could probably use it in his final design along with the refrigerator. As he considers the possibilities of building tension, a bead of sweat drips off his nose and splats on the pen. He wipes his face with his arm wishing he had the money to repair his air conditioner. Then he realizes he’ll complete his design soon, and his story, and with his story a paycheck. But the important thing is to not rush the design or miss out on the opportunities he knows time and patience will bring his dark imagination.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "69C8DBE544ADC4A94547E8AFAF32F75C",
                  "SourceString": "ARC_Tome13_GHOSTFACE_05_TITLE",
                  "LocalizedString": "MEMORY 712 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "DF7A6684404B4ACC0531EB90FDF035B3",
                  "SourceString": "ARC_Tome13_GHOSTFACE_05_ENTRY",
                  "LocalizedString": "Danny knows John’s routine by heart now. Several days of reconnaissance and he’s an authority on the character and setting of his next design. He’ll start with the refrigerator door. The warning chime will sound in exactly three minutes to wake John up. He’ll slump down the stairs, close the door and quickly return to sleep, still thinking about the poor, unsuspecting bastard that was crushed to death by the escalator in the Roseville Mall. A perfect story to help John fall asleep, counting his lucky stars that it wasn’t him. That he’s still alive. And yet, completely oblivious to the fact that those are the last of his stars and that he will be tomorrow’s bedtime story. \n\nJust as John tries to fall asleep Danny will open the refrigerator door, again. And again, John will return to the kitchen. He’ll close it. But this time he’ll wait a few minutes just to make absolutely sure it’s really, really closed. Then he’ll return to bed somewhat satisfied that he won’t be disturbed anymore. \n\nDanny will let some time pass. Then he’ll open the door again, and when John returns to the kitchen, he’ll be in the living room to turn on the TV. This is precisely when John will wonder if there’s an intruder in his home. He may even suspect— \n\nThe Ghost of Roseville. \n\nThe Ghost Face. \n\nThe Legend. \n\nJohn will rush to the phone only to discover a severed cord. At that precise moment, he’ll leap out of the shadows like a panther in the night and trigger the first and final scream of John Michaels— \n\nThe most upstanding citizen of Roseville and the most undeserving of such a grisly and unprovoked death. \n\nIt’s perfect. \n\nIn the hot and humid sedan Danny visualizes slipping the knife through John’s neck and severing the tongue mid-scream—freezing his face in wide, gaping terror. He knows if he visualizes the kill several times it will improve his odds at success. His father taught him that. Taught him to visualize every beat of the design. He assured him it was what made him a medal-winning hunter of human beings. The thing they don’t teach you in killing school. \n\nDanny visualizes the design once more. Then he opens his eyes and exits the car, moving through the shadows toward the back door of the picture-perfect house. He glides past the fence and scans the backyard for a moment. Then he lifts and fiddles with the glass door until he hears a click. Carefully, he slides the door open and enters the air-conditioned home. \n\nHe takes a moment to cool down in the narrow hallway. Then he moves toward the dark kitchen, slowly opening the refrigerator door and enjoying a nice cool waft of air in the process. A soft beam of warm, yellow light illuminates the floor and the small round breakfast table beside him. \n\nEverything is going as planned. But then, as Danny turns, something in his peripheral catches his eye. Gives him pause. He tilts his head slightly, narrows his gaze and pulls off his mask to make sure he’s seeing what he thinks he’s seeing. As he takes in the horror spread across the table, his face freezes in a silent scream. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8BF3ECA84B3089A1733A82B918DE2C4C",
                  "SourceString": "ARC_Tome13_GHOSTFACE_06_TITLE",
                  "LocalizedString": "MEMORY 713 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "859944B84705E0B1352654B6BCE9B741",
                  "SourceString": "ARC_Tome13_GHOSTFACE_06_ENTRY",
                  "LocalizedString": "Danny closes his mouth and reaches out to a small, underground newspaper. He lifts the front page of ‘The Urban Farce’ and examines a caricature of his legend based on police descriptions taken from an intoxicated witness he had deliberately spared during his last design. He wants to slowly build an image in the imaginations of his readers and now…  \n\n…Now a bunch of idiots were making a complete joke of his creation with parody. With god damn parody! The worst genre that ever existed. A bloated parasite that fed off the creations of others!    \n\nHow dare they make a joke of his life’s work!  \n\nDanny breathes hard and tries to compose himself. He realizes he can’t go through with tonight’s design. Too many emotions swirling around, undermining his focus. Anger. Hate. Humiliation. Disbelief. Everything feels hazy. Hazy and emotional like his first design.  \n\nThose were different circumstances. But his first design taught him how emotion can undermine even the best design. He quickly turns to close the refrigerator door, but he’s already too late and—  \n\nA piercing chime sounds through the small house.  \n\nShit!  \n\nDanny quickly retreats into the darkness of the pantry leaving the door slightly ajar.   \n\nWithin moments, John enters the kitchen yawning. He stands before the refrigerator scratching his head, confused. He yawns, again, and stares at leftovers, contemplating a little midnight snack. Then, mumbling something incoherent to himself, he closes the refrigerator door leaving them in the shadows.  \n\nHe should leave now. Go back to bed. But— \n\nJohn doesn’t leave.  \n\nHe just stands there as though sensing something’s amiss.  \n\nDanny can see John’s silhouette through the slight opening. It seems like John is approaching him, but he can’t be sure.  His heart pounds in his throat. His blood boils through his veins. He feels weak, light-headed, almost like he’s going to faint. This can’t be happening.  \n\nHe doesn’t just kill.  \n\nHe designs.  \n\nA dark shadow approaches the pantry.  \n\nDanny gathers himself and prepares to lunge with his knife. But he knows— \n\nIt’s all wrong! Raw and primal and about something else.  \n\nPlease… don’t open that fuckin' door. Please…  \n\nDanny holds his breath and waits for the inevitable.   "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "670BBC984569CA62996E8F974142299E",
                  "SourceString": "ARC_Tome13_GHOSTFACE_07_TITLE",
                  "LocalizedString": "MEMORY 714 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5713812440CC4609A571488C2D9631E5",
                  "SourceString": "ARC_Tome13_GHOSTFACE_07_ENTRY",
                  "LocalizedString": "John Michaels must have had at least one more lucky star that night. Had John opened that pantry door Danny would have had no choice but to end his days as an awe-inspiring teacher. But he didn’t, and he gave Danny a chance to escape with The Urban Farce.  \n\nNow Danny stares through binoculars at the post office waiting for the editors or artists to show up. He needs to act fast and put a stop to this overt assault on his image. Parody. It had to be parody. God damn parody. The artist took a few vague statements about a ghost-like figure with a gaping mouth and turned those perfectly crafted statements into a joke. An absolute joke. Now, more than ever, he realizes that he’ll have to get a proper likeness of his terrifying mask out to the public before everything he’s worked toward is undone by a caricature.  \n\nAnd what if this parody is all that people remember? \n\nWon’t happen. I’ve collected them all.  \n\nHe turns to a massive stack of newspapers in the back seat of his car. He must have spent the entire night collecting every single copy of The Urban Farce from phone booths around the neighborhood.  \n\nHe scrunches his fist into a ball, sighs heavily and doesn’t understand the humor. There’s nothing funny about what he does. He provides a kind of misunderstood therapy for those suffering from the madness of suburban living. He makes the citizens of Roseville feel good about their monotonous lives. He gives them respite and relief. He protects the mask of civilization with his mask, and they’re laughing at that. Just like they laughed at his father when he returned.  \n\nHe grinds his teeth.  \n\nOnly trust fund idiots trying to be rebellious would publish this kind of shit.  \n\nA person enters the post office. Danny tracks him with the binoculars to box—  \n\n19. \n\nNot the publisher.   \n\nHe then follows another man to box—  \n\n7. \n\nHim neither.   \n\nAnd yet another man accesses box— \n\n15.  \n\nHe lowers the binoculars and calms his humiliated heart. He regards the newspaper one more time. Letters to the editor. He scans the address and notes the PO Box.  Then he looks up and suddenly spots a young man walking into the post office. He tracks his movement past the desk to box— \n\n13.  \n\nBingo!  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "089FBB34469E175E90BEB5B8E8630D75",
                  "SourceString": "ARC_Tome13_GHOSTFACE_08_TITLE",
                  "LocalizedString": "MEMORY 715 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "8F7907434232B1BFA57B159A736CF8A1",
                  "SourceString": "ARC_Tome13_GHOSTFACE_08_ENTRY",
                  "LocalizedString": "10:03 PM. Danny sits in his car watching the three stooges lock up the Roseville Coliseum. That’s what he calls them stooges. All of them—Tom, Pete, and Bradley—college dropouts working for Tom’s dad at the Coliseum. They’ll sweep the floor, take inventory, hang out in the staff room and work on their garbage newspaper, using dad’s photocopier. Then they’ll finish the night with one or two beers and a quick round of laser tag. Spoiled little shits with nothing better to do with their lives than drink and debate movies and distract their peanut brains with arcades and laser tag. But still—  \n\nHe’s grateful for their names.  \n\nPerfect names.  \n\nThey’re the kind of names you’d expect in a blockbuster. A ridiculous story where Tom, Pete, and Bradley enter an ‘extreme situation’ to kill all the badies only to return home without a scratch.  \n\nWithout a goddamn scratch.  \n\nAgainst technologically superior enemy.  \n\nNow that would be parody if it weren’t propaganda.  \n\nThe kind of propaganda that convinces all the Toms and Petes and Brads to sign up to kill human beings. The kind of story his dad hated because of how much he respected the actual badies who hunted him for all those years. The true story is—  \n\nPete and Bradley don’t come back home.  \n\nThey die.  \n\nHorrible deaths.  \n\nAnd Tom has to return to a suburban town that no longer accepts him because he sees right through the mask and it just doesn’t fit him anymore. And because it doesn’t fit anymore, they’ll sweep him under the rug of civilization and try to forget him because of the truth he represents. And Tom will stare at the perfectly manicured lawns and the white picket fences and know. And always know— \n\nIt’s all a façade. \n\nDanny watches the laughing, intoxicated three stooges enter the staff room.  \n\nGo ahead, laugh. You’ll soon realize what happens when you cross lines that shouldn’t be crossed.  \n\nDanny feels acid rising up his throat. He tells himself he will soon have the last laugh. The challenge of this design is to overcome his bubbling rage. And he feels he’s almost ready. He just has to go through the Coliseum and search for the most ideal place for the perfect scream. For now, he’s leaning toward the staff room, but he knows that might change once he’s actually walked the space.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "31A9CACC462907958AE14BB18E607D80",
                  "SourceString": "ARC_Tome13_GHOSTFACE_09_TITLE",
                  "LocalizedString": "MEMORY 716 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "4F38DF97465198DDE5ADA09B4F739A10",
                  "SourceString": "ARC_Tome13_GHOSTFACE_09_ENTRY",
                  "LocalizedString": "10:04 PM. Tom, Pete and Bradley lock up a minute later than usual. Danny stands in the shadows away from the bright street lights, observing them through a glass door. When they disappear into the staff room, he puts on his beloved, bone-white mask and prepares for his first walk through of the setting. He’ll walk through the Coliseum at least two more times before he finalizes the design, allowing his ideas to work themselves out. \n\nTime to incubate is the secret to any great design. \n\nAnd it’s the phase he knows not to rush. It’s the most important phase. Everything else is just execution. \n\nDanny laughs at his pun as he glides through the darkness toward the exit door. How often did he have issues with his design only to be struck by inspiration in the middle of the night? He knows now that if he has any creative blocks he just has to sleep on it. There’s something about sleep that polishes every design. \n\nNow Danny opens the exit door which he tinkered with earlier in the day. Stealthily, he enters the arcade, gliding past the small concessions booth toward the growing sound of a debate. He hides near the staff room where he hears the loud and obnoxious stooges argue over horror movies and killers. \n\nDanny suddenly feels the blood rushing up his neck as they get everything wrong. Idiots poking fun at something they don’t understand, or, at best, think they understand. Idiots criticizing some of the greatest designs and spewing vitriol about how they could have done better. So much better. Tom even suggests that they should work together to create a design of their own. Give Roseville something to be really scared of. \n\nDanny clenches a fist and wants to rush inside the staff room and rip their heads off. He takes a moment to calm himself. In a week or so he’ll have his moment with these arrogant idiots. The intellectual masturbation of those who shout from the sidelines and wonder what it’s like to actually step into the ring. They exist in every creative field. He knows that, and laughs at himself for actually letting them get in his head. He’d actually love to see the stooges attempt their own design. They would fumble and fuck up every beat up to the very climax. He almost wants to spare them just to see what they’d end up doing. \n\nAlmost. \n\nDanny regards his watch. One minute more. He counts the seconds as they complain and spew hot air about the perfect design and how they alone could execute it. The boasting and bravado fades and is quickly replaced with rock-and-roll blasting on the Coliseum speakers. \n\nWith quick steps, Danny retreats behind a beeping arcade as the idiots spill out of the staff room and enter the laser tag arena for a quick fix of adrenaline. He quietly steps out of the shadows and counts ten paces to the staff room. He has exactly twenty-two minutes before their game ends. \n\nHe opens the door and enters the tiny room but unexpectedly gags when he’s hit with the foul stench of stale beer, rancid coffee, and twisted cigarette butts in dirty ashtrays. He turns to his side slightly, and his eyes suddenly go wide beneath the mask. \n\nWhat the fuck! \n\nHis heart thunders in his ears as he stares at a yellowing wall covered with caricatures of his favorite killers throughout history. His face tenses. He grinds his molars and tries to suppress the thing beneath the mask. He needs to take a moment, compose himself, and walk away. \n\nDon’t look at it. Just don’t look at it… \n\nBut he can’t help himself. You don’t laugh at legends… \n\nHe reaches out and touches a caricature of the one they called The Miner. You don’t laugh at legends… His mouth gapes open. His lips tremble. He hasn’t felt like this in years. \n\nYou don’t! Laugh! At legends! \n\nHe tries to turn away but his feet are blocks of cement. He feels prickles all over his body as blood courses violently through his veins and something contained begins to stir. \n\nHe closes his eyes and counts to ten. He hasn’t improvised since his first design and that didn’t go very well. He has to find his center. \n\nWalk away. \n\nJust walk away. \n\nFor the design. \n\nHe stares up at the wall of parody and takes a deep breath. He closes his eyes and counts down from ten. Then he opens his eyes to see all the warped and ridiculous faces laughing at him. \n\nHe wants to ignore them. He wants to walk away. He has to walk away. But something won’t let him. And before he realizes what’s happening the thing contained breaks free. He clenches his fist and smashes it against the wall. \n\nFuck the design! "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "BC7F5A8446F7055BEF4BF29579576A87",
                  "SourceString": "ARC_Tome13_GHOSTFACE_10_TITLE",
                  "LocalizedString": "MEMORY 717 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "70BED64641F29BE470B7F0933D3ED4AD",
                  "SourceString": "ARC_Tome13_GHOSTFACE_10_ENTRY",
                  "LocalizedString": "The last ten minutes are a blur. Everything happened in a flash of emotion. He remembers moments. Brief moments. Turning on the strobe lights. Cranking up the music. Activating the dry ice machine. Hunting the three stooges in slow motion through the cool, misty arena. And now he yanks the gleaming hunter knife out of a pulpy face rendered completely unrecognizable. \n\nShit. I must have stabbed him a hundred times in the head. \n\nDanny narrows his gaze on the face but the strobe light plays tricks on him. Makes the face look like his past victims—the faces changing with every blink of light. \n\nHe shakes his head and stares hard at the face. This is Tom. No. Can’t be. Tom he stabbed in the legs. He’s still alive, groveling about like a worm somewhere. \n\nWhat about Pete? No. Can’t be, Pete. He’s pretty sure he decapitated Pete. It’s not what he intended, but shit happens. He pushed the knife a little too hard. Cut a little too deep. A little too fiercely. \n\nWell, if it isn’t Pete. And it isn’t Tom. It must be Bradley. Good’ol Bradley. He’s confronted with a sudden image of Bradley screaming as he silences him with a blade through the mouth. He nods and sighs. Yeah, it’s Bradley. Definitely, Bradley. \n\nHe stares at the mangled face for a long moment. It’s not as bad as he thought it would be. A little messy, but he can find a way to make this work. \n\nThe last time he improvised a design was with his dad. Bless his soul. He deserved a better design, a much better execution, but he hadn’t realized how much he had bottled up inside. All those training drills and unrealistic expectations to bring back stories and medals pushed him over the edge. \n\nIt just came pouring out one night while camping in a way he hadn’t expected. Happens all the time. Every day. To the best. He just didn’t think it could happen to him. And here it is happening again. \n\nThe music stops for a moment to reveal someone sobbing and screaming for help. \n\nTom. \n\nDanny marches through flashing light and dark, following a trail of warm blood through the maze. Soon the blood leads him to a young man dragging himself across the cement ground, desperately inching toward an exit door. \n\nDanny approaches him menacingly. He kneels before him and stares at him. Despite the air-conditioning he feels sweat drip down his face and drip into the gathering pool of blood. And as he watches the sweat drip off his face, he realizes— \n\nHe isn’t wearing his mask. He touches his warm, bloody face and vaguely remembers removing the mask in the staff room after her ripped down every last caricature. \n\nThat’s because The Ghost Face has nothing to do with this. This is something else. There’s no way he’s crediting The Ghost Face with these clumsy yet incredibly satisfying kills. \n\nTom looks up at Danny. \n\nDanny wipes the sweat and blood off his face. They lock eyes. \n\nNot so funny now, is it? \n\nDanny places his knife in Tom’s hand. \n\nYou know what a copycat is, don’t you? Well, that’s what you are. A failed copycat. A parody of a true killer. \n\nTom tries to attack Danny with the knife. \n\nEasy there, Tom. You might hurt yourself… \n\nTom’s arm falls and splatters in blood, the knife dangling from the fingertips. He struggles to wrap his wet fingers around the hilt and attacks with the knife, hitting air over and over again. \n\nDanny laughs. Politicians will use your story to campaign against beer, rock-and-roll and horror movies. That’s the current angle I’m considering. You like that angle, Tom? \n\nTom gasps and struggles to say something without success. \n\nDanny inches closer. He lowers his voice to a cruel whisper and suggests a potential headline for his next article— \n\nGhost Copycat. Tragedy hits Roseville Coliseum. Employee stabs two of his colleagues to death before suffering a lethal injury. \n\nDanny considers, then offers an alternative version— \n\nJoke taken too far. Tragedy hits Roseville Coliseum. Three employees die in a prank gone horribly wrong after a night of drinking, rock-and-roll and horror movies. \n\nDanny tilts his head slightly. He considers both versions of the story. The drinking, rock-and-roll and horror movies offer a comfortable scapegoat. It gives readers something to point to. \n\nSomething to blame. \n\nA place to hide. \n\nAnd he isn’t sure he wants to give his readers a place to hide with this one. He leans closer to Tom. What do you think? Copycat or bad joke? \n\nTom murmurs something incoherent. \n\nDanny smiles. Sorry, I didn’t really get that. You’re gonna have to speak up, buddy. Take a deep breath… enunciate. Come on… you’re so full of fuckin' opinions… I’m sure you have an opinion on how you’d like to be remembered. \n\nTom writhes desperately and manages to issue one last, gasping scream before dying. \n\nDanny sighs and closes his eyes against the blinking light. He still isn’t sure which angle to take, and it doesn’t really matter, anyway. Either version will do its job and scare the good citizens of Roseville into fastening the mask a little tighter before bed while they count their lucky stars and appreciate their ridiculously insane, suburban lives. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": []
          },
          {
            "VignetteId": "Tome13_02",
            "Title": {
              "Namespace": "",
              "Key": "0815D10B40EF1630C69170BBF9A9296D",
              "SourceString": "ARCHIVE_Journal_Tome13_Mikaela_TITLE",
              "LocalizedString": "And Soon the Fog"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "6182B0B8409AA7387BDAD5BC5AFA63E1",
              "SourceString": "ARCHIVE_Journal_Tome13_Mikaela_SUBTITLE",
              "LocalizedString": "Memories: Mikaela Reid"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "23DBDBBA4214EB95714D2AAF78ACA5E0",
                  "SourceString": "ARC_Tome13_Mikaela_01_TITLE",
                  "LocalizedString": "MEMORY 1306"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "FFA07F314C9B478185AE2188CFC13DE1",
                  "SourceString": "ARC_Tome13_Mikaela_01_ENTRY",
                  "LocalizedString": "Mikaela rubs the back of her neck as she prepares to tell a story. Her face is warm, her throat is tight, and her legs feel like mush. She talks to herself under her breath.  \n\nGet a grip… get a grip…  \n\nBut she can’t get a grip. Every breath, a struggle. Every movement, a jab in the gut. Her heart drums in her ears. Her brain perceives a threat, and her adrenal glands release a sudden surge of hormones. Adrenaline. Cortisol. The drum beats faster as terror paralyzes her. But this fear isn’t physical. She isn’t afraid of being burned alive or thrown off a cliff or dropped in a dark pit of writhing vipers.  \n\nWhat she dreads is standing on stage in front of strangers. \n\nAnd telling them a story. \n\nAsk people their greatest fear and the same one always sits at the top of the list. Public speaking. Why would that be? What makes embarrassment so much more terrifying than dismemberment? \n\nStorytelling is as old as human history and Mikaela knows it’s imbedded in her DNA. It’s how she makes sense of the world. How she makes sense of herself. How she connects with others and communicates her truth. Finding that connection is Mikaela’s addiction.  \n\nShe could write her stories to be read or just let someone else tell them, but Mikaela knows she needs more. Much more. She needs the fear, the adrenaline, the fight-or-flight feeling. But most of all she needs that visceral connection with her audience. So they see what she sees. Believes what she believes. Feels what she feels. Every eye watching her. Hanging on her every word.  \n\nThursdays is open mic night at Moonstone. She told all her friends to come and she doesn’t want to let them down.  \n\nShe doesn’t want to let herself down.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A032AD1E41397523C70DF8995FF8AA6F",
                  "SourceString": "ARC_Tome13_Mikaela_02_TITLE",
                  "LocalizedString": "MEMORY 1307 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7920EB574CF967C26999D09992B9BFB0",
                  "SourceString": "ARC_Tome13_Mikaela_02_ENTRY",
                  "LocalizedString": "Mikaela sits at her kitchen table and tries to write, but nothing’s good enough. Every idea seems vapid. Dull. Stupid. Everything she can think of has already been done. \n\nShe wants to tap into people’s deepest fears. Transport them to another reality. Hypnotize them. Hold them spellbound. \n\nAnd for that she needs a good story. An amazing story. Something that hooks. Something that raises questions the audience needs answered. \n\nBecause standing up in front of her friends is one thing, but strangers is quite another. \n\nHer stomach lurches. She feels nauseous. She wants to purge her angst and that piece of banana bread she had with lunch. She loves coffee, but all that caffeine isn’t helping her anxiety. \n\nWhy would anyone want to listen to her? What does she have to say that anyone would want to hear?  \n\nThat’s why her story has to be perfect. Surprising. Terrifying. Visceral. Shocking. Flawless. Original. And none of her ideas seem good enough. \n\nNot one. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "06BF8FEC439C527CF865C09F5C924DB7",
                  "SourceString": "ARC_Tome13_Mikaela_03_TITLE",
                  "LocalizedString": "MEMORY 1308 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "AD4719A4456165E335D859BA5FBAF92E",
                  "SourceString": "ARC_Tome13_Mikaela_03_ENTRY",
                  "LocalizedString": "Mikaela lets the last patron saunter out of the Moonstone and locks the door. She washes all the mugs and trays and scoops. Cleans and turns off the espresso machine. Wipes out the fridge. Sweeps the floor. She works until she exhausts herself before she sits down to write. \n\nThe fear seizes her almost immediately. Sweat beads on her forehead. Drips down her nose. Lands on the yellow legal pad, smearing the ink.  \n\nIt’s not failure that terrifies her. It’s exile. Banishment. Being driven from the tribe. Isolated. Alone.  \n\nAlone.  \n\nShe arrived at a new school in second grade and didn’t know a soul. She sat alone at lunch and tried to eat her tuna sandwich, but she couldn’t swallow a bite. She had no appetite. Just a lump in her throat. She still remembers that loneliness in her bones. That aloneness is more terrifying than dying. It’s primal.  \n\nShe tried telling a story at the Moonstone before, and it didn’t go as planned. She decided to memorize the story so she wouldn’t have to keep glancing down at her paper. But one look at the audience and she couldn’t remember the first word. She froze and stood there like an idiot. Ten seconds felt like ten minutes and finally she just walked away. She can still feel the heat of embarrassment burning the back her neck.   \n\nWhen Comedians don’t get a laugh they call it dying.   \n\nIt’s worse than dying.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8EDF00F946C39743E90C5AAC6B8D4281",
                  "SourceString": "ARC_Tome13_Mikaela_04_TITLE",
                  "LocalizedString": "MEMORY 1309 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5683F44A4298F348AE48AF888E26960F",
                  "SourceString": "ARC_Tome13_Mikaela_04_ENTRY",
                  "LocalizedString": "Mikaela knows her fear is rooted deep. In a tiny part of her brain called the amygdala. It’s instinct. It’s automatic. But knowing that doesn’t help. \n\nShe has to override that fear. She has to silence all those voices in her head. \n\nAnyone who ever undermined her. Talked down to her. Doubted her. Made her think she wasn’t good enough. \n\nLike her teachers. \n\nLike Mrs. Stenson, her second-grade teacher who didn’t know how to teach dyslexic children and who made her feel shame for every misread or misspelled word. \n\nLike Mr. Brandies, her tenth-grade English teacher who marked up her stories with tons of red ink. Always the red ink. He had so many stupid rules. Don’t repeat words. Don’t split infinitives. Don’t start sentences with conjunctions. Don’t end sentences with a preposition. \n\nDon’t. Don’t. Don’t. \n\nHe was all about how not to do it. \n\nAll about making her doubt her instincts and intuition as a storyteller. All about murdering her joy and killing her creativity with rules that were never even rules in the first place. Rules that made her stories feel unfriendly, contrived, artificial. And she wanted her stories to be the opposite. The exact opposite—friendly, inviting, honest. \n\nMikaela remembers arguing with Brandies often about his so-called rules and how some of the greatest stories ever told started almost every sentence with a conjunction. She even challenged Brandies to show her where his rules came from. And he had nothing to say. Nothing to show her. Nothing official, anyway. Just one literary cookbook contradicting the other. Mikaela figured one teacher long ago taught a preferred style as a set of rules and that misguided class went out into the world propagating stylistic disinformation. \n\nShe remembers one time when Brandies handed back her story. She remembers him leaning over her desk. She remembers that smell. The smell of cheap aftershave fighting a losing battle with his B.O. And she hears his ugly words every time she picks up a pen. \n\nSome people are born writers. You’re not. Don’t worry, it’s not your fault. It’s just who you are. \n\nBut even with all that negativity, she still managed to keep a tiny flame of inspiration alive. A sputtering flame nurtured by all the writers she'd loved. Mary Shelley. Edgar Allan Poe. Shirley Jackson. They didn’t worry about following rules. They just created their characters. Told their stories. Built their worlds. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3B122AD2486741B97DCC05B709617563",
                  "SourceString": "ARC_Tome13_Mikaela_05_TITLE",
                  "LocalizedString": "MEMORY 1310 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "A38C85FA4A96947DF545D19F67F78C3C",
                  "SourceString": "ARC_Tome13_Mikaela_05_ENTRY",
                  "LocalizedString": "Something about the woman keeps others at a distance. Maybe it’s her intensity. Maybe it’s her detachment. Her otherworldliness. \n\nEven in this dark, dangerous place, she seems more connected to the flora. To the trees. The shrubs. The night blooming flowers. The climbing vines. The crickets chirping their night song. The moths drawn to the tiny pockets of light that penetrate the heavy black fog. The rats scurrying through the brush. She can sit for hours watching a spider spin its web. That’s what holds her interest. The living things that somehow continue to thrive in this grim and wicked place. \n\nShe can’t read people the way others can. She can’t look at someone’s face and understand what they’re feeling. The language of human emotion is indecipherable. Her kind, intelligent eyes are framed by big plastic glasses. Her complexion is dark. Her jet black hair a soft, beautiful cloud of tightly coiled curls and braids.  \n\nShe moves through the dark mist and her skin prickles with fear. There are dangers in this place. Predators. Monsters. The stench of death. The sickly sweet aroma of rotten flesh. The air is damp. Cold. \n\nThe crickets suddenly stop chirping. The abrupt silence stops her in her tracks. She waits. Listens. Holds her breath. \n\nA guttural roar rips the air behind her. \n\nWhen she turns, she sees a scarred and misshapen face. A monster wielding a thundering chain saw. Terrified crows bolt from the trees. Mikaela screams along with the woman and awakens with a start, covered in sweat, lying in the dark. \n\nA nightmare. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "DED279804023B06D500630B34B47C010",
                  "SourceString": "ARC_Tome13_Mikaela_06_TITLE",
                  "LocalizedString": "MEMORY 1311 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3E82D10443B5FBC107FD9CB5B8A93FED",
                  "SourceString": "ARC_Tome13_Mikaela_06_ENTRY",
                  "LocalizedString": "An anxiety nightmare. That’s all what it was. Julian seems certain. They drink coffee on the veranda at Moonstone and everything seems normal now. Safe. Sitting in the sunlight sipping a latte.  \n\nSo how come I still feel so scared? It’s like I’m still in it. Like the nightmare never ended. \n\nJulian shrugs. Brains do that. Help us work through our anxieties while we sleep. You’re just afraid to get up on stage and tell your story.  \n\nMikaela sips her coffee. Shakes her head. I don’t even have a story.  \n\nJulian squeezes her hand. You’re making it harder than it has to be. He scrapes back his chair. Stands. You know what you need? You need to know real fear. Bone-chilling, jaw-clenching, gut-wrenching terror.  \n\nJulian is such an idiot sometimes. What do you suggest?  \n\nThe quarry! \n\nBut you know I don’t like heights. \n\nAnd that’s why you need to just shut up and jump! "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "544A2C424089446BF2E0E9B45C5C04D3",
                  "SourceString": "ARC_Tome13_Mikaela_07_TITLE",
                  "LocalizedString": "MEMORY 1312 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "022915A7472CB5183483E4B24BFE2AE2",
                  "SourceString": "ARC_Tome13_Mikaela_07_ENTRY",
                  "LocalizedString": "Fear propels her forward. Running. Her powerful legs pounding as she hurls herself deeper into the dark woods. Shadowy trees appear in the mist as she slaloms between them. Pushing. Pounding.  \n\nWhatever predator pursues her is tenacious. Huge. Powerful. Growling. Snarling. Furious. Relentless.  \n\nIt crashes through the brush behind her, single-minded in its hunger.  \n\nThe woman’s will to survive is impressive. Mikaela both watches her and lives inside of her. Lives in her skin as she runs for her life.  \n\nMikaela has never felt so powerful. So strong. The world moves by in a blur even as the beast behind her closes the distance between them.  \n\nShe bursts through the trees, fog all around as the ground disappears and she tumbles into an abyss.   \n\nPlummeting! \n\nFalling through endless fog! \n\nShe awakens with a start, her bed soaked with sweat, lying in the dark, her heart pounding.  \n\nThe quarry stunt didn’t help.  \n\nNot a bit. \n\nMikaela regains herself. She has had similar nightmares before. But in those dreams her legs felt heavy. Rubbery. Like she was running through molasses. Like she couldn’t get away.  \n\nThis one was different. It felt so vivid. So visceral. She wasn’t herself. She was someone else. Someone named…   \n\nMag… or… Meg…  \n\nShe sighs heavily.  \n\nHer nightmares feel like they might be more than nightmares.  \n\nWindows, maybe, into another reality.  \n\nOr maybe, she’s read one too many comic books.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F62B78F343FEA1F7AF8FAAA9E1880B7E",
                  "SourceString": "ARC_Tome13_Mikaela_08_TITLE",
                  "LocalizedString": "MEMORY 1313 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D22AAFE143C4C6F9B193169A3B14B63B",
                  "SourceString": "ARC_Tome13_Mikaela_08_ENTRY",
                  "LocalizedString": "Julian sits in front of Mikaela at their little kitchen table. You’re running from your fear. \n\nSo why am I someone else? \n\nBecause you’re a writer. \n\nShe shakes her head. No. I’m a storyteller. \n\nWhat’s the difference? \n\nBig difference. \n\nOkay, whatever… You’re a storyteller. And as a storyteller you’re all your characters. You live inside them. They live inside you. That doesn’t mean you’re experiencing another reality. \n\nBut what if I’m not really a storyteller? \n\nYou’re just fishing for a compliment. \n\nNo. I’m serious, maybe I’m just a hack. \n\nMik, come on, take it easy on yourself. You just have to let go. Take a chance. Dive off the edge. Headfirst into that fog you keep talking about. Face that fear and it will no longer chase you. \n\nI don’t think it ever stops. \n\nJulian stands with a laugh. Alright. I’m officially late for work now. \n\nHe rushes out the door. Mikaela finishes her tea, then jumps in the shower. \n\nShe does her best thinking in the shower. And as the hot water pounds her back she thinks about what Julian said. \n\nAre her nightmares messages from her subconscious? Carl Jung believed that our subconscious connects to a collective unconscious that binds every human soul to primal symbols and ancient archetypes. That’s why so many fears and phobias are universal. Why so many cultures have the same stories and mythologies. \n\nHer muscles loosen under the hot spray and she remembers a writing circle where they talked about something called Dejavuism. The idea being that human brains could network with mirror beings on the same wavelength in other dimensions. One guy in the group thought that his inner voice was just another version of himself in a parallel dimension. Others in the circle laughed. She didn’t. She even shared one of her stories based on a recurring nightmare. \n\nThe hot water loses its heat and Mikaela suddenly turns it off just as she’s struck by an epiphany. What if she’s dreaming real things in a sort of multiverse? What if this world made of nightmares is not a plane of existence separate from the daily reality we all experience? What if it’s just one of many realities all existing at the same time. And if there are indeed multiple realities, it occurs to her that every story she creates while asleep or awake might simply be a glimpse into another plane of existence. \n\nMikaela shivers with excitement. Maybe all the stories already exist and are just waiting for her to discover them. Maybe writing should be less about torturing and judging herself and more about opening herself up to the possibilities within the garden of infinity. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3507A72246B16DC6CAA402AF6D1DB770",
                  "SourceString": "ARC_Tome13_Mikaela_09_TITLE",
                  "LocalizedString": "MEMORY 1314 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "516D7BB546D60943575D479ED2331D26",
                  "SourceString": "ARC_Tome13_Mikaela_09_ENTRY",
                  "LocalizedString": "Mikaela goes to sleep eagerly, not fearfully. She’s chasing her nightmares now. Excited to slip inside of them. Thrilled to experience another reality in the infinitude of the multiverse. \n\nA dark castle courtyard. Skewered corpses surround a sobbing man. He’s on his knees in the dirt as a black fog pulls back, revealing even more bloody corpses. He screams a name. \n\nThe screaming man doesn’t wear medieval garb. He wears jeans. A black t-shirt. Running shoes. Mikaela sees others now. Some wear headphones and carry clipboards. \n\nThe stonework is actually painted wood. The ramparts are cardboard. The corpses are manikins decorated to look like the dead. She sees lights. A camera. A sobbing man who’s facing his greatest fear: the loss of someone he deeply loves. Taken by the darkness. Taken by the fog— \n\nAlways the fog. \n\nMikaela awakens with a start, but this time she isn’t gripped by terror. She’s seized by inspiration. She searches her drawer for a piece she started writing years ago. She finds the first draft and re-works it while the images are fresh in her mind. The story pours out of her like she’s taking dictation. Like she’s writing down something that already happened. \n\nBecause it did. \n\nBut when Mikaela reads the story aloud, it still sounds wordy. Prosaic. Clunky. There’s no rhythm. No shape. No build. No vivid moments to perform. There’s something wrong. Something blocking her. And she quickly understands what it is. She still unconsciously follows those rules— \n\nThose suffocating rules that were pounded endlessly into her head throughout her years at school. And now the story doesn’t flow. Doesn’t feel alive. Feels contrived. Heavy. Dead. And why? Because she still hesitates to break rules that were never rules in the first place. \n\nShit! What’s going on with me? Why can’t I do it? \n\nMikaela hurries into the living room and picks up a few of her favorite books. They all break the rules. All of them. Every writer she ever loved. Twain. Faulkner. Dickens. Poe. Brandies would have given them all F's in his class. And she can’t even imagine what he would have done with quippy, young Shakespeare. \n\nShakespeare who was free from the shackles of the mind placed by processed teachers and assembly-line thinking. Shakespeare who was free to create his own rules and words without apology. Who wasn’t worried about what some authority or critic had to say, and they had tons to say. And Mikaela knows his freedom was earned after a terrible bout with depression when his first play flopped and he refused to touch a quill for five years. \n\nFive years! \n\nIt took him five years to mediate on storytelling to finally break free from the opinions of others. \n\nBut she doesn’t have five years to meditate on storytelling even though she desperately wants— \n\nShakespearean freedom! \n\nHow do I achieve that kind of freedom after all those years of trying to please others? \n\nShakespeare made his own words and rules and that’s why he’s immortal. \n\nBut I don’t need to be immortal. I just need to tell a good story. \n\nMikaela clears her head of the swirling negativity and decides to tell the story she wants to tell. She’ll need to reduce the story. Strip it to its core. Cut anything that slows it down. Change the passive to the active. Use words that paint perfect images in the imagination. And if she doesn’t have the right word, she’ll make one up. That’s what she’ll do. She’ll make one up! But as the rebellious thought inspires her, it also scares her. Scares the hell out of her because she was taught to idolize final results instead of the struggle, the search, and the climatic fight every artist must go through to be free. \n\nTo be truly free. \n\nThe shackles are still there. She feels them dragging her down, but they’re not as heavy as they used to be. And though she may not possess Shakespearean freedom yet— \n\nShe can fake it. \n\nFor now. \n\nAnd now, she rises to her feet and paces the living room as she recites the first draft of her story. She finds places for dramatic pauses. Places to add a gesture. Places to speed up. Places to shock the audience into gasping or screaming. She won’t just play to them, she’ll play with them. And she won’t just tell the story, she’ll live the story, so the audience lives it with her. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "4958F8C5464D8EE4181F2BAC86C0976A",
                  "SourceString": "ARC_Tome13_Mikaela_10_TITLE",
                  "LocalizedString": "MEMORY 1315 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "ABF6C88F40203F810D7FA0A3C1073240",
                  "SourceString": "ARC_Tome13_Mikaela_10_ENTRY",
                  "LocalizedString": "The Moonstone is dead quiet and packed to the rafters. \n\nMikaela’s written and rewritten, polished and burnished, practiced alone and in front of her friends. Honed every word. Every moment. Every movement. Every breath. She killed her darlings. Anything extraneous. All that’s left is only what’s necessary to tell the tale. \n\nShe moves across the tiny stage, commanding the room. The lights dim slowly. She waits until the audience goes quiet. Then she clears her throat and begins. \n\nWho here believes in love? I mean really believes in love? \n\nSome audience members lift their hand or make a quick comment that they do. \n\nMikaela nods. \n\nLove makes us do crazy things, doesn’t it? \n\nSeveral audience members laugh and while others seem to go inward. \n\nMikaela smiles. \n\nSome would turn their back on family for love. Some would give up wealth and power for love. Some would even go to hell and back for love. But there are places in the cosmos far worse than hell. Places where death is just the beginning, and you could lose your soul.  \n\nWould you go to such a place to bring back the one you love? \n\nMikaela stops and points at one audience member, and then another, and another. \n\nDo you know anyone who would? What I’m really asking is: Does love truly conquer all? \n\nShe soaks in the silence of her captivated audience, inching closer to the edge of the stage, lowering her voice an octave so the audience leans in. And just when they can’t take anymore, she answers her question with a story. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": []
          },
          {
            "VignetteId": "Tome13_03",
            "Title": {
              "Namespace": "",
              "Key": "2364C5F04E73B43509CA0B8B36BAB497",
              "SourceString": "ARCHIVE_Journal_Tome13_Observer_TITLE",
              "LocalizedString": "The House of Arkham"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "53242F074BE16F27A209E485349B84EC",
              "SourceString": "ARCHIVE_Journal_Tome13_Observer_SUBTITLE",
              "LocalizedString": "Logs, Stories, and Notes"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "D1BA45C64936A787B0CF71868EAC6CFC",
                  "SourceString": "ARC_Tome13_OBSERVER_01_TITLE",
                  "LocalizedString": "Journal of a Moving Picture. Blood and Feathers."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3152731A43AE4341135966BC2F67598A",
                  "SourceString": "ARC_Tome13_OBSERVER_01_ENTRY",
                  "LocalizedString": "A chicken suddenly appeared in the basement near all those strange devices. We chased it up and down the tower until finally Elaine caught it, and, grabbing the bird by the legs, continuously pummelled it against the stone floor until the whole room filled with blood, feathers and screams. She seemed a little disturbed by her sudden loss of control. We all were. With the torn chicken legs still in her hands, she kept on mumbling repeatedly that she’s usually quite patient and in control, and, for the life of her, she did not understand the emotions that had suddenly and temporarily hijacked her. We consoled poor Elaine as we gathered the chunks of poultry and prepared a delicious meal. A good scene to include in the picture for levity. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1CCCF557492EDFC8A8BF268AF068B754",
                  "SourceString": "ARC_Tome13_OBSERVER_02_TITLE",
                  "LocalizedString": "Journal of a Moving Picture. Never Forgotten."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "13AB911E4D82BB5478D46398ABAB8D36",
                  "SourceString": "ARC_Tome13_OBSERVER_02_ENTRY",
                  "LocalizedString": "Elaine Fairfield told me how she met Ahma Kimura and the Parks. They met in a group dedicated to finding missing loved ones led by a brother who lost his sister while investigating strange yet similar disappearances. The group eventually figured out a way to enter this cosmic hell with the brother’s research but were somehow separated along the way. She says they were attacked by a creature she couldn’t really describe but that it seemed to be everywhere and nowhere at the same time. I didn’t really understand what she was going on about. Whatever it was, I’m glad they found me and pulled me out of the bear trap when they did. I’m also glad the brother entrusted Mr. Park with the research before they were separated, and I hope there is something in there that will help us return home. Otherwise, we’ll probably end up doing to each other what Elaine did to that poor chicken. On that note, Yasmine Kassir didn’t find the chicken incident very funny, nor did she think it would make a good scene in a moving picture. I’m not sure she represents the target audience I’m after."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6C080BF747BE6C3C1A555987D49AC7C8",
                  "SourceString": "ARC_Tome13_OBSERVER_03_TITLE",
                  "LocalizedString": "Dear Jake"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "AEE75E8345496F47074BD680E5660C78",
                  "SourceString": "ARC_Tome13_OBSERVER_03_ENTRY",
                  "LocalizedString": "I sit before my journal and don’t know what to write. I would like to continue searching the fog for you but Bridgette feels we need to rest and that there is much we can learn from the previous occupant of this tower. I suppose the only thing I can do now is float with the tide and hope we find something here that brings us closer to the ones we’ve lost. A few of us gathered around a small fire in the study and told stories about loved ones we’ve all heard a hundred times but acted like it’s the first time. I suppose that’s because we know it helps to talk, laugh and remember the good times. Ahma told us about her little girl building motorcycle engines—upgrading scooters and racing them in her small village. This version was a little more embellished than the last. No one can be that good on a scooter even if it had been modified or upgraded with plane parts. Nevertheless, they were amusing stories, and she told them well up until the moment she stopped abruptly, staring blankly at the fire, lost in a memory. No one said anything for a long while. I stared at the leaping flames and thought of the time you first learned to ride a bicycle. You were four years old and the first thing I taught you was how to fall. I told you to push yourself with your feet and fall safely to the left or right side. We practiced falling safely until the fear of falling was gone. Then I showed you how to pedal fast and use the speed to keep your balance. You succeeded on your first try because you were no longer scared of falling. You were so happy you jumped off your bike, hugged me and told me I was the best dad in the world. If I were to die today and live in that moment forever I would be a blessed man. I miss you with all my heart and hate what happened between us. I only hope for another chance to make things right. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "161A24CC45C1FA2225D97B9557ADDEAB",
                  "SourceString": "ARC_Tome13_OBSERVER_04_TITLE",
                  "LocalizedString": "Chamber of Blood. Day of Night. Jaden. 1."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D23536814E058136544E2E85081F58FE",
                  "SourceString": "ARC_Tome13_OBSERVER_04_ENTRY",
                  "LocalizedString": "Twenty-three-year-old Jaden pushed through the fog as he approached the entrance of an abandoned motel. He wiped the cold sweat from his brow, opened the creaking door and entered the dark lobby. At once his heart sank as he stared upon a grim scene of death. Strewn across the floor were human corpses and the decaying remains of squid-like creatures, unlike anything he had ever seen before. He took a moment to compose himself. His bruised face, swollen feet and tattered clothes gave testament to the long and arduous journey through this dark dimension to find his adopted sister, Haley. Back home, he had connected with others who had lost loved ones in similar circumstances and together they had collected relics and artifacts with secret symbols that eventually helped them open a portal into this world made of nightmares. But no sooner had they entered the nightmare than they had been separated while being attacked by a shadow creature with an insatiable appetite for darkness. \n\nNow Jaden was alone. Without the research—or the ‘codex’ as some of them had grown accustomed to calling it—he wasn’t sure how he would escape when he found his sister. But he tried not to think about his predicament as he entered the lobby feeling like something or someone was watching him. Some distance away he had found the ruins of a tower with skeletons strewn across a mini-putt with an old French song playing on a scratchy gramophone. Now he was in an abandoned motel, reeking dead creatures around him. He didn’t know what else to expect, but he was sure of one thing: more deadly creatures and mysterious ruins would be in the fog. Much more. Everything he had discovered about this world suggested it was a garden of infinite darkness beyond time and space. \n\nDeath—he had read—was not an escape. \n\nCautiously, Jaden walked down a deathly silent corridor with shaking hands toward a door. Above the door an exit sign blinked in and out of existence. The only sign of life was a rat the size of a dog chewing on the putrid flesh of one of the bloated squid creatures. As he passed a pile of bodies, he felt something behind him. He turned to see a sudden flash. An instant later he was staring down the edge of a gleaming katana. He gasped as he found himself staring at a woman in a red and black kimono. She reminded him of a protagonist in a story Haley had been collecting by an anonymous eighteenth century Japanese author. \n\n“Saku, wait!” \n\nJaden’s heart gave a great leap as he instantly recognized Surin’s voice. He turned to see several other familiar faces amongst a small group of survivors. Beyond the faces he recognized—Olivia, Sean and Elias—he thought he saw Haley’s estranged uncle, Mahan, in blood-stained fatigues, carrying a semi-automatic rifle. \n\nSurin urgently turned to face a woman beside him. “Ariella,” he said. “Tell Saku we know him. His name is Jaden. He came with us through the portal but we got separated. This place… it has his sister.” \n\nAriella nodded, then gently placed her hand on Saku’s wrist, translating Surin’s words into Japanese. Within moments, Saku nodded her understanding and lowered her katana. \n\nJaden breathed again as Surin tossed him a rifle and a rusty machete, then introduced him to the new members of the group and told everyone to prepare for another assault from the fog. An instant later they dispersed to barricade and fortify the motel. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5E1F1F8049103A57ABBCE59A7CB4EF18",
                  "SourceString": "ARC_Tome13_OBSERVER_05_TITLE",
                  "LocalizedString": "Journal of a Moving Picture. Entry 89."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "061F0EDB4EC7BA980B4E71BC42EA95A3",
                  "SourceString": "ARC_Tome13_OBSERVER_05_ENTRY",
                  "LocalizedString": "Started writing early in the morning. Two pages completed. Focused on the chicken episode which entertains in a number of ways. Discussion with Yasmine is planned for tonight and will likely miss Elaine’s reading of a story chosen from the Chamber of Blood.  Something Wicked This Halloween. Elaine claims the story is set in a world not unlike this one."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B94E6B1646742865C9A4929621688102",
                  "SourceString": "ARC_Tome13_OBSERVER_06_TITLE",
                  "LocalizedString": "Chamber of Blood. Lost and Forgotten."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "95BA42564E5F8344ACCA2284232135BB",
                  "SourceString": "ARC_Tome13_OBSERVER_06_ENTRY",
                  "LocalizedString": "A REVERBERATING EXPLOSION somewhere in the distance roused the five prisoners in their small, muddy, vermin-infested dungeon. One bearded prisoner sat up and stared at several names etched in a rock by the door. It read: \n\nAmar Singh 1914 \n\nAdama Comba 1915 \n\nOmar Halimi 1916 \n\nAmrik 1917 \n\nRup 1917 \n\nThe prisoner had the sudden instinct to etch his own name lest he be forgotten. And so, he grabbed a small, sharp stone and just as he began to etch out his name, the thick wooden door slammed open and enemy soldiers shouted curses at the five prisoners in a language none of them understood while threatening them with gleaming bayonets. \n\nThe enemy soldiers gestured for them to stand, then ushered the five prisoners out of the darkness and into the golden light of dawn through a muddy, six-foot trench reeking of death. \n\nAs the prisoners hobbled toward a clearing, one soldier addressed them in broken English, telling them they had the honor of helping their captain and perhaps avoiding early morning target practice. \n\n* \n\nTHE FIVE PRISONERS stood by the trench wall as an enemy soldier balanced tin cans over their heads. A translator approached them with the captain. The captain spoke, and the translator quickly interpreted, saying: \n\n“One of you bastards will tell me about your secret mission. Speak up and I promise to send you to a proper camp where you will be fed and given immediate medical attention.” \n\nNone of the five responded. The captain smirked, took twenty paces back, cocked his rifle, aimed and hit one soldier in the forehead, splitting his skull in two, sending a spray of blood across the other four. \n\nThe captain regarded them, hesitated, then cocked the rifle again. A sudden crack and another prisoner fell as the captain mockingly apologized for his terrible aim. \n\nWith a laugh, the captain aimed the rifle, squeezed the trigger, and hit the tin can. The can fell against the sandbags lining of the trench and clattered against debris. The captain prepared his rifle and shifted his aim to the next prisoner. \n\nThe prisoner stared at the rifle, closed his eyes, and repeated a phrase in an unknown language that resembled Latin. And just as the captain made to pull the trigger, a sudden piercing whistle suddenly caught everyone’s attention. By the time the captain looked up, it was already too late, and he was reduced to fleshy fragments and bone shrapnel by an eighteen-pounder. \n\n* \n\nTHE BEARDED PRISONER CRAWLED on the ground toward a trembling hand sticking out of a pile of debris. He frantically dug through the dirt and rubble as muffled screams and explosions filled his ears. Breathing hard, he managed to dig out one face and then another. Then he rose on shaking legs, grabbed one prisoner by the uniform and pulled him to his feet. Together they yanked the other prisoner from a mountain of rubble and took a moment to gather themselves. Limping and coughing, they grabbed rifles from the ground, rushed toward a ladder and climbed over the trench and into the barren wasteland. \n\nLeaping over decomposing horses, bullets thumped in the mud all around the fleeing prisoners as they fell into a massive crater. As they desperately scrambled out, jumping over bodies and rats and pushing through clouds of flies, they suddenly and unexpectedly entered a maze of barbed wire attached to the scorched remains of trees. Pushing their way out of the maze, they once again entered a clearing and sprinted away without looking back until— \n\nThey heard the rumble of an engine in the sky. \n\nThey turned to see the plane. One prisoner froze, grabbed his rifle and aimed as the plane approached them. Holding his breath, he pulled the trigger and large crows took flight from corpses as the bullet screamed through the air and— \n\nMissed. \n\nHe cocked the rifle again, calmed his nerves, and waiting for the right moment, squeezed the trigger. This time the bullet howled through the sky and hammered straight through the pilot’s hardened face. \n\nA moment later the plane rose, then span wildly out of control. \n\nThe prisoners watched in disbelief as the plane crashed into their pursuers, crushing and cutting and burning them up in a swirling ball of fire. \n\nAs they took in the grisly scene, the world seemed to tremble violently and the ground beneath their feet instantly disappeared. The three prisoners fell, arms flailing, into a massive sink hole as dust, soot and barbed wire covered them. \n\n* \n\nWHEN THE DUST settled, the three prisoners surveyed their surroundings to discover they were in an ancient temple immersed in a strange black fog and arcane symbols etched in the surrounding walls. They had inadvertently discovered the lost temple they had been sent out to find before the secret enemy units that had been created to secure hidden occult knowledge all over the world. Now all they had to do was report their discovery to the newly formed Intelligence Division. \n\nAnd so the prisoners desperately climbed out of the temple and found themselves in familiar yet unfamiliar territory. The bleak, body-ridden landscape seemed like No Man’s Land, but there was something strange about the scene. All around were mazelike walls of barbed wire and scorched trees where bodies dangled from hooks that glistened red under a hunter’s moon. Each prisoner stared at the bodies and the hooks confused, each wondering if they had been there before. \n\nThe sudden high-pitch buzz of a chainsaw startled the prisoners, and they instinctively took cover beside a burning tank. As a cloud of heaving black fog approached them, they knew something was different with the hell they had grown accustomed to for the last three years. \n\nThey sensed that they had somehow discovered something lost and forgotten to time in the hidden temple, or that this lost and forgotten thing had somehow discovered them and that this thing, this ancient thing—whatever it was—had pushed them out of the frying pan and into the cosmic fire. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "213193AD4DAF2CF39E762F8045E378FC",
                  "SourceString": "ARC_Tome13_OBSERVER_07_TITLE",
                  "LocalizedString": "Chamber of Blood. Office of Strategic Magik."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "ADFE819D4AE1091A2F24D290CA805CDD",
                  "SourceString": "ARC_Tome13_OBSERVER_07_ENTRY",
                  "LocalizedString": "Memo: Concerning Dr. Stamper. We are concerned about having Stamper lead Subproject 774. He openly mocks the premise of herd manifestation and his suggestions for the community have an air of skepticism if not sarcasm to them. He continues to question the department and doesn’t believe the government has the resources to conduct such an experiment. He requests to know where the funding is coming from and asks too many questions. I don’t believe he’s the right candidate to lead the Herd Initiative.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Pluto/ARC_HOA00ALL13.ARC_HOA00ALL13",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "Tome13"
      }
    }
  }
]