[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct ArchivesJournal",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Halloween2022": {
        "Title": {
          "Namespace": "",
          "Key": "B5130C22423D1B042AA622AA20B80141",
          "SourceString": "@#ARCHIVE_Journal_TomeAnniversary2022_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "Halloween2022",
            "Title": {
              "Namespace": "",
              "Key": "6D42C9D340DF02ACFDE497BFED1C06B1",
              "SourceString": "Something Wicked. All Hallows’ Eve."
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "CE72FB674EBD9065E4CC3784C9498F99",
              "SourceString": "Logs, Stories, and Notes"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "32C7179145056EB4408A6E9E3AB2401C",
                  "SourceString": "Journal of a Moving Picture. Secrets."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "FB7322294CC313957BFA4AA58F3F0251",
                  "SourceString": "A small group ventured into the fog and quickly returned, saying they had come across the ruins of a tower not unlike this one. Only inside this tower, instead of stories and Irish wine, they found dozens of flayed bodies and leather scrolls covered in tattoos. The tattooed messages and symbols are indecipherable. Could be messages and secrets about this dark dimension. Things learned. Things discovered. Perhaps even a way out of this infernal prison. "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A516673F4B8D9A0D5F037793E6AC70E3",
                  "SourceString": "Journal of a Moving Picture. Human Books."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "6F21DCEA45ADA136D88B81BBAD644BC0",
                  "SourceString": "We continued to search the fog where we discovered other abandoned buildings and tower-like structures. A few of us found more of these scrolls and strange instruments like the glowing blue contraption in the basement. The symbols on the scrolls seem very familiar to those found within the pages of Sam Park’s codex. Several of these ancient scrolls were returned to the House of Arkham, and upon further inspection, it was clear that the scrolls were made out of human skin and that someone had been hunting people with arcane symbols tattooed on their bodies. Strange yet fascinating to think that there are human ‘books’ walking around the realm with secret knowledge that could possibly help us better understand this loveless inferno. Could make for an interesting character in the moving picture I will eventually write, produce and direct. I imagine a character recording the secrets of the universe on his skin with cosmic ink that cannot be erased, smudged, or destroyed. But, in reality, he’s probably some ordinary Joe from a strange world who tattooed a grocery list on his body. Curious to learn more about these ‘human books,’ I spent time researching the Chamber of Blood for stories inspired by or referencing a character like him. No luck yet, though I did find one story about strange instruments attached to hooks and generators that could open a portal out of a hellish world not unlike this one. Could be our ticket out of here. I’ll keep digging."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5827AE17448B11A471C7A0A868B1FEDC",
                  "SourceString": "Something Wicked. All Hallows’ Eve."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "22B6FED247BBF14772B2F49C8D8270AE",
                  "SourceString": "The cloaked survivor moved through the fog, trying to destroy the devices before it was too late. But the survivor’s attempt had been marred by the three Watchers who had somehow entered the minds of the prisoners. Through memories, visions, and dreams, they had been made to believe harnessing dark energy was their only chance to escape. That the devices would somehow open a doorway back home. But the cloaked survivor knew better. The cloaked survivor could see the dark energy was doing something else to the world and that the Watchers had something far more wicked in mind. "
                },
                "HasAudio": true
              }
            ],
            "CinematicPaths": []
          }
        ],
        "Id": "Halloween2022"
      }
    }
  }
]