[
  {
    "Type": "DataTable",
    "Name": "CharacterDescriptionDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'CharacterDescription'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "268435470": {
        "CharacterIndex": 268435470,
        "CharacterCodename": "Plague",
        "Role": "EPlayerRole::VE_Slasher",
        "Difficulty": "ECharacterDifficulty::VE_Hard",
        "DisplayName": {
          "Namespace": "",
          "Key": "86574C24431C3AFD2B3F2598CE36C2BC",
          "SourceString": "KILLER_Plague_NAME ",
          "LocalizedString": "The Plague"
        },
        "Backstory": {
          "Namespace": "",
          "Key": "983A9D9B442CAC5BC58A7488B195D604",
          "SourceString": "KILLER_PLAGUE_BIO",
          "LocalizedString": "When she was five years old, Adiris, the youngest of a family of seven, was left on the brick-red burning steps of the Temple of Purgation at the center of Babylon. To process her shock and sorrow, she held onto the belief that the gods had a plan for her. Her new life was one of quiet servitude. She would tend to the gardens, prepare ceremonial meals, and polish ceremonial incense burners. At night, she would pray for a sign that would reveal her purpose.<br><br>When she came of age, she attended the high-ranking priests during the yearly worshiping of the sea-goat, the god of water and creation. Swinging a censer down the great hypostyle hall, she cast thick black fumes that reached the cold towering stone pillars before dissipating. Her worries lifted, and the resulting bliss made her feel closer to the gods than ever. She worked herself to the bone each day that followed, fulfilling her duties while taking on new ones, as she aided the priests during purification rituals.<br><br>The priests were more and more in need of assistance. Cleansings were being performed daily to answer the demand from outside the high temple walls, where a catastrophic plague had resurfaced. Within months, the priests contracted the disease. It did not take long before they became too weak to perform any kind of ritual. Adiris, having assisted many purification rituals, was the only one able to carry on. The swelling panic had to be contained, even if by a novice.<br><br>Anxious before her first ceremony, Adiris visited the priests’s sanctuary chamber. When she lit the candles, she noticed a narrow opening at the back. Sliding through the gap, she reached a crypt hidden under the sanctuary. The chamber was bare except for the golden statue of a woman, who stood with outstretched hands, her fingers covered in jewels. It was the sign Adiris had been waiting for.<br><br>The great hall was packed with followers who bowed down as Adiris entered. She strode to the brick altar and grabbed a ceremonial dagger forged in silver, her ruby ringed fingers wrapping around the blade like claws. The sudden display of luxury intrigued the followers, who were struck already by her youth and beauty.<br><br>As she began reciting the epic of creation, a woman at the back swooned and collapsed. Adiris rushed to her and noticed the black blisters covering her feet. Without hesitation, Adiris grabbed her sacred blade and swung it at her own foot, severing a toe. Then she offered the bloody part to the gods, asking them to protect the woman.  A silence fell over the followers, who revered Adiris as their new priestess.<br><br>Tales of her wealth, beauty, and devotion began to spread across the city as quickly as the disease.  Soon, Adiris’s followers called her the High Priestess of Babylon.<br><br>But her faith was tried when she showed the first signs of infection; her cough became a mix of phlegm and blood, her neck erupted in abscesses, and her four-toed foot darkened. Ashamed of her condition, she began wearing a veiled headpiece and carried a censer that masked the rancid smell of sick that clang to her skin. Hoping to be saved, she kept performing the rituals, offering blessed water and food to her followers.<br><br>But no ritual could save her. In a desperate attempt to appease the gods, Adiris banished herself from the city. She traveled north with a few followers, venturing through the cold woodlands of Urashtu, until it was no longer possible to walk.<br><br>They camped in a damp cave, where Adiris lay in a pool of vomit. Her foot, which had turned black, was so swollen she could not go any further. Her followers and she realized the truth in that cave: they were all infected with the plague.<br><br>Kneeling among her retching followers, Adiris made one last prayer. The black fumes of incense rose into the damp air before being wiped off by a cold breeze.<br><br>Neither the body of Adiris nor her followers were ever found. Many told tales of her return, but no one truly knew what fate had befallen the High Priestess of Babylon."
        },
        "Biography": {
          "Namespace": "",
          "Key": "418BE80441C3703B7E8D7EA051E3E81D",
          "SourceString": "KILLER_PLAGUE_TOOLTIP",
          "LocalizedString": "A devout Killer, able to infect Survivors from a short distance using her power, <b>Vile Purge</b>. Survivors inflicted by this contamination risk becoming injured or broken, unless they find a way to cure themselves in a Pool of Devotion.<br><br>Her personal perks, <b>Corrupt Intervention</b>, <b>Infectious Fright</b> and <b>Dark Devotion</b>, give her the ability to hinder Survivor objectives, while simultaneously confusing and frightening those within her presence."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Mali/K15_ThePlague_Portrait.png",
        "HudIcon": null,
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/storeBackground_MK.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::KillerHead",
            "DefaultItemId": {
              "RowValue": "MK_Mask01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerBody",
            "DefaultItemId": {
              "RowValue": "MK_Body01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerWeapon",
            "DefaultItemId": {
              "RowValue": "MK_W01"
            },
            "SocketName": "Weapon_SocketRT"
          }
        ],
        "ChapterDlcId": "Mali",
        "AdditionalDlcIds": [
          "EP1"
        ],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[K15] The Plague",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/K15/Blueprints/Actors/BP_Slasher_Character_15.BP_Slasher_Character_15_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/K15/Blueprints/Actors/BP_Menu_Slasher15.BP_Menu_Slasher15_C",
          "SubPathString": ""
        },
        "IsDefaultItemSpawnableInParadise": true,
        "DefaultItem": "Item_Slasher_PlaguePower",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Female",
        "KillerAbilities": [
          "EKillerAbilities::VE_Vomit"
        ],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "/K15/Data/Game/PlagueTunableDB.PlagueTunableDB",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Tall",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "Namespace": "",
            "Key": "AAF067C449F67AC3840BE6AF49B818B1",
            "SourceString": "ATLANTACHARACTERSLIDE_Plague_OVERVIEW",
            "LocalizedString": "Adiris, better known as The Plague, is a devout Killer. She can hinder Survivor objectives, while simultaneously confusing and frightening those within her presence."
          },
          "Playstyle": {
            "Namespace": "",
            "Key": "9DF1F99C465D71EA32D5FC808F7590B6",
            "SourceString": "ATLANTACHARACTERSLIDE_Plague_PLAYSTYLE",
            "LocalizedString": "The Plague is able to infect Survivors from a short distance using Vile Purge. Survivors inflicted by this contamination risk becoming injured or broken."
          },
          "ImageFilePath": "UI/Icons/CharacterSlideShowRenders/Atlanta_Slideshow_Plague.png",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "SearchTags": [],
        "DefaultCharacterClass": "",
        "CustomizationCategories": [
          "KillerMask",
          "KillerTorso",
          "KillerPower"
        ],
        "CharacterId": "Plague"
      }
    }
  }
]