[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "TOME17": {
        "Title": {
          "Namespace": "",
          "Key": "EAD757DF48223BB3B965128C9DD7491B",
          "SourceString": "ARCHIVE_JOURNAL_TOME17_TITLE",
          "LocalizedString": "@#ARCHIVE_JOURNAL_TOME17_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "TOME17_01",
            "Title": {
              "Namespace": "",
              "Key": "A147CC8C4ACFB12B07CB2F98976259F1",
              "SourceString": "ARCHIVE_JOURNAL_TOME17_K18_TITLE",
              "LocalizedString": "Kazan Yamaoka"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "CC8B14864CC585AC54E2B2B4D889AA75",
              "SourceString": "ARCHIVE_JOURNAL_TOME17_K18_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "E606560C4CF6F2E4178DC39331573C19",
                  "SourceString": "ARC_TOME17_K18_01_TITLE",
                  "LocalizedString": "KAZAN YAMAOKA 6561"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_17_VisualReward/T_UI_Tome17_K18_VisualReward01.T_UI_Tome17_K18_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.257143
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7C8A12B542B4806536C0A1A44E499992",
                  "SourceString": "ARC_TOME17_K18_02_TITLE",
                  "LocalizedString": "MEMORY 6220  "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "71D52E194EFC56B25219B5BCBD73866D",
                  "SourceString": "ARC_TOME17_K18_02_ENTRY",
                  "LocalizedString": "The night has stretched long, but he continued stalking across an open field. \n\nHe has been walking for three days, stopping only to drink from the stream, or to tend to the blisters that have crept across his feet.  \n\nPerhaps the village merchant sent him the wrong way. It seemed unlikely, though. The man was terrified. Kazan had thrown him through the stall, smashed his head through the table, demanded to know who had bought the salvaged armor. The merchant was lucky Kazan had let him live. Should this end up a fool’s errand, that decision will certainly be overturned. \n\nThe thin haze of early morning mist gives way and reveals another village, surrounded by farmland. The sun peeks furtively over the crops. This must be the place. \n\nThe hardest-working farmers tend to their fields silently, barely raising their heads as he walks past them. These men are not the impostors. They work the land, same as they always have, racing the sun to take their harvests before the heat can oppress. \n\nHe stops next to one. Where are they? The man points to a stable near the center of the village. \n\nKazan nods, voices the barest of acknowledgements, and continues walking. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "845E9641464E81A6B1472686C229269F",
                  "SourceString": "ARC_TOME17_K18_03_TITLE",
                  "LocalizedString": "MEMORY 5389  "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "334FCB4C4BDBD9F6A9A260A97BDB4386",
                  "SourceString": "ARC_TOME17_K18_03_ENTRY",
                  "LocalizedString": "From this distance, Kazan can make out only vague shapes of men. He strides in their direction. As they come into focus, hate boils up inside Kazan. The men sit in chairs, empty jugs by their hands, sleeping gracelessly, their stomachs filled with gains extorted from their own. The smaller of the men still wears a kusazari around his waist even as he sleeps. \n\nThe larger one wakes as he stomps towards them, fumbles for a weapon, finds only one of the jugs. He holds it up as if to hide behind it. Without hesitation, Kazan strikes both the jug and the man’s head with his kanabo, shattering them both instantly. The smaller one comes to and falls to his knees, immediately apologizing, begging for his life. \n\nSeeing this man in the armor of his fallen brothers, a cruel mockery of the purpose he had proudly committed his life to, creates a pit in Kazan’s stomach. He lashes out. Not once, like with the first one. He lashes out over and over.   \n\nThere is no grace in these strikes. He strikes aggressively, sloppily, across the body, the head, the legs. He hears screams as women and children wake and come out of their homes, and he stops.  \n\nAs he stops, he realizes the voice he hears screaming loudest is his own. He strips the armor from the formless, broken mass below him, and places it in a bag, and begins walking back. The farmers, who looked up briefly from their backbreaking work, return their focus to the soil. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1718B8F3447B837C1AE05B84ED6317DD",
                  "SourceString": "ARC_TOME17_K18_04_TITLE",
                  "LocalizedString": "MEMORY 3724"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0489F63248B065491836A3AEDAD3F7CD",
                  "SourceString": "ARC_TOME17_K18_04_ENTRY",
                  "LocalizedString": "Perhaps his reputation had preceded him, or perhaps they had been tipped off, but this time, they were ready for him. The river upon which this village sat, usually rushing and vibrant, seemed almost as if it sat still, holding its breath. Dark clouds hung on the horizon the entire day, refusing to approach, waiting for some resolution. \n\nNearly a dozen men, dressed in broken and incomplete sets of armor, some armed with swords, others with plows and hoes, stand in a crooked line in front of him. They stand aggressively, but awkwardly, their confused stances betraying their inexperience.  \n\nKazan plants his feet across the river from them, grips his kanabo firmly, lowers it to his waist. And waits. Stares through his mask at the men. Waits. \n\nThey rush him, disorganized, terrified. He fells them, one by one. No wasted movement. Their attacks do not touch him. One after another, they run up against his weapon and crumple, bleeding, in the water.\n\nHe stands there long after they have all fallen, feet still planted. Around his ankles the river begins to flow. Eleven tendrils of crimson stretch down the river. The clouds finally crack open as cold, heavy rain sets in. Then, suddenly, pain. \n\nHis calf muscle twitches as he feels cold metal pierce a small gap in his leg plates. He turns. A boy, perhaps eighteen, stands there, his face resolute. No stolen armor, no stolen weapon. Tears dot his cheeks, obscured by rain, but he shows no fear. The boy pulls the rake from Kazan’s leg and raises it, mimicking the stance of a true samurai. Kazan grabs the head of the rake. Squeezes. He feels hot blood run down his wrist as it plants in his palm.  \n\nHe stares the boy down, but the boy does not wince. \n\nDie, oni. \n\nOni? The word shakes him. Me? Why would this boy call me oni? He feels that familiar feeling beginning to bubble deep within his chest again. Like it did with the impostors. He tears the rake from the boy’s hand, tosses it into the river. Leave, boy. Call me that again and you’ll die like they did. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "269EACD9495A957217EF068916E55A65",
                  "SourceString": "ARC_TOME17_K18_05_TITLE",
                  "LocalizedString": "MEMORY 1711  "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5E6CBFD8474911D4EF13E59F807E68C4",
                  "SourceString": "ARC_TOME17_K18_05_ENTRY",
                  "LocalizedString": "Shuzo holds up a book in front of Kazan. Kazan squints at its cover, trying to make sense of the strange characters on it. \n\nI found this in my son’s belongings. \n\nIs it… from the foreigners? \n\nYes. \n\nKazan sneers and turns away. Why would you allow such a thing in your home?!  \n\nHe was hiding it from me, Kazan. His friends have been trying to learn their language, to work with them. Trade with them. What next? Will he want to leave with them? Go abroad? \n\nShuzo tosses the book behind him in disgust. I’ve heard a group of the traders are circumventing the shogun’s tariffs. Falsifying records, bringing in more than allowed, and moving the surplus at night. Something needs to be done about this. \n\nKazan stares into his teacup, deep in thought. Shuzo has always been a reliable source. A friend, even, at times. But trade with foreigners? What did he know about that? \n\nWhat would you have me do, Shuzo?  \n\nShuzo shrinks back, nervous. I’m just telling you what I heard. Someone needs to do something. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "284145DD48AF2345B1689DBC8ADE0105",
                  "SourceString": "ARC_TOME17_K18_06_TITLE",
                  "LocalizedString": "KAZAN YAMAOKA 9031"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_17_VisualReward/T_UI_Tome17_K18_VisualReward02.T_UI_Tome17_K18_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.933333
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F4FD4C244E9BFDF1198D88957018D7EF",
                  "SourceString": "ARC_TOME17_K18_07_TITLE",
                  "LocalizedString": "MEMORY 7104 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1009370A47B2DD3E43B0C88DC4FA1975",
                  "SourceString": "ARC_TOME17_K18_07_ENTRY",
                  "LocalizedString": "The late summer sun hangs lazily over Nagasaki. Kazan stands on the shore, watching the ships of the foreign trading company dock in Dejima. The workers move at a frenetic pace, loading and unloading the ships, eager to work after months of waiting. Clerks zip from place to place, counting and recording inventories. To the untrained eye, it seems chaotic; unknowable. But Kazan has been training his eye. \n\nOne ship in particular stuck out. While the others would dock, unload, load, and dock, one stayed longer than the others. And he was sure he saw it unload and load twice. Once at day, and once at night. And it didn’t leave. Perhaps everyone was too busy to pay it any mind; perhaps nobody wanted to be the one who raised the issue.  \n\nPerhaps they were all in on it. \n\nKazan thinks of Shuzo’s son, so enthusiastic to learn about the foreigners. He thinks of his own son, whose own interest waned in the way of the sword after his injury. Would he one day be seduced by this way of life as well? \n\nKazan looks at his hand and realizes it's balled into a tight fist, his knuckles pale and stiff. If these men are criminals, they will face justice tonight."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6963FE24455F58273103EC8284FAFFDB",
                  "SourceString": "ARC_TOME17_K18_08_TITLE",
                  "LocalizedString": "MEMORY 279  "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2D928FD240D3736EFE5A71854C720F3A",
                  "SourceString": "ARC_TOME17_K18_08_ENTRY",
                  "LocalizedString": "Kazan trudges through the barren, rocky floors of this strange realm. He tries to focus on the muddled fragments of his memory, about himself, about his family, about his country. But the fog shifts and churns, and his memories, too, shift and churn, never feeling real or complete. \n\nHe knows he is following something. Or chasing it, perhaps. But he does not know what it is. \n\nIt's been hours, maybe days. Years. It’s impossible to tell in this realm. But he knows he must catch what he is chasing. It will have answers.  \n\nThe fog thins ahead of him and he sees a man on the ground, hurt. Dragging his injured body away from him. Kazan accelerates, closing on the broken body. It wears armor… a samurai’s armor. Another impostor, perhaps. \n\nAs he nears, the man turns to face him, and Kazan freezes. The mask on this man’s face… it is a mask of his father’s face. But it’s battered and crushed. It looks just like his father did. Barely recognizable but immediately identifiable. \n\nHow…? \n\nThe man raises his hand and places it on the mask. And begins to pull. The mask resists, stuck to his face. He screams in agony. The sound of flesh ripping. Kazan reaches out to stop him. Grabs his arm. But it’s too late. With a gruesome tear, the mask comes flying off. \n\nA black void. A prolonged scream emanates from the hole in its head. His father’s voice, perhaps. He can’t remember anymore.  \n\nThe fog encroaches again. The screaming finally stops. The man is gone. His father is gone."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "79E65F4749E95FBC0752D9A387CA16A2",
                  "SourceString": "ARC_TOME17_K18_09_TITLE",
                  "LocalizedString": "MEMORY 8311 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B4ACE7B6467BE06D34BF6AA2F223586A",
                  "SourceString": "ARC_TOME17_K18_09_ENTRY",
                  "LocalizedString": "The moment replayed in his mind, again and again. The briefest moment. A hesitation.  \n\nIt made no sense. The samurai, clearly superior in technique, hesitated. Kazan should be dead. But instead, he left an opening. \n\nHe recalled striking the samurai. Shattering his helmet. Seeing his face. Recognizing it. And now he looks at it, in the moment, right now, drained of all life. His father is dead, killed because he hesitated. As if he let Kazan win. \n\nKazan turns, unable to bear the shame. Stares at the ground behind him. At his hands. The hands that did not hesitate. His father had known it was him…  \n\nHad I known it was my father, would I have hesitated? \n\nThe shame worms and burrows its way through him. He knows he would not have hesitated. He fought to bring honor back to his name, to his household – and he would fight, would kill anyone to achieve that goal. Kill anyone who stood in his way. Kill his household to restore his household. It made no sense. \n\nHe stands there for what feels like an eternity. Trying to reconcile it. He cannot. \n\nThrough his tears, he thinks he sees the ground shifting underneath him. No, not shifting… a fog of some kind. He blinks back the tears and turns around to see the fog has settled all around him, obscuring his father’s body. He screams, waves his kanabo. He crawls over to where his father lay. \n\nBut his father is no longer there. The fog recedes and disappears, and with it, his father. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "861C5E9B4CEDDD7C4C97AFA8A5BE3EDE",
                  "SourceString": "ARC_TOME17_K18_10_TITLE",
                  "LocalizedString": "KAZAN YAMAOKA 5830"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_17_VisualReward/T_UI_Tome17_K18_VisualReward03.T_UI_Tome17_K18_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.504762
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Xray/DBD_TOME17_Killer.DBD_TOME17_Killer",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME17_02",
            "Title": {
              "Namespace": "",
              "Key": "7DE6BB56403FFAD29B6B78895A936809",
              "SourceString": "ARCHIVE_JOURNAL_TOME17_S09_TITLE",
              "LocalizedString": "Feng Min"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "613502D4483C1B2C85185CB7E583A185",
              "SourceString": "ARCHIVE_JOURNAL_TOME17_S09_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8AE00D7140C96C527FE5DD87B5003A21",
                  "SourceString": "ARC_TOME17_S09_02_TITLE",
                  "LocalizedString": "FENG MIN 9121"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_17_VisualReward/T_UI_Tome17_S09_VisualReward01.T_UI_Tome17_S09_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 1.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "4153AEE942AAD52134F700A867D7A912",
                  "SourceString": "ARC_TOME17_S09_03_TITLE",
                  "LocalizedString": "MEMORY 4010"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "A090623342BAD1428F90A2BAB2B0A3A8",
                  "SourceString": "ARC_TOME17_S09_01_ENTRY",
                  "LocalizedString": "Yéye reaches out with a wrinkled, trembling hand, and places a white stone next to a cluster of Min’s black stones. He could have placed it anywhere on the board, but he chose the worst possible option. \n\nHe’s making it look like he’s trying to capture my cluster. It’s not convincing. \n\nHe wants me to win. \n\nTwo more near the cluster, and Min can capture a number of Yéye’s stones. She ignores the bait altogether and places her black stone in a remote corner of the board. \n\nMin feels Yéye’s crooked stare lingers on her before he makes his next move. Another white stone near the cluster. Another stone ripe to be captured. \n\nMin wants to tell him: stop. I am eleven years old. I’m not a baby. I want to earn it. \n\nThe sun is setting over the crowded street. This will probably be the last game before Father comes downstairs and gets her. An afternoon of losing game after game to the best wéiqí player Min has ever known. \n\nMin ignores the cluster again, places another useless stone. \n\nYéye ignores her actions. Another offering near the cluster. \n\nThe angry thoughts return. She sits there, drumming her fingers on the table, feeling the coarse stone scratch against her fingertips. \n\nMin has paid the price many times over for disrespecting her father. For talking back, ignoring his orders, being unkind. She feels like a freak for thinking respect has to be earned. \n\nBut she has never been unkind to Yéye. Not once. \n\nShe plants a stone on the edge of the cluster, playing the game the way he wants. \n\nYéye’s frown curls into the slightest smile. He adds another stone to the offering. \n\nWhen the sun is gone behind the buildings, and Min tallies her first ever win against her Yéye, Father steps out from the apartment building like clockwork. He watches, arms crossed, and Yéye gives Min a loving pat on the head. \n\nHappy birthday, Min-Min."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2770906141197B6DFC0205B6C5520CE5",
                  "SourceString": "ARC_TOME17_S09_04_TITLE",
                  "LocalizedString": "MEMORY 3011"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "88ACB6244B883151320C80875F1AEC6D",
                  "SourceString": "ARC_TOME17_S09_02_ENTRY",
                  "LocalizedString": "Her footsteps echo across the empty classroom. She didn’t want to say anything to Teacher Liu in front of the other kids. \n\nWhat’s the problem, Min? Teacher Liu rubs his temple as he sorts his papers. \n\nSir, my parents taught me to mind my own business and not concern myself with how others behave, but I have to tell you: Schoolmate Chen has been cheating. \n\nTeacher Liu stops moving his papers. She has his attention. \n\nExcuse me? \n\nChen paid an older student for the answers to the last exam. I think he’s been doing it for a while. That’s why his grades are so high. \n\nTeacher Liu scoffs, shakes his head. \n\nWhat is the matter, sir? \n\nI suppose you cheat as well, Feng Min. \n\nA chill crosses her heart. I’ve never cheated, sir. \n\nNo? Your grades are even better than Chen's. How do you explain that? \n\nIt’s like talking to an alien. Because I study, sir. I work hard. \n\nTeacher Liu is standing now, putting his papers in his briefcase. Look: the gaokao is just a few years away. Every one of your classmates wants to do well. Their futures depend on it. \n\nI don’t think I understand what you’re saying, sir. \n\nHe rubs his temples again. I’m saying: your parents are right. \n\nThe bell rings the hour. Min leaves, holding her books close, eager for the day that she will never have to go to school again."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9153BECF4BD559C305FD20B745FD4E85",
                  "SourceString": "ARC_TOME17_S09_06_TITLE",
                  "LocalizedString": "MEMORY 4868"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "E2C566AA4AB5C0ECE83B0AB3BC758AA7",
                  "SourceString": "ARC_TOME17_S09_03_ENTRY",
                  "LocalizedString": "You still play Reign of Kaiju? \n\nMei’s words have a serrated edge to them. A day of team building for the Laser Bears and Min still feels like the new girl. The team’s eyes are on her, waiting for her to say the right answer. \n\nYou mean you don’t? \n\nThis was not the right answer. \n\nMei puts her boba on the table and it lands with a thud. No. I don’t. I play the game that gets me paid. \n\nYou mean you don’t make time for any other games. \n\nAgain, not the right thing to say. \n\nMei shakes her head. She doesn’t get it, Wenling. \n\nWenling calmly waves away Mei’s simmering anger. \n\nMin, that ten-hour training session yesterday? That was a normal day. That’s what we do to win matches and titles and sponsorships. This, right here, drinking boba and chatting, this is a day where we fall behind. Anytime we do anything besides play Nebula Arc, we fall behind. \n\nMin looks over at Lan and Daiyu as they sip their boba with downturned eyes and fidget in their seats. She only met them last week, and she thought they were awkward. Standoffish. But now she gets it. \n\nThey just want to play. \n\nWenling is still talking. Do you get what we’re saying? If you’re ready to commit to the Laser Bears, that means you have to commit to Nebula Arc. There won’t be any time for anything else. Including ROK. \n\nFor as long as Min could remember, Reign of Kaiju was there. She watched the cartoon as a kid. Her binder of Kaiju cards was still in the closet of her old room. She made her own Hiro costume. She doodled Wroco in her notebooks. And once she started playing the MOBA, she never wanted to stop. \n\nShe still doesn’t want to stop. \n\nWenling’s hand is on hers. It’s okay to say no. Some join a team thinking it’s just a game. They never last long. Others go too far, they just grind nonstop, push themselves past their limits until they burn out. This life is not for everyone. But you are a great Nebula Defender. You can help us take the championship title from the Shock Demons. And we can set you up for life. \n\nLife. Min thinks about her parents, sitting in the same apartment for over twenty years. She thinks about the Dinoid stuffy, the one she played with when she was a baby, still sitting at the bottom of her backpack. \n\nMaybe you need some time to think about it. \n\nMin grips Wenling’s hand, just tight enough to show her strength. \n\nNo. I don’t need any time at all."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5027EF8E4BCBE35243E291A1755C2B15",
                  "SourceString": "ARC_TOME17_S09_07_TITLE",
                  "LocalizedString": "MEMORY 2230"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "4C0981484D5B1B0DD0CAEAB2B20AED9A",
                  "SourceString": "ARC_TOME17_S09_04_ENTRY",
                  "LocalizedString": "Min turns her back to the casket as it is lowered into the ground. Her mother gives her hand a squeeze and together they look up at the cloudless sky. \n\nShe brought the game board with her when Yéye was admitted to the hospital. She knew it would be the last time they played. \n\nBeneath her jeans, she wore her Nebula Arc leggings. Min needed a little help from Shining Lion that day. \n\nHis eyes barely open, his breathing ragged, he was still the best wéiqí player she had ever met. He only made one mistake in between coughs that opened him up to defeat. \n\nBut Min didn’t take it. She made herself every bit as vulnerable as him, and congratulated her Yéye when he won. \n\nHe asked for another game, and she wiped away a tear. \n\nShe knew her father was waiting in the hallway, and would not enter the room until she left. \n\nShe watches her father place yellow and white chrysanthemums on Yéye’s grave. Time folds in on itself, and Min sees herself in the future, standing before a grave, hands tightened around her own bouquet of yellow and white mums."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3F9B0570409EBAE5D7E0008CAF456346",
                  "SourceString": "ARC_TOME17_S09_08_TITLE",
                  "LocalizedString": "FENG MIN 5768"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_17_VisualReward/T_UI_Tome17_S09_VisualReward02.T_UI_Tome17_S09_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.066667
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "BE17723046011313A02F6AAC701B1387",
                  "SourceString": "ARC_TOME17_S09_09_TITLE",
                  "LocalizedString": "MEMORY 1629"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "735FFB504B9700A0406FE6B511B44C6F",
                  "SourceString": "ARC_TOME17_S09_05_ENTRY",
                  "LocalizedString": "She never thought she’d see him standing at her door. \n\nFather. Hi. \n\nHe’s holding a thick envelope with the home address written on it. Min’s stomach sinks. This is not going to be the happy reunion she thought it would be. \n\nDo you know anything about this? Father drops the envelope at Min’s feet, spilling a handful of banknotes. \n\nMin bends down to clean her father’s mess. You wouldn’t have accepted it if you knew it was from me. \n\nBut we would accept an anonymous donation? We’re not a charity! \n\nEverything okay? Wenling and the others are still eating breakfast. \n\nMin steps into the hallway and closes the door. Father’s face is a taut sneer. \n\nPlease, Father. Take it. Let me help you. \n\nYou’ll need that money when you decide to grow up. \n\nYou don’t get it, do you? This is my job, and I’m good at it. I’m happy. \n\nYou’re lying. I can see it in your eyes. This life you’re living doesn’t make you happy. And it never will. All you are doing is— \n\nMin turns just as her door opens. Wenling and Mei are there, beaming smiles and outstretched hands. \n\nGood morning! Are you Mr. Feng? \n\nMin watches, stunned, as her friends introduce themselves and take turns shaking Father’s hand. \n\nThis can’t be happening. \n\nMei gives Min’s shoulders a tight squeeze. We just wanted to let you know what a wonderful daughter you raised. I’ve never met anyone so dedicated or diligent or kind. \n\nFather opens his mouth to speak but Wenling is quicker. \n\nYour daughter helped us become three-time champions. When we win our next championship, we’ll have the world record. I’m sure you’re very proud. \n\nPlease, come in. Mei is motioning to the door. We were just finishing breakfast. There’s plenty left if you’re hungry, and perhaps you’d like to see some of our awards? \n\nMin waits for her father to put them all in their place. He doesn’t. His eyes are on her, and she knows he’s waiting for her to invite him in. \n\nShe’d never seen his eyes shine like this before. \n\nWould you like to come in?"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "56A7A1A742867A7F5439C2BE8DDFAD46",
                  "SourceString": "ARC_TOME17_S09_01_TITLE",
                  "LocalizedString": "MEMORY 3409"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7E58568046A45D270DB23898200E1F8E",
                  "SourceString": "ARC_TOME17_S09_06_ENTRY",
                  "LocalizedString": "This is it. The morning of the final. By the end of the day, I’ll be holding my fourth trophy. The late nights will have been worth it. \n\nMaybe then the nightmares will stop. \n\nBlink. \n\nCity traffic is the worst. Min has no patience for it. If we’re not at the stadium in an hour… \n\nMin weaves across lanes, avoiding the slowpokes taking up space in the passing lane. \n\nWe’re going to make it. \n\nBlink. \n\nThe Laser Bears are quiet in the back of the van. They don’t think I can handle it. We wouldn’t be in this mess if the driver they hired didn’t flake on us. Or if any of them bothered learning to drive. \n\nBlink. \n\nWe’ll see who can handle what today. If we win the final, it’ll be because of me, not them. The world record will sit in my room, not theirs. They don’t have the… \n\nBlink. \n\nMIN! \n\nThat was Mei. The others are crying, screaming as the van grinds against the median. Sparks fly up from the driver’s door.  \n\nOh. \n\nHer instincts kick in. Min steers hard to the right. The tires squeal, the girls scream. The sound is excruciating. Min looks over just in time to see a black SUV coming at them like a bullet. \n\nAnd somewhere in the dark recesses of the unconscious, Feng Min dreams of her grandfather. Of playing wéiqí. Of kaiju."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A4183D2F4C32B2AAE5BAB8B1122E8722",
                  "SourceString": "ARC_TOME17_S09_05_TITLE",
                  "LocalizedString": "MEMORY 4771"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3B19AFB045927B35D8B8BEBB0DE9D47C",
                  "SourceString": "ARC_TOME17_S09_07_ENTRY",
                  "LocalizedString": "Min finishes her beer and leaves the counter. Drinking allows her to focus on certain details. Like each drop of water floating in the air, creating spring mist that catches the neon light of the signs looming large above her. \n\nEven at night, there is no darkness in the city. \n\nBut drinking does something else to Min. She looks ahead at the haze, watching herself walk down the sidewalk from within. She is not Feng Min. She is someone trapped inside Feng Min, controlling her. Seeing what she sees. \n\nThe distance gives her room to breathe. \n\nShe takes an awkward lurch forward and she feels the ligaments around her knee twist. Her knee, the last reminder of the accident. It never lets her forget. \n\nHer friends screaming. Her cries of mourning echoing through the hospital hallway. The beginning of the end. \n\nSomeone rushes past Min and elbows her hard. Roll away, loser. \n\nShe turns, fists clenched, ready to fight, but the world turns faster than she does. \n\nAnd as she falls to the sidewalk, the word echoes through her mind. \n\nLoser. \n\nLoser. \n\nLoser. \n\nShe lands on her side and her head hits the asphalt with a crack. \n\nI lost everything. And every day I lose a little bit more. \n\nGame Over. Start again. \n\nIf only it were that easy. If only she could just start again, change things. Never lose again. \n\nEverything goes dark. The blood on the sidewalk, the mist in the air. Just close your eyes now. \n\nThings will be different tomorrow."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "16E756D141BFDC7EA8BA3E8847553664",
                  "SourceString": "ARC_TOME17_S09_10_TITLE",
                  "LocalizedString": "FENG MIN 1781"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_17_VisualReward/T_UI_Tome17_S09_VisualReward03.T_UI_Tome17_S09_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.590476
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Xray/DBD_TOME17_Survivor.DBD_TOME17_Survivor",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME17_03",
            "Title": {
              "Namespace": "",
              "Key": "F92664A84EC755086FE65EBD24EFD154",
              "SourceString": "ARCHIVE_JOURNAL_TOME17_HOA_TITLE",
              "LocalizedString": "The House of Arkham"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "5D65D22D47C23CD05EB4138555EAB09C",
              "SourceString": "ARCHIVE_JOURNAL_TOME17_HOA_SUBTITLE",
              "LocalizedString": "SOME REALITY SOMEWHERE "
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3CC56AC34E36128D6B10D081BB1D426D",
                  "SourceString": "ARC_TOME17_HOA_01_TITLE",
                  "LocalizedString": "Arcus 9966"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "E9A45C7A43A799EA629A65ADFB7398FD",
                  "SourceString": "ARC_TOME17_HOA_01_ENTRY",
                  "LocalizedString": "I’ve discovered more stories by Barra that feature an esoteric character called The Prisoner. Like the other stories, The Prisoner is trapped in a dark and strange dimension from which he is desperately trying to escape. Barra’s stories—especially the ones written later on in his career—focus heavily on this dimension which he calls The Horror. He describes it as the dimension where all horror originates. An interesting idea but flawed in so many ways. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "D3FAE1F947FF437D82473EA6D33C5245",
                  "SourceString": "ARC_TOME17_HOA_02_TITLE",
                  "LocalizedString": "Arcus 9967"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1BC523544FB32B68FA5020A2F3B310E4",
                  "SourceString": "ARC_TOME17_HOA_02_ENTRY",
                  "LocalizedString": "The Prisoner can experience memories and stories extracted from a fog-like substance. After years of searching for a way out, he finds the answers he’s looking for in the recorded memories found amidst the ruins of a castle. The memories are captured on an old, vinyl record which he plays on a gramophone in front of a ‘Wall of Crazy.’ He listens to the scratchy record and soon discovers that the way out is through the darkest and most dangerous place in The Horror—The Void. I’ve read about The Void in the works of several authors now. Some believe it contains a way out. Others believe it’s all a trick—a trick to get The Prisoner to jump out of the frying pan and into the fire. I’m not sure which stories to believe. It could be that all versions are true in some way. Perhaps there is a way out for those who know how to find it. But for those who don’t, The Void ends up being a place of greater suffering and torment. It’s hard to know which story or stories to trust."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9B0A663B484EFC14236CCCB1182EE820",
                  "SourceString": "ARC_TOME17_HOA_03_TITLE",
                  "LocalizedString": "Arcus 9968"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BF1CAC8C45C891D1EF67169757F0CF8F",
                  "SourceString": "ARC_TOME17_HOA_03_ENTRY",
                  "LocalizedString": "I’m still missing critical parts to the story, and I’m not exactly sure if there’s anything to be learned by The Prisoner’s journey through The Void. If, in the very least, I knew The Prisoner had escaped that would be something. That would give me the impetus to act. But as it stands, I’m still not sure how the story ends."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2637F92A45DCF695E96BBB9DC3C609A6",
                  "SourceString": "ARC_TOME17_HOA_04_TITLE",
                  "LocalizedString": "Arcus 9969"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "4F18C474465FD89DD52E91861A1371BC",
                  "SourceString": "ARC_TOME17_HOA_04_ENTRY",
                  "LocalizedString": "There is no such thing as fiction. Everything is based on some reality somewhere."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0D11C91746D00E978ADDFA814EDBF25B",
                  "SourceString": "ARC_TOME17_HOA_05_TITLE",
                  "LocalizedString": "Arcus 9970"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7852256549A2B3676058399A029EB590",
                  "SourceString": "ARC_TOME17_HOA_05_ENTRY",
                  "LocalizedString": "I found a series by Barra called ‘Tales from The Horror.’ Hundreds of stories about people trapped in The Horror, most of them trying to escape, others acting as servants of the darkness. I’ve found one story detailing how an unlikely squad of survivors created an opening into The Void with a sequence of symbols discovered on a scroll. They carved the symbols into a strange growth so that it exploded and destabilized the realms, creating a small rupture into The Void. There must be a version of this story where the symbols are described in greater detail. If I could somehow discover the correct sequence, I would have most of what I need to attempt an escape. I am close now. Closer than I’ve ever been. It’s hard to believe I’ve made it this far."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "304AD8B34BD1DF093FA38F83B4EE1960",
                  "SourceString": "ARC_TOME17_HOA_06_TITLE",
                  "LocalizedString": "The Magnificent Maurice. 1"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "AFF81B504B227555B6821A80C28EBF5A",
                  "SourceString": "ARC_TOME17_HOA_06_ENTRY",
                  "LocalizedString": "They call me Maurice— The Magnificent Maurice. Mr. Shelby, the farmer, started calling me ‘magnificent’ soon after I was born. Not because I’m special or spectacular or anything like that but because he thought I was weak and scrawny and good for nothing like a cart without wheels. For some reason he swore to his wife that I was cursed and that bad things had been happening to him and his farm ever since I arrived. He figured if he called me ‘Magnificent’ he’d trick some bucket-head into buying me at the country fair. I remember figuring I was different than the other colts not because I made bad things happen but because I could make things happen, and I could make things happen just by thinking about them. I didn’t realize it at first. But anyone who showed interest in buying me and taking me from my home changed their mind because I told them to do so with my thoughts and with my thoughts alone. I even used my thoughts to convince someone to tell Farmer Shelby what a fine horse I was and that he should keep me with my family. But that little trick didn’t work. Farmer Shelby saw right through the ruse. He somehow suspected I was behind his bad luck in selling me, and he gave me such a lashing every night, yelling at me and calling me a dumb, ill-bred, good-for-nothing animal. Eventually, I didn’t have the strength to think anymore. He beat it all out of me. I was in so much pain I could barely stand and all I could think about was not getting lashed, again. But that was okay because I was so bruised and broken up that no one believed I was magnificent despite the big, red sign above my head. I guess it kind of worked out in that way. At least for a little while. But let’s move on from that cloudy moment in my life and come back to it a little later.    \n\nWhat I want to say is I’m old now, and I’m stuck in a faraway world that feels like every scary place I’ve ever heard about all rolled into one. I have definitely lived and seen and experienced things no horse has ever seen. And, I’ll tell ya, despite all the manure shoveled my way throughout my days, I’ve only made one or two friends that have made the suffering bearable. And to be sure, it is one such friend who wants to write the story of my life. She believes that what I have been through and what she has been through could someday help someone going through a similar situation. To be honest, I don’t know if all this will be helpful. What I do know is I hadn’t talked for like an eternity before I met her and once we started talking, I just couldn’t shut my trap. Kind of like an endless geyser. I guess I didn’t realize how much I had to say, or how much I had kept bottled inside, or how much I needed to talk and that talking alone had lifted such a heaviness from my heart that I felt like I could fly. It’s great to have a friend, especially one who doesn’t judge or interrupt and who listens with the heart and not the head. A friend who understands you, believes in you, and who calls you magnificent and means it. Truly means it. I may not know much but I know this— \n\nOne good friend makes all the difference."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A5873858451A4595AA6D14A9574DB3D3",
                  "SourceString": "ARC_TOME17_HOA_07_TITLE",
                  "LocalizedString": "Tales from The Horror: Through The Void Darkly. 2 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "06F6D4D94C899BB3ACBC9795C6D2B8E0",
                  "SourceString": "ARC_TOME17_HOA_07_ENTRY",
                  "LocalizedString": "The Fortress Tank was littered with burnt cadavers. Twisted limbs reached out like black gnarled trees against the blue light seeping through a hole in the metal ceiling. Scorch marks scarred the floor and on the wall, Haley read, ‘No Exit’ written in blood. She stared at the words for a long, pensive moment. Then the squad assembled around her, asking if she could pick up anything with her abilities. She shrugged and inched closer to the bodies, feeling a strange heaviness in the air. She could sense there was something unnatural and unknown still lingering about the corridor.  \n\nCautiously, Haley inched toward a crushed head on the metal grate and froze mid-step when she felt her arms prickle. She let her foot fall slowly and fixed her gaze on the charred eye sockets, searching for something, anything—anything that could help understand what had happened to the previous crew.  \n\nWhen nothing appeared, she raised her gaze and started when a ghostly soldier suddenly flashed before her eyes. Composing herself, she watched the soldier scramble down the dark corridor with entrails wiggling out of his lacerated stomach like giant worms.  \n\nSam sensed Haley was distraught and asked her what she was seeing. She turned to face him but tumbled backward and gasped at the sudden vision of gas-soaked soldiers going up in flames. The flames erupted and melted fat and flesh like butter until everything dissipated into plumes of swirling, blue smoke.  \n\nClambering to her feet and steadying herself, Haley breathed deeply and turned to the squad with a bleak expression. She said nothing for a long moment. She debated whether she should share her visions with the rest of the squad. But she wasn’t sure if what she had seen could be trusted. It could have been a memory, or it could have been a hallucination triggered by The Void.  \n\nFinally, she admitted she wasn’t sure about what she had seen and told the squad she needed more time to investigate. So saying, she made her way to a pile of mangled bodies, grabbed a charred hand and closed her eyes. Silencing her mind, she focused all her senses on the moment, but nothing came to her. \n\n“The whispers,” Jaden said, approaching his stepsister. “They’ve stopped… it’s like the tank is somehow shielding us from the outside.”  \n\nHaley opened her eyes and regarded him. Then she released the lifeless hand. “If that’s true,” she said flatly. “What happened to them?” She gestured toward the scattered bodies with an uneasy sigh.    \n\n“Good question,” Natasha commented as she scanned the massive tank for signs of life. “Looks like we’ll be staying here for a bit. Doesn’t bother me. I’ve been in worse places back home.” \n\n“Speak for yourself, Nat,” Jen shook her head. “This is a death trap. We should look for another place.”  \n\n“What other place?” Derek asked. “There is no other place. Let’s clear the rooms and make this can-of-hell pleasant.” \n\n“Pleasant?” Mel questioned. “Am I the only one smelling that?” \n\n“Smelling what?” Dwayne smirked.     \n\nMel turned to Dwayne. She wanted to smack the glasses off his face for downplaying the stench. “What do you mean ‘smelling what?’ Barbequed humanity. That’s what.”  \n\nDwayne shrugged. “Just breathe through your mouth.” \n\nMel shook her head. “I don’t want to breathe through my mouth!”  \n\n“I’m sure Claudine will think of something with her flowers.”  \n\n“Very funny, Ash!” Claudine’s face hardened. “I’m not collecting air fresheners here, or are you that clueless?” And she shoved Ash, who was laughing, into the hard, metal wall with a resonating clang.  \n\n“Knock it off!” Mahan snapped. “Let’s split up… Check the rooms for survivors. See if we can find something useful like medical supplies.”  \n\nThe squad agreed with nods and whispers and soon dispersed throughout the tank.   \n\nAt this point Mahan motioned for Haley and Jaden to follow him as he picked his way through the dark corridor with his flashlight. After what seemed like a lifetime, they found a control room lined with generators that had somehow been grafted to the wall. Nearby there was a container filled with a strange, bubbling, black substance. From the container a thick red hose extended to the generators.  \n\nMahan scrutinized the container, the generators, and the dashboard. It seemed like the black fluid somehow fueled the generators, and the generators somehow powered the fortress. He wasn’t exactly sure how this makeshift energy system worked, but he had seen the technology before in other realms. For a moment, he had the faint hope that the generators and the tank had been designed to help them survive The Void.  \n\n“They’re similar to the other generators.” Jaden observed as he passed his finger along the controls until he found a small window covered in grime and other substances he didn’t want to think about.  \n\nMahan approached a generator and tried to activate it, but nothing happened. He removed a panel and tinkered with wires like he had done countless times before.  Within moments, the generator sparked, belched, and grumbled to life as a light bulb flickered on and off casting a soft orange glow in the room.  \n\n“We’ve got a power!” Haley smiled.  \n\n“Thanks to…” \n\nJaden’s words trailed away as the ground shook beneath his feet and a deep sonorous roar came from outside. With a great sense of urgency, he used his sleeve to clear the grime from the window. As he stared out into The Void a shudder ran through him and the blood drained from his face.   \n\n“What is it?” Haley asked.  \n\nWhen Jaden didn’t answer, Mahan turned toward Haley, then Jaden and asked, “What is it? What’s out there?” \n\nStill, he didn’t answer.  \n\nHaley and Mahan exchanged a worried look as the world shook, again.  \n\n“Come see this…” Jaden finally stammered. His voice came out in a thin croak, and he felt his nerves growing taut as he fought down a surge of panic. He couldn’t believe what he was seeing. It was unlike anything he had ever seen in the other realms.  \n\nStaggering and helping one another, Haley and Mahan stepped behind Jaden.   \n\nAll three looked through the small window in openmouthed disbelief."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Xray/DBD_TOME17_HOA.DBD_TOME17_HOA",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "TOME17"
      }
    }
  }
]