[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Anniversary2024": {
        "Title": {
          "Namespace": "",
          "Key": "270106534C2344942F98D88E9FF0EA28",
          "SourceString": "ARCHIVE_Journal_TomeAnniversary2024_TITLE",
          "LocalizedString": "@#ARCHIVE_Journal_TomeAnniversary2024_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "Anniversary2024",
            "Title": {
              "Namespace": "",
              "Key": "66ECACC64AAE29D7AE2022B78ADC6EC2",
              "SourceString": "ARCHIVE_Journal_Anniversary2024_TITLE",
              "LocalizedString": "Twisted Masquerade"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "3987138B44E77A575F7C4FA7593BBF2A",
              "SourceString": "ARCHIVE_Journal_Anniversary2024_SUBTITLE",
              "LocalizedString": "Logs, Stories, and Notes"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5686F9624B063B0D16F6059AD70DB3AE",
                  "SourceString": "ARC_2024_ANNIVERSARY_01_TITLE",
                  "LocalizedString": "Arcus 10 302"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "56093186448070E880FFEE8F10646106",
                  "SourceString": "ARC_ANNIVERSARY24_HOA_01_ENTRY",
                  "LocalizedString": "As I journeyed through the ruins of countless realms I was suddenly distracted by a strange sound. I stopped and listened carefully.  I could hear strange vibrational sounds coming from the rising blue mist. The tune reminded me of something I had read in Barra’s ‘City of the Nine Gates.’  In the story the protagonist follows a chime through an endless wasteland to eventually find the hidden city where he discovers a mechanism that helps him return home. I’m sure Barra didn’t get everything right, but I’m sure he got some things right, and so I continue to track the source of the vibrations through The Void."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "741A9D914FB624488F904BABA9F98D47",
                  "SourceString": "ARC_2024_ANNIVERSARY_02_TITLE",
                  "LocalizedString": "Arcus 10 303"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5FDB2A18432F9C7EFE447796029073B7",
                  "SourceString": "ARC_ANNIVERSARY24_HOA_02_ENTRY",
                  "LocalizedString": "I moved through the fog toward the sounds, and they seemed to be sometimes fading and sometimes growing louder. I can’t shake the feeling that I’m being toyed with by some malevolent demon."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "FCC699A240E94B069423C1B61CFF9311",
                  "SourceString": "ARC_2024_ANNIVERSARY_03_TITLE",
                  "LocalizedString": "Arcus 10 304"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "6FD1354849698075CAE17B852226FB85",
                  "SourceString": "ARC_ANNIVERSARY24_HOA_03_ENTRY",
                  "LocalizedString": "The strange vibrations led to a ruined castle where people and creatures dressed in elaborate suits and masks celebrated the Sweet Darkness. Another twisted realm created out of the waste of the abyss to entertain Zzzzl.  She is quite impossible to understand, and heaven knows I’ve tried with every little bit I could find about her. Talbot writes about her in his notes. He believes she’s one of the unknowns who went mad with the knowledge she possessed. According to him, she has no recollection of her past life or even her name. Barra described something similar. Same with Shelly, only Shelly refers to her as one of the guardians and believes she came from an advanced world much like my own. Baker, however, describes a powerful trickster who uses marooned survivors to collectively manifest her designs to impress or outdo The Entity, if that’s even possible. He believed her realms existed outside the control of The Entity and could potentially poison the dimension if they were allowed to grow. Baker claims one or two victims contained the root of the memories being used to manifest her realm. Destroy the root, destroy the realm. I stared at these unsuspecting survivors and couldn’t figure out who Zzzzl had chosen to manifest her design. I thought of hacking through them all, but then quickly realized that’s probably why she lured me here, and I refused to give her the satisfaction. And so, I continued my journey through The Void with the sounds of a great party fading behind me."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": []
          }
        ],
        "Id": "Anniversary2024"
      }
    }
  }
]