[
  {
    "Type": "DataTable",
    "Name": "CharacterDescriptionDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct'CharacterDescription'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "268435490": {
        "CharacterIndex": 268435490,
        "CharacterCodename": "K35",
        "Role": "EPlayerRole::VE_Slasher",
        "Difficulty": "ECharacterDifficulty::VE_Intermediate",
        "DisplayName": {
          "Namespace": "",
          "Key": "7BB4EDC8476F527DCA242584E907D27E",
          "SourceString": "KILLER_35_NAME",
          "LocalizedString": "The Unknown"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "E518A6C149EA6C84A060C58FF045B707",
          "SourceString": "KILLER_35_BIO",
          "LocalizedString": "Olivia’s master’s thesis was on urban legends and their origins. She believed they shared similarities with traditional folklore and picked one to illustrate her point. The Unknown was believed to be a mysterious evil so heinous that investigating it almost immediately invited death. At least that was how the story went. And there were many stories. One story was of a woman in Greenville who disappeared without a trace on stage in front of a room full of witnesses. Her friend disappeared weeks later while trying to investigate what happened. The police were stumped. They had no clues or leads, and that mystery created the perfect storm for amplifying and spreading an urban legend.<br><br>Instead of going back home for spring break, Olivia headed to Greenville to investigate. She drove to the second-cheapest motel in town and began to set up in a small room that smelled of cigarette smoke, mold, and booze. She turned one wall into a kind of evidence board. She taped up articles and various theories on similar disappearances attributed to The Unknown throughout the country. She made connections with red string and yellow thumbtacks. Anyone walking into the motel room would think she had lost her mind.<br><br>There were many theories as to The Unknown’s origin. Some said it was a malevolent entity conjured long ago by an ancient cult. Others believed it to be an alien that escaped from Area 51. Legend was it thrived in darkness and stole the voices of those it consumed so as to lure others to their doom.<br><br>The first newspaper articles Olivia found referenced a disappearance at a séance held in the 1800s. In the late 1950s, several college students mysteriously disappeared from a movie theater. Witnesses saw them go inside. Some remembered seeing them in their seats. But when the lights came up, they were gone. No one saw them leave. No trace of them was ever found. A projectionist claimed to have heard voices in the empty darkness of the theater later that night. But when he turned on the lights, no one was there. Then in the 1960s a group of teens disappeared while exploring an abandoned hospital believed to be haunted.<br><br>Stories and speculation arose to explain these mystifying disappearances. Some talked about a top-secret government research program run by the Office of Strategic Services in the 1950s. Project Apple-Pie. Mind control experiments using hallucinogenic drugs. Most of the records were destroyed in the '70s, but witnesses claim that experiments were performed on unsuspecting civilians in various settings and locations throughout the country, including movie theaters, hospitals and universities. Many believed these unethical experiments opened doorways to other dimensions which allowed evil things to enter the world.<br><br>Olivia wrote observations to pin to her evidence board. The Unknown dwells in darkness and can mimic its victims. Was it an evil entity? An extraterrestrial? A failed government experiment? Or just a garden variety serial killer allergic to publicity? She wanted to prove The Unknown was nothing more than modern-day folklore. And that investigation led here to this night, to this place, to this shabby motel room.<br><br>Yet she couldn’t help but notice that the disappearances in Greenville included one detail the other stories didn’t. The fog. And she half-remembered another urban legend with a thick, unnatural fog that somehow made people disappear. Maybe, she mused, the Greenville disappearances didn’t relate to The Unknown but some other darkness.<br><br>For a moment Olivia wondered what would happen if one urban legend encountered another. She laughed at the idea and tempted fate by sketching a picture of what she thought The Unknown might look like. Then she pinned the sketch right in the middle of her evidence board, laughed nervously and waited to be consumed by The Unknown for having tried to define it. Anxiously, she stared at the windows and front door for seconds that turned to minutes and minutes that turned to hours. <br><br>But nothing happened.<br><br>Now it was after 2AM and Olivia was exhausted as she examined the articles and sipped cold coffee. So, when she first heard the whisper, she wondered if she imagined it.<br><br>“Olivia…” <br><br>It seemed to come from the bathroom.<br><br>“Help…”<br><br>The lights in the room flickered.<br><br>“Who’s there?” <br><br>Olivia stared with wide eyes at the closed door of the bathroom. Her mind was playing tricks on her. Or—<br><br>Her friends had shown up to prank her.<br><br>“Ariella? Sean? Stop messing around…” <br><br>The lights continued to flicker as she edged closer to the bathroom. Fear spread in long waves through her, and a terrible realization bloomed within her that The Unknown was behind the bathroom door, was preparing to make her pay for her hubris. Something began to whisper her name again. But then the voice rose, cracked, and distorted in sudden panic as if the brooding creature behind the door were under attack.<br><br>An unknown horror filled Olivia’s heart and left room for nothing else. She breathed deeply as cold sweat beaded on her forehead. She placed her hand on the doorknob. The lights turned off, but she could still hear the strangely inhuman cries. Then the lights turned back on, and she could see a strange black fog seeping through the bottom of the door.<br><br>Hesitantly, Olivia creaked the door open to see a bulky shape with frenzied tentacles being pulled into a thick mass of fog, vanishing slowly into the darkness like a dying shadow. The shrieking stopped suddenly, neighbors banged on the wall to turn down the TV, and Olivia stared intently at the black abyss that yawned before her. She wasn’t sure what to do. Part of her wanted to run. But the other part wanted to know more.  And as she considered what to do next, dozens of voices began to call out to her with promises of the unknown and the impossible and of unearthly things beyond human experience.  "
        },
        "Biography": {
          "Namespace": "",
          "Key": "9E6ABFA3412D2FB7A6B92DBC7FE52648",
          "SourceString": "KILLER_35_TOOLTIP",
          "LocalizedString": "A being beyond understanding, though many have tried.<br><br>Its personal perks, <b>Unbound</b>, <b>Unforeseen</b>, and <b>Undone</b> allow it to move quicker, put its Terror Radius on a generator, and deplete generator progress."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Applepie/K35_TheUnknown_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'Missing'",
          "ObjectPath": "DeadByDaylight/Content/UI/UMGAssets/Icons/Customization/Missing.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Applepie/K35_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::KillerHead",
            "DefaultItemId": {
              "RowValue": "K35_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerBody",
            "DefaultItemId": {
              "RowValue": "K35_Body01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerWeapon",
            "DefaultItemId": {
              "RowValue": "K35_Weapon01"
            },
            "SocketName": "Weapon_SocketRT"
          }
        ],
        "ChapterDlcId": "ApplePie",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[K35]",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/BP_Slasher_Character_35.BP_Slasher_Character_35_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/Menu/BP_Menu_Slasher35.BP_Menu_Slasher35_C",
          "SubPathString": ""
        },
        "IsDefaultItemSpawnableInParadise": false,
        "DefaultItem": "Item_Slasher_K35Power",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Male",
        "KillerAbilities": [
          "EKillerAbilities::VE_K35Power"
        ],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "/Game/Data/Dlc/ApplePie/K35_TunableValue.K35_TunableValue",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [],
        "CharacterId": "K35"
      },
      "40": {
        "CharacterIndex": 40,
        "CharacterCodename": "S41",
        "Role": "EPlayerRole::VE_Camper",
        "Difficulty": "ECharacterDifficulty::VE_None",
        "DisplayName": {
          "Namespace": "",
          "Key": "9EABBCDB4593D92AF39A229D8D9B6652",
          "SourceString": "SURVIVOR_41_NAME",
          "LocalizedString": "Sable Ward"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "6B100848489530C4D7A1388EDB109237",
          "SourceString": "SURVIVOR_41_BIO",
          "LocalizedString": "Sable figured she had to be adopted. No way was she the progeny of her insanely perky mom and her grinning, golf-playing, frat boy of a dad. They didn’t understand the first thing about her. No one in Greenville did. Except for Mikaela. They were fast friends since third grade. Up until then Sable had no friends. She wasn’t into ponies or dolls or tea parties with teddy bears. She liked bugs, lizards, riding bikes and dirt clod fights. Her favorite holiday was Halloween and Mikaela was the only one who didn’t think she was crazy when she dyed her hair purple in eighth grade. Sable’s mom was furious. Her dad didn’t even notice. Mikaela went with her to the mall when she got her ears pierced and helped her pick out her first tattoo. An occult symbol hidden in a place her parents would never see. Mikaela declined to get her own tattoo. She flirted with the dark side, but she didn’t live it. Not like Sable. The dark side made sense to Sable, and she reveled in it. Partly because it freaked out her parents and teachers. Partly because it felt like who she was. Some called her a goth because of the way she presented herself. But she wasn’t into labels. She loved horror movies and found the occult exciting. It made sense to her. She knew that the shiny suburban world of her mom and dad had a dark underbelly. They were afraid to confront their fear, so they pretended everything was perfect and that they would live forever.  But Sable knew better. Death stalked us all and no one was getting out alive.<br><br>Mikaela got Sable a job at Moonstone. Probably the only place in town that would have hired her. She took classes at the local college and produced a guerilla radio show on the shortwave in her attic. All Things Wicked This Night was about the world’s dark underbelly. The occult. Urban legends. Horror. And often there were heated discussions with Mikaela about the horror movies they’d catch at the only theater in Greenville. Mikaela liked her horror with a little comedy, but Sable liked it meaner. Scarier. Bloodier. She relished the gore. Enjoyed the terror. Liked to feel the adrenaline rush. And their debates were entertaining to say the least.<br><br>When searching for inspiration for her show, Sable would take walks in the cemetery with all the statues and headstones of early settlers who had founded the town as a sanctuary for those escaping persecution.  She often talked about that history on her show, and she formed a theory that the uncanny sightings and disappearances were somehow linked to the town’s history. One caller suggested the town was built on top of a fracture. The caller went on to describe a fracture as an overlap between worlds. Another caller said these fractures were created by an ancient cult devoted to forgotten demons. Another caller defined fractures as a cosmic buffet for an elder god that fed on pain, fear, and misery. And one caller even argued that it wasn’t a fracture but The Unknown, a mysterious creature that consumed anyone who dared to imagine it. All the theories made for fun and inspiring debates, and she loved nothing more than to discuss real-life horror until the horror became personal.<br><br>One evening Sable had challenged Mikaela to tell a real horror story at Moonstone’s Annual Halloween Festival. Scare the crap out of people. Stop dancing around the horror and embrace it. Tell a story about The Unknown. Make them imagine it. Make them believe The Unknown will show up on stage. Nothing terrifies an audience more than a show that could potentially kill them. Mikaela laughed at the idea and declined the challenge because she was working on another story with her roommate.<br><br>But a strange, black fog had taken Mikaela during her performance and Sable felt the icy hand of guilt grab her by the back of the neck. She was convinced that she had somehow sent Mikaela to her doom. Did The Unknown take her? Did she try to define The Unknown? What about her roommate? Her roommate disappeared as well. But then she realized Mikaela’s story wasn’t about The Unknown. It was about something else. Another dimension. A dimension filled with terrifying creatures, sadistic killers, and endless horror.<br><br>This was not The Unknown.<br><br>With this realization, Sable began to investigate other disappearances in Greenville. Before long, she realized most of the disappearances occurred at the theater or somewhere close by. Investigating further, she discovered the theater was built over the ruins of an old, one-room schoolhouse that had burned to the ground in the 1920s. Somehow the students couldn’t get out and everyone perished in the flames. Feeling close to an answer, she continued her research and discovered two teenage brothers had recently disappeared from the theater. Elias and Elan. The only witness, their younger sister, Ellen, was committed to an institution after ripping her eyes out. And so, pretending to be a relative, Sable went to talk to Ellen who admitted she and her brothers had been trying to steal old movie posters from the storage room behind the movie screen. She then described a secret door in the basement and a passageway that led to another place.<br><br>A dark place.<br><br>A cold place.<br><br>An evil place.<br><br>Stay away from there, she begged. Stay away.<br><br>But Sable wasn’t about to stay away.<br><br>Not after that story.<br><br>Determined to see Mikaela again, Sable hitched a ride to the theater and soon found the door behind the movie screen. In the darkness she jimmied the door open with a crowbar and headed down a creaking, wooden stairway to the dank cellar. A light switch activated flickering fluorescent lights that illuminated a room filled with broken theater seats and old movie posters dating back eighty years. She searched the sprawling basement and found a thick wooden door hidden behind a poster of the original Frankenstein. She pushed and shoved the door open to reveal an endless circular stairway descending into perfect darkness. Using a penlight to navigate, she descended for ten minutes before she noticed the cold, black fog rising from the lower depths.<br><br>The same cold, black fog that had taken Mikaela.<br><br>Sable considered running back up the stairs to where she would be safe. But then she thought about the terrifying creatures and the sadistic killers and the endless horror, and she quickly decided she wasn’t going to let her best friend have all the fun."
        },
        "Biography": {
          "Namespace": "",
          "Key": "BAF5815A410E29E68B157ABB56786CA1",
          "SourceString": "SURVIVOR_41_TOOLTIP",
          "LocalizedString": "She is not afraid to embrace the darkness, or the power that lies within it.<br><br>Her personal perks, <b>Invocation: Weaving Spiders</b>, <b>Strength in Shadows</b>, and <b>Wicked</b> allow her to quicken repair progress, heal herself without a Med-kit, and gain benefits from some status effects. "
        },
        "IconFilePath": "UI/Icons/CharPortraits/Applepie/S41_SableWard_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'T_S41_charSelect_portrait_HUD'",
          "ObjectPath": "DeadByDaylight/Content/UI/UMGAssets/Icons/CharPortraitsHUD/Applepie/T_S41_charSelect_portrait_HUD.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Applepie/S41_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::SurvivorHead",
            "DefaultItemId": {
              "RowValue": "S41_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorTorso",
            "DefaultItemId": {
              "RowValue": "S41_Torso01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorLegs",
            "DefaultItemId": {
              "RowValue": "S41_Legs01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "ApplePie",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[S41]",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/BP_CamperFemale21_Character.BP_CamperFemale21_Character_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/Menu/BP_Menu_CamperFemale21.BP_Menu_CamperFemale21_C",
          "SubPathString": ""
        },
        "IsDefaultItemSpawnableInParadise": true,
        "DefaultItem": "None",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Female",
        "KillerAbilities": [],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "None",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [],
        "CharacterId": "S41"
      }
    }
  }
]