[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct ArchivesJournal",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Anniversary2022": {
        "Title": {
          "Namespace": "",
          "Key": "1D3A29BB4109586057E520BB0136E45F",
          "SourceString": "@#ARCHIVE_Journal_TomeAnniversary2022_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "Anniversary2022",
            "Title": {
              "Namespace": "",
              "Key": "75A5E2464491DC884E816CA5C208C461",
              "SourceString": "Twisted Masquerade"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "B4DD20B545869B22FA539581284FF098",
              "SourceString": "Logs, Stories, and Notes"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6DF9C97E444FAFB50BF772AC10540B81",
                  "SourceString": "Journal of a Moving Picture. The Sweet Darkness."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "593F826E43C37D3D27567D8EAF57A975",
                  "SourceString": "Captain Pierce found an old journal with sketches of people and creatures in elaborate costumes celebrating the ‘Sweet Darkness.’ It was signed… the Mad Designer. Another book by what I presume to be the same author showcased sketches of abandoned towers just like this one in the middle of the abyss. Pierce believes we should form parties to search for them. I think they’re just the sketches of a creative artist with lots of time on his hands."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "DC6B2FA34D8962D8156E5E86845C3941",
                  "SourceString": "Journal of a Moving Picture. Jezabel."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0C6CC64E41025F331D59EF9E3DDF0A71",
                  "SourceString": "Sam Park writes to his missing son every night without fail. I’d eventually like to read those letters for research. I cannot even begin to imagine what it would be like to lose someone you love and not know where they ended up. On another note, we found several other journals with absurd designs and characters illustrated by an artist who signs off as Jezabel."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "29A4DF9B442E62B826ABC1967138E28E",
                  "SourceString": "Journal of a Moving Picture. The Mad Designer."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BBDCB2124752A054D4B7A89FD9EB192C",
                  "SourceString": "Alex found a room filled with masks and other objects created it would seem from Jezabel’s designs. It seems to me that Jezabel and the Mad Designer are one and the same. She seems to have multiple personas and her designs seem to be quite bold and unrestricted. They are fun and horrific at the same time especially those that describes battles between towers. If there is any credibility to her sketches and notes, it would seem as though I was wrong and that there are several of these towers scattered throughout the abyss."
                },
                "HasAudio": true
              }
            ],
            "CinematicPaths": []
          }
        ],
        "Id": "Anniversary2022"
      }
    }
  }
]