[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Tome03": {
        "Title": {
          "Namespace": "",
          "Key": "41C158E14514DD946045EAA532511CBE",
          "SourceString": "ARCHIVE_Journal_Tome03_TITLE",
          "LocalizedString": "Escalation"
        },
        "Vignettes": [
          {
            "VignetteId": "Tome03_Kate",
            "Title": {
              "Namespace": "",
              "Key": "3B227189430588F045ABAF91C9ED7304",
              "SourceString": "ARCHIVE_Journal_Tome03_Kate_TITLE",
              "LocalizedString": "Back to Zero"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "467F42D5463D7152BAA534ABD790CC1D",
              "SourceString": "ARCHIVE_Journal_Tome03_Kate_SUBTITLE",
              "LocalizedString": "Memories: Kate Denson"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "DF9495B24A3042F8659A259C2A49F19A",
                  "SourceString": "ARC_TOME03_KATE_01_TITLE",
                  "LocalizedString": "MEMORY 3221"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "06EDAD39430C4287A397F2893B48D2AF",
                  "SourceString": "ARC_TOME03_KATE_01_ENTRY",
                  "LocalizedString": "Hitting zero. That's why she returns to the forest time and time again. To let go of her anxieties. To let go of her problems. To take in the scent of fresh pine and let go of her conscious self. To let go of everything and listen to her muse. She's been out of touch with herself for a while, lost in a game to please everyone else except herself, playing songs that don't come from her but are sure to please the masses. Music that doesn't even resonate with her. Playing songs for money despite the warning: play one song for money and kill your muse. She laughed when her mother first told her this. It's seemed like a ridiculous thing to say. Her muse didn't seem to be going anywhere. She was hearing more songs in her head than she could play in a lifetime. Now… now…she's not laughing anymore. She's never felt so false and uninspired in her life, and more than ever she wants to reconnect with her music… her muse… herself. She closes her eyes and peels away the layers until her mind is empty and open to the great unknown."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F28700964DF58B95D6AC56BDCA2228E6",
                  "SourceString": "ARC_TOME03_KATE_02_TITLE",
                  "LocalizedString": "MEMORY 3222"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "CDC67B7344F0964EA6A8B8B9829461F5",
                  "SourceString": "ARC_TOME03_KATE_02_ENTRY",
                  "LocalizedString": "Kate strums her guitar freely but nothing's coming to her. Just a dark, disturbing melody that's been returning to her every time she hits zero. A melody so unlike anything she's ever played that she doesn't know where the inspiration comes from. She's never played a tune so dark and yet… so catchy. The harder she tries to push the ominous melody out of her mind the stronger it gets. The more it demands to be written down. She wants the melody to stop and yet it's all she hears around her. Above her. Below her. Beside her. Within her. One endless foreboding melody. A melody that just isn't her. Or.. maybe it is her… Maybe the show-pony routine has changed her, corrupted her… perhaps even crushed her. And if not her… the best part of her… her muse. She stops strumming, closes her eyes, pushes everything out of her mind and begins a slow and patient countdown back to zero."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0D7CC9E74E4EA7FF6DAE749C114AC1CB",
                  "SourceString": "ARC_TOME03_KATE_03_TITLE",
                  "LocalizedString": "MEMORY 3223"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "6D9500DB4D511BA138057CA76CBD8D00",
                  "SourceString": "ARC_TOME03_KATE_03_ENTRY",
                  "LocalizedString": "She waits for an inspiration that never comes. Nothing except that lonely, ominous melody. The more she tries to strum something else… the louder it echoes in her mind. She stops for a long silent moment. But… the tune doesn't. She closes her eyes and tries to force it out of her mind but… it's not in her mind. It's coming from the cave. It can't be. She shakes her head. The tune fades as she returns to zero and tries one last time to connect with her muse. Her real muse, regretting all the paid gigs that drove her further and further from who she was… who she really was. She closes her eyes and counts down. Five. She relaxes her toes. Four. She relaxes her legs. Three. She relaxes her torso. Two. Her hands. One. Her lips, her nose, her face. Zero. She silences her thoughts."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "198988D64760F50D929BC7BF2FD47496",
                  "SourceString": "ARC_TOME03_KATE_04_TITLE",
                  "LocalizedString": "MEMORY 3224"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B6B315D3402164CEDABD6795EA633D8E",
                  "SourceString": "ARC_TOME03_KATE_04_ENTRY",
                  "LocalizedString": "Three hours and still nothing but that foreboding melody. More than anything she wishes she had taken some time to realign herself and make sure she was spending her life's energy on something real and true to who she was. Instead she squandered her life's energy on… acts and routines and her piggy bank. That wasn't supposed to happened. Not to her. One of her inspirations was the great Woody Guthrie. Everything he wrote was true to who he was. Everything he did came from him. Came from a real and pure place. She was like that at some point in her life. But now… now she's performed more fluff than substance and the guilt alone may have crushed her muse. Her real muse. Not this perverted version of a thing that has her strumming the loneliest and darkest tune she ever conceived. She prepares to countdown but sees… a symbol on the ground before her… glowing and pulsing with the tune… pulsing like the heartbeat of some primordial, ancient thing. She closes her eyes and opens them again and the symbol is gone."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6A51E13A4DECF2E2859899BB2AF0B50B",
                  "SourceString": "ARC_TOME03_KATE_05_TITLE",
                  "LocalizedString": "MEMORY 3225"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "9D586B90478F90627BD43991A267F964",
                  "SourceString": "ARC_TOME03_KATE_05_ENTRY",
                  "LocalizedString": "Kate screams in the lonely, desolate forest! She wants that tune out of her head. It's annoying her. Frustrating her. Blocking her. Even when she stops strumming her guitar the melody continues as though with a life of its own coming from everywhere and nowhere at the same time. She focuses for a moment and realizes the melody is echoing out from the cave. She surrenders to her dark muse. She stands and stares at the cave and sees… a pulsing light. She closes her eyes and feels that her mind's playing tricks on her. But she knows better. She knows she's always sensed and felt things others couldn't. She once heard someone say that today's shamans are our artists, authors and musicians… that unlike other people they are capable of accessing other thoughts, worlds and ideas from otherworldly realms. She always had that ability… but never like this… never so dark… it's as if the universe is punishing her for squandering her gifts. She approaches the deep and ominous cave wondering who or what is calling her. A vague memory tugs at her… tells her she's done this before. She has a sense that she knows what she's going to find but somehow has forgotten…"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Vietnam/ARC_KAT00ALL-FINALHD.ARC_KAT00ALL-FINALHD",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome03_Huntress",
            "Title": {
              "Namespace": "",
              "Key": "BA3E5EF54B5FA6483F8434A43A7A3648",
              "SourceString": "ARCHIVE_Journal_Tome03_Huntress_TITLE",
              "LocalizedString": "A Lovely War"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "1DC9DCE445533B65BEBACE8E3644B8B6",
              "SourceString": "ARCHIVE_Journal_Tome03_Huntress_SUBTITLE",
              "LocalizedString": "Memories: Anna"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "76E6E2FA49B0E2225BDB598D65C81422",
                  "SourceString": "ARC_TOME03_HUNTRESS_01_TITLE",
                  "LocalizedString": "MEMORY 2432"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "A4E22C1E482846080EC9799C95BFADA0",
                  "SourceString": "ARC_TOME03_HUNTRESS_01_ENTRY",
                  "LocalizedString": "Dawn bleeds across the craters and trenches and into the devastated forest. Explosions tear the ground. Mud rises and showers Anna. Men tumble headlong into open craters filled with rotting cadavers. Mangled human and horse flesh make a feast for rats. Other men are blasted to bits and pieces. Some drown in mud and blood. The brutal savagery of these human animals amuses Anna. She's never been so entertained. They are worse than hungry wolves fighting over a carcass. Some speak words she understands. Others speak words foreign to her ears. A pathetic scream like nothing she's heard suddenly startles her. She follows the source of the sound into the decimated forest where she sees a small canvas tent and Russian soldiers  guarding foreign prisoners. She watches them all evening. She watches horrified when they execute one of the horses for dinner. So much meat wasted due to sloppy butchery. After dinner the Russians grab one of their foreign prisoners and crush his head with a shovel to pass the time. They laugh and make jokes. She watches them in the shadows and laughs silently. Not with them. At them. A shovel is clunky. The blows are awkward. The death… messy.  These men are neither fish nor meat. Her mother taught her better."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "579E185E422104CC16D2F484770392D1",
                  "SourceString": "ARC_TOME03_HUNTRESS_02_TITLE",
                  "LocalizedString": "MEMORY 2433"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "AC8CFAAE4980521C46827199EDEA6CA8",
                  "SourceString": "ARC_TOME03_HUNTRESS_02_ENTRY",
                  "LocalizedString": "She was going to search for another pack of human animals but something catches her eye. Something that reminds her of her father. Something perfect for her little bushka. A gift. Anna hides in the shadows and fixes her gaze on the gift. The Russian soldier carves the gift as he guards and swears at foreign prisoners in the shredded canvas tent. They kill and torture each other because they cannot talk to one another. She remembers a book her mother once had. She pointed to the pictures and called them soldiers. They were the ones who butchered her father. Soldiers tear each other apart for reasons her mother could never explain. She watches them and doesn't understand.  She's not sure they do either. Maybe they like the hunt, the scent of fear, the bloodlust. She stares at the perfect gift and wants to give them a little war they'll never forget. But there are too many and her mother suddenly appears before her with a smile and tells her little Anna she will need to thin the ranks. I can do that. I will show you. I will show you, and I will show them… where crawfish sleep. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B76643D34BB3FF3FE27140BEDBDEF75A",
                  "SourceString": "ARC_TOME03_HUNTRESS_03_TITLE",
                  "LocalizedString": "MEMORY 2434"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5107DBA748A0A1E85029ED88D95BA1F4",
                  "SourceString": "ARC_TOME03_HUNTRESS_03_ENTRY",
                  "LocalizedString": "The Russian soldier does a peculiar thing to his prisoner. He ties him to a gnarled branch by his ankle and lights a fire a few inches under him. She scrunches her brow. Confused. You kill the game before you roast it. But these soldiers enjoy his agony. She recognizes the yelling and shrieking foreigner. Just a few moons ago he was torturing Russian prisoners in another tent. Just a few moons ago he was the tormentor. The Russian holds the perfect gift in his hands while the prisoner shrieks and squeals like a pig. She smirks. It's kind of a funny cry. It is. It's amusing. The Russians make jokes and imitate the squealing cry. She fights down explosive laughter. It's the most ridiculous sound she's ever heard. The sound of an approaching soldier suddenly startles her. She wheels to see a glittering bayonet rushing her. She evades and grabs the pathetic, scrawny man by the neck, curls her callused fingers around his bulging apple and yanks with devastating fury. With a choked gurgle he collapses and lies dead on the ground with his throat torn out. She returns her attention to the laughing Russians and the squealing human swine. She smiles. They'll all be making similar sounds when she's through with them."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "D9EE4466451A073ECEC1B2A7A2A44746",
                  "SourceString": "ARC_TOME03_HUNTRESS_04_TITLE",
                  "LocalizedString": "MEMORY 2435"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B847727D4F01DFEB77C6AF9F01B66E0A",
                  "SourceString": "ARC_TOME03_HUNTRESS_04_ENTRY",
                  "LocalizedString": "Four Russian soldiers lurk around the tent searching for their missing comrade. Anna stealthily tracks one soldier, inching closer and closer with every step. Poor pea-green mule.  He has no sense these will be his last few breaths. She watches him for a long moment then strategically steps on a twig. The crack makes him turn, but before he meets Anna's gaze, her axe splits his nose between the eyes, smashing his teeth and severing his tongue. She covers his bloody mouth with her hand as she rummages through his pockets for the perfect gift. Nothing. She raises her hand to let the choking, gurgling sounds lure the other three. Carefully they approach with bayonets raised and ready. She grinds her teeth in fury and bloodlust. She rolls their comrade's severed head in their midst. A moment of shock and it's all she needs as she leaps out and drops two soldiers with one lash of her axe. The other soldier rushes in with a scream and she meets him with a sweeping stroke that severs his head clean off the torso.  A geyser of blood erupts as his headless torso staggers stupidly back and forth as though searching for its lost head. The torso staggers forward then pitches backward and collapses. The sounds of another attack reach her before the blade. She lashes left and right and the body collapses in mangled pieces. The soldier stares at the pieces of his body around him in terror. She laughs and thinks about that story her mother used to tell her. Sorry yaytso. Can't be put together again."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "34DA0F6F47101BE81B222BAD87021C96",
                  "SourceString": "ARC_TOME03_HUNTRESS_05_TITLE",
                  "LocalizedString": "MEMORY 2436"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "8BB144CC47321695E6ED84AA0798FDF8",
                  "SourceString": "ARC_TOME03_HUNTRESS_05_ENTRY",
                  "LocalizedString": "Anna finds these soldiers curious. Where once the Russians and foreigners were roasting each other alive… they are now… working together to survive her attacks. They are calling her a ghoul, a monster, of the forest, saying she is a bodark. Together the soldiers dig pits and sabotage their camp. Anna toys with them. She's outnumbered and she knows it. She weakens their senses by depriving them of sleep. Every night she approaches their camp. Sings a lullaby then howls like a bodark. The soldiers wake in a frenzy and scuttle in terror as she returns to her cabin to sleep with her little one. She rests for a few hours then returns to her little war to reignite a cycle of terror. One or two sleepless nights and they'll be ripping each other apart. It will be a matter of walking in and taking what belongs to her little bushka."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Vietnam/ARC_HUN00ALL-FINALHD.ARC_HUN00ALL-FINALHD",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome03_Dwight",
            "Title": {
              "Namespace": "",
              "Key": "2BF021764C41B1A55B37E38431865620",
              "SourceString": "ARCHIVE_Journal_Tome03_Dwight_TITLE",
              "LocalizedString": "A Story By Any Other Name"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "E5B2D1E2445D432169A6239CA371E8BE",
              "SourceString": "ARCHIVE_Journal_Tome03_Dwight_SUBTITLE",
              "LocalizedString": "Memories: Dwight Fairfield"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "DBF82E664214E98801C5C7863CBEF9DB",
                  "SourceString": "ARC_TOME03_DWIGHT_01_TITLE",
                  "LocalizedString": "MEMORY 2112"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "A3D9B93247B2DF30924A328DFF87891C",
                  "SourceString": "ARC_TOME03_DWIGHT_01_ENTRY",
                  "LocalizedString": "Lazar approaches Dwight and slams his desk. Max didn't work out. He was a weak male I just wanted to crush! Fear, anxiety, confusion—Dwight feels them all. How is this guy the CEO? More than that… he wanted to crush the employee he's replacing for being… for being… a weak male. Dwight doesn't even know what that means. Weak male? Who talks like that in this day and age? His hands fidget nervously. He swallows a growing lump in his throat. Lazar smashes his desk again. I need you to be bolder than him, Dwitch. I need you to get the buzz out there that we're the best company in the business. Did he just call me Dwitch? Dwitch? He just called me Dwitch. Dwight's still not sure what he's supposed to be doing at Peak 22. He's a Story-Hook Supervisor. He has no idea what that is.  Sounds convoluted and made up. Sounds like bullshit. He took the job because he needs the money and he can't dress up in costumes for birthday parties anymore. Kids can be so cruel. He's supposed to create fake profiles and write positive reviews about Lazar and his company. Lazar gives his desk another thump! Be a lion, Dwitch! Pounce on the internet! Pounce! Get the word out! Peak 22! We design Story-Hooks for ads that transcend humanity. Dwight has no idea what that means. Lazar leaves a test on his desk and walks away. Dwight stares at the test unsure. Rose, the manager who hired him, approaches him and explains it's an intelligence test. Lazar wants to make sure he's the smartest in his company. Best advice. Flunk it. Dwight smiles. Gotchya."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "D74006CF4DE89474527014B2ECDD1E54",
                  "SourceString": "ARC_TOME03_DWIGHT_02_TITLE",
                  "LocalizedString": "MEMORY 2113"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "923DCA9F46E155A24BEC118E28483BA1",
                  "SourceString": "ARC_TOME03_DWIGHT_02_ENTRY",
                  "LocalizedString": "Our thing is Story-Hook advertising. Dwight cringes every time he hears Story-Hook. Lazar's trying to be different just to be different. Most advertisements use stories to wrap a message in emotion. Just because you call it a Story-Hook doesn't mean it's new. Doesn't mean it's different. Story-Hook is a term used by high-school English teachers. Rose laughs. Yes, but Lazar's an idiot and he wants to feel like he created his own theory for his upcoming book. Dwight's eyes go wide. Book? What book? Rose laughs absurdly and explains. An autobiographic book. A guaranteed bestseller highlighting Lazar's new theory on creativity. But Lazar hasn't done anything yet. It's all smoke and mirrors. Rose laughs and corrects him. He's done one thing really well… He's burned through millions. Rose changes the subject and tells Dwight he needs to meet Lazar's ghostwriter for an interview. Make sure to shower praises about our naked emperor for his autobiography."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "10B7FAC64E7979662F961A8A2E9AD7C9",
                  "SourceString": "ARC_TOME03_DWIGHT_03_TITLE",
                  "LocalizedString": "MEMORY 2114"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "568CC99F48990DCE3B102C8531CA2243",
                  "SourceString": "ARC_TOME03_DWIGHT_03_ENTRY",
                  "LocalizedString": "Dwight approaches Rose. She isn't her usually jolly self. Dry tears line her cheek and her eyes are swollen. She tells him Lazar embarrassed her at a meeting when she refused to go along with his jokes at the expense of the sound designer's speech impediment. He humiliated her for not going along with his stuttering impression. Rose sighs and advises Dwight to record all meetings with the Naked Emperor. Not just for legal reasons but for the yearly roast. Dwight raises his eyebrows curiously. Yearly roast? What yearly roast? She tells him about a yearly gathering of ex-employees who get together to laugh at Lazar's stupidities. Dwight tilts his head. He's really confused. In his mind Peak 22 just opened its doors. How long has Peak 22 existed? Rose calculates on her hands. Five years. Dwight can't believe his ears. Five years and Peak 22 has nothing. Rose smirks. Correction. Five years and we almost have Lazar's biography and his theory on creativity."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "96A5B0074565B1568879F38CC42AD335",
                  "SourceString": "ARC_TOME03_DWIGHT_04_TITLE",
                  "LocalizedString": "MEMORY 2115"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "958B86C84F4186FFC782A183D3B11032",
                  "SourceString": "ARC_TOME03_DWIGHT_04_ENTRY",
                  "LocalizedString": "Dwight showers Lazar with online praise using fake profiles. It's the coziest job he's ever had. As he prepares to create another false profile he suddenly hears shouts coming from Lazar's office. He freezes as Lazar verbally assaults the Peak 22 lawyer. The lawyer is telling him Story-Hook can't be registered. It's a concept in many high school textbooks. Lazar fires the lawyer on the spot. The lawyer promises he'll sue. Lazar doesn't care. He'll settle. He always settles. It isn't his money, and Dwight's heard he's got his benefactors eating out of the palm of his hands. He's already settled dozens of wrongful dismissals. Rose attempts to calm Lazar down, but he screams at her to mind her business.  Dwight wants to help her… but… he's… never made so much money doing so little before. He likes making money doing nothing. But… his hands are fidgeting and his palms are getting damp and clammy. Hearing Lazar verbally abuse Rose is difficult to bear. He imagines all kinds of scenarios where he leaps from his desk to help her. Nervousness fills his bladder, and he leaps from his chair and rushes to the bathroom."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "CF67807B44D76B2DF5DFD8ABA22B4B0D",
                  "SourceString": "ARC_TOME03_DWIGHT_05_TITLE",
                  "LocalizedString": "MEMORY 2116"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "C6F30C7149E7E31B913FB7A08F157834",
                  "SourceString": "ARC_TOME03_DWIGHT_05_ENTRY",
                  "LocalizedString": "The Brilliant Mind Inc. Lazar announces the title of his autobiography to the entire office. It feels like a joke, a bad joke, but it's not and the studio is trying not to laugh at their Naked Emperor. Lazar hasn't done anything in the five years since he convinced a bunch of millionaires in his Story-Hook revolution. He doesn't even have one successful advertising campaign. They had a few clients in the beginning, but Lazar wanted to write and direct the commercials himself and made a mess of everything. Dwight suppresses a laugh. Rose claps when Lazar concludes his presentation.  Amazing! Paradigm-changing! How gracious of you to share the secrets of your success with the world. Everyone gets her sarcasm except Lazar. That's the thing about narcissists. They believe their own press release.  Lazar turns his attention to Dwight. Dwitch…  What do you think? Dwight suddenly feels the blood drain from his face. He echoes Rose. Amazing! Paradigm-changing! How gracious of you to share the secrets of your success with the world. Lazar smiles. It's not about ego Dwitch, it's about community and selflessness."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "57C994F44541B2774F8CF287AE54D93F",
                  "SourceString": "ARC_TOME03_DWIGHT_06_TITLE",
                  "LocalizedString": "MEMORY 2117"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "6417FB44402571EAC97B36AAFC1668F9",
                  "SourceString": "ARC_TOME03_DWIGHT_06_ENTRY",
                  "LocalizedString": "Lazar screams at Rose because she can't find a publisher for The Brilliant Mind Inc. Peak 22 has done nothing and creating campaigns with a Story-Hook isn't really paradigm-changing. The publishers think he's an idiot. What is he saying Story-Hook when he means Story? Ads with a story. A story with a Story-Hook. Rose calms Lazar down. She suggests that they should self-publish. The idea silences Lazar. You're right! You're absolutely right! The publishing world isn't ready for my visionary ideas. Dwight sighs and finds it harder and harder to listen to his bullshit. Peak 22 is going nowhere fast. The company is having a hard time finding clients and recruiting with all the rumors of abuse. Lazar announces he has a solution for recruitment. He'll write a Story-Hook recruitment campaign to attract the best employees.  Hundreds will apply. Thousands.  Dwight doesn't understand. For what? Dwight still isn't sure if Peak 22 does anything other than enable a narcissist to do whatever he wants to whomever he wants."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1E4ADC654C7BC05346FA83912F66DB69",
                  "SourceString": "ARC_TOME03_DWIGHT_07_TITLE",
                  "LocalizedString": "MEMORY 2118"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2C50A4A64760FA886A7D2FA1465839B2",
                  "SourceString": "ARC_TOME03_DWIGHT_07_ENTRY",
                  "LocalizedString": "Lazar is spreading rumors about Rose. Dwight consoles her but she's inconsolable. She says it's a pattern. His pattern. He discredits, destroys, and demolishes an employee before he fires them. He spreads the rumor he later uses to fire the person. Dwight says she's exaggerating. Rose shakes her head. Lazar's in trouble. He just spent more money on a one-minute ad campaign for Peak 22 than a Hollywood blockbuster and his investors want answers. He needs a fall girl. Someone to blame for the mismanagement of company funds. Dwight doesn't understand. She explains that Lazar's already left a trail of blood in his wake. The last three women in her position were all promoted and fired for Lazar's excesses and stupidities. Lazar has an upcoming meeting with his investors. She will be this year's patsy. Dwight gives her a skeptical look. She shakes her head. You'll see. He spends the money. A woman takes the fall. That's Lazar's idea of equal opportunity. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "911AE8834128CF9DC53E48A62ABB37EC",
                  "SourceString": "ARC_TOME03_DWIGHT_08_TITLE",
                  "LocalizedString": "MEMORY 2119"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0052EFFB452754AC359426AB67BE915B",
                  "SourceString": "ARC_TOME03_DWIGHT_08_ENTRY",
                  "LocalizedString": "Dwight stares in disbelief as Lazar asks Rose to present the advantages of Story-Hook advertising at an all-hands meeting. He interrupts her on every slide in front of everyone then cancels the meeting. He acts as though it's the first time he's seen Rose's deck. He announces Rose has no idea what a Story-Hook is. Everyone leaves the cafeteria feeling bad for her, grumbling that no one knows what he means by Story-Hook or how stupid he is for using a contrived term that just means story. Dwight doesn't understand because she validated every slide in her deck with Lazar. He heard them agree. Before Dwight can talk to her she is fired and escorted out of Peak 22. Dwight watches his friend, a single mother, walk out. This year's patsy for Lazar's excesses. He siphons the investment money and his friend gets the boot. The whole meeting was a set-up to discredit her in front of everyone. Lazar approaches Dwight. Sorry, Dwitch, I know Rose was your manager but I had to let her go. She wasn't aligned with our company values. Dwight stares at Lazar in mingled shock and horror. What values? He wants to scream at Lazar. He wants to grab his ears and rip them out of his narcissistic head. Instead he nods and silently prays there is justice in the world."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "08FC70544B425C63C6DBB593F1B5615E",
                  "SourceString": "ARC_TOME03_DWIGHT_09_TITLE",
                  "LocalizedString": "MEMORY 2120"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BE27016B4FFC77E8CDD2758183160044",
                  "SourceString": "ARC_TOME03_DWIGHT_09_ENTRY",
                  "LocalizedString": "Dwight listens in disbelief to stories of Lazar. Real life horror stories. Stories that defy reason for this day and age. It's a yearly ritual for those who have had the misfortune to work with Lazar. They've all gathered to watch the leaked Peak 22 recruitment video. Dozens of people, each wearing a white Peak 22 t-shirt with a ridiculous Lazar quote they scribbled on with marker. One of them worked with Lazar at a production company where he tried to produce a terrible web series he wrote. It's about an alien computer that takes over the world and controls its inhabitants with a matrix that simulates reality.  No one told him he just pitched the premise of a major blockbuster film. She imitates Lazar selling his web series. It's different. It's unique. It's not horror, it's not sci-fi… it's terror… sheer terror… it's… it's a new genre… it's Simulated Terror. Lazar believed he had created the next big genre like cosmic horror. The writer shows a book written by Lazar. Simulated Terror. Guidelines for writers in his new genre. They all burst out laughing. Dwight laughs so hard it hurts. Who says Story-Hook when they mean story? Or Simulated Terror when they mean sci-fi? The stories of the Naked Emperor continue throughout the night and Dwight is convinced there is no justice. Peak 22's ex-Story-Hook supervisor talks about how Lazar called him a ‘weak male' for not wanting to ‘cyber bully' a blogger for using the term ‘Story-Hook.' He tells them about a harmless drug that makes people laugh absurdly at every little sound. He says if he was still working at Peak 22 he'd give Lazar a little taste of his own medicine. Others agree. That would be hilarious. Dwight likes the idea. Likes it a lot.  It might be that justice works in mysterious ways. He approaches Max. Tell me more about this harmless drug."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7971E9AA4419C14D9319A6A60D966FBC",
                  "SourceString": "ARC_TOME03_DWIGHT_10_TITLE",
                  "LocalizedString": "MEMORY 2121"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "C893E0554B66474CEAEFA5B32248524F",
                  "SourceString": "ARC_TOME03_DWIGHT_10_ENTRY",
                  "LocalizedString": "Max hands Dwight a mix of his laughing drug. It will make him giggle and laugh so much he'll piss his pants. Pour it in his coffee right before his meeting and you'll have a ‘Story-Hook' unlike any other for next year's roast. Dwight smiles. He feels his heart pounding his chest. Rose will have justice. Everyone will. Dwight will teach this abuser that sometimes the little guy bites back. Inspired, he asks one of his colleagues to distract Lazar while he spikes his coffee. Another colleague listens to the plan and shakes her head skeptically. She isn't sure. She doesn't like this prank and cautions Dwight to think things through. I've got two kids, she says, and the last thing I want is for the investors to close down shop because he hallucinates or hurts someone. Dwight laughs. Don't worry. The most that will happen is he'll act like a donkey. Dwight lifts his chin proudly and reassures her no one will get hurt. He places his hand on her shoulder and feels like the leader he always knew he's been. Nothing bad will happen or my name isn't Dwight."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Vietnam/ARC_DWI00ALL-01HD.ARC_DWI00ALL-01HD",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome03_Legion",
            "Title": {
              "Namespace": "",
              "Key": "62C87D234C17821806E360B6C4FD8117",
              "SourceString": "ARCHIVE_Journal_Tome03_Legion_TITLE",
              "LocalizedString": "Soldiers of Mayhem"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "2AAD68A14FA5F7DC058190B5F327C19A",
              "SourceString": "ARCHIVE_Journal_Tome03_Legion_SUBTITLE",
              "LocalizedString": "Memories: Julie Kostenko"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "DB1A9490495D8FC5F482F986665E60B6",
                  "SourceString": "ARC_TOME03_LEGION_01_TITLE",
                  "LocalizedString": "MEMORY 471"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BE3313B244D731E365EB9E9092248CA5",
                  "SourceString": "ARC_TOME03_LEGION_01_ENTRY",
                  "LocalizedString": "Julie hears a voice above the greasy spoon chatter. So you an artist or something? She turns to see Frank. Artist? Hardly. I doodle to escape the banality of Ormond. He stares at her sketch. He seems to recognize himself standing in line for a hot chocolate. That me? She feels sudden warmth running up her neck. She already knows before he tells her that he's not from Ormond. He looks different. Fun. Free. Rebellious. He sits beside her and offers to model for her with a laugh. They stare at each other for a long, stretching moment. She decides to invite this charming stranger to a party she's throwing at her house for a friend who just got fired. Joey can't seem to keep a job. With a laugh he says, Joey sounds… normal. You know how much programming it takes to get a human being to accept the whole eight-hour-a-day routine? He continues ranting about how school isn't education but brainwashing. If it were real education… If it were true education the core subjects would be philosophy and critical thinking. Julie laughs and knows her friends are going to love this iconoclast. She certainly does."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1E238E634AAA53E3D2538A8473A8EEEF",
                  "SourceString": "ARC_TOME03_LEGION_02_TITLE",
                  "LocalizedString": "MEMORY 472"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "F07DAA5842702A0173FAA8A6423C70D9",
                  "SourceString": "ARC_TOME03_LEGION_02_ENTRY",
                  "LocalizedString": "She didn't stop thinking about him since she first saw him. Now she hopes he shows up at her party. His rant stuck with her and she spent a few hours researching how education was corrupted to meet the demands of the industrial revolution. Conveyer belt education for assembly-line jobs. Nothing has changed for the last hundred years. Only the products. Frank shows up with drugs and drinks. Party treats. Julie introduces him to her best friends Joey and Susie. They talk favorite foods, slasher movies and killers all night. Julie amazes Frank with her profound knowledge of serial killers as she leads him to her bedroom and shows him her scrapbooks filled with pictures and clippings of famous murderers. Everyone leaves or passes out while Julie and Frank discuss murder and mayhem trying to one-up each other with details and trivia. Julie wins with a story of the abandoned cabin where the Soldiers of Mayhem hang out, plan and wreak havoc on the unsuspecting sheep of Ormond.  Frank laughs and calls bullshit on the story. No such thing as the Soldiers of Mayhem. He read enough about Ormond to know that nothing of the sort happened at the resort cabin. Nothing but bad business and bankruptcy. Julie laughs. This story, Frankie, happens in the future. She grabs a black felt marker and writes Soldiers of Mayhem on his white shirt. He smirks. I like the idea, but I hate the name. Julie shrugs. It's a work in progress."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6728C05C4ED1741AF545129B4465EAAE",
                  "SourceString": "ARC_TOME03_LEGION_03_TITLE",
                  "LocalizedString": "MEMORY 473"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "033D977F4A4F6BABF14A1BB0B2990163",
                  "SourceString": "ARC_TOME03_LEGION_03_ENTRY",
                  "LocalizedString": "Julie feels alive with Frank. More than alive. Complete. At first she thought he was an iconoclast rebel but soon realized he just liked to argue and push buttons for fun. He thrilled as much as she did to smash beliefs and watch people unravel. Not just people. Ugly people he called them. It's the name he gave to those people who need to be right… who always need to be right. They were the easiest to push over the edge. Ormond was full of them. Ugly people. Entitled preps and politicians who would turn blue in the face if you challenged any of their beliefs. Julie hands Frank a ski mask. He gives her a curious look. Tonight we all play a game. Whoever steals the most car emblems wins. Frank smirks. Win what? She approaches Frank and whispers, whatever the winner wants. Frank quickly puts on his ski mask and rushes into the snow-covered streets of Ormond searching for cars."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2CEC36EB4C151CEDFFD2D19123C6AA4B",
                  "SourceString": "ARC_TOME03_LEGION_04_TITLE",
                  "LocalizedString": "MEMORY 474"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D7701B974D747F417E2CC8AC51F08F57",
                  "SourceString": "ARC_TOME03_LEGION_04_ENTRY",
                  "LocalizedString": "More than love. More than passion. Julie feels Frank is her spiritual twin. She spent the whole night confiding her darkest desires to him. How she often wondered what it would be like to set fire to the entire town. Frank leans forward and tell her she can do anything she wants. She just has to know what she wants and build an image of herself doing what she wants in her mind. He continues to espouse some weed-induced theory about manipulating the world with thoughts and feelings. The clearer you are about what you want and the more focused you are in imagining it the faster you rewire the world to your favor. Everyone stares at Frank for a long dramatic moment. Then they burst out laughing in unison. Let's all just imagine buckets of money. Franks shakes his head. Money is dead on its own. Money doesn't inspire the world. Real passion and emotion does. See yourself doing what it is you want to do for the rest of your life with passion. Be clear and focused and do not waver and watch the world work in your favor. Another silence. Julie smirks. Frank nods seriously. She closes her eyes and imagines herself and her friends turning Ormond into their personal play pen. She opens her eyes."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "915BA8A041783D96319A3DB29D406487",
                  "SourceString": "ARC_TOME03_LEGION_05_TITLE",
                  "LocalizedString": "MEMORY 475"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2F49445F463B41C1C55625842CE10FF6",
                  "SourceString": "ARC_TOME03_LEGION_05_ENTRY",
                  "LocalizedString": "Julie and Frank wait for Joey and Susie at the old abandoned cabin. Of course, it had to be the cabin, the only exciting place in Ormond. Julie looks at the place. It needs some love. Joey and Susie are out messing with the sheep of Ormond as usual. They soon enter with a bunch of stop signs and laugh about the accidents they caused. No one dead but some serious injuries. Six to be precise. They snapped some pictures to capture the moment. Joey then tells them he got a new job at the local hardware store. They all make bets on how long he'll keep this job. Julie appraises the space and has an idea. She'll decorate the walls with the emblems they pulled off the cars of Ormond. Everyone likes the idea. Joey adds he wants to put hang the stop signs on the wall. Inspired by the small traffic accidents Joey and Susie engineered, Julie suggests another name for their little gang. The Marauders of Mayhem. Frank shakes his head and his eyebrows frown. Too tough on the tongue. Joey disagrees. I love it. All eyes turn to Susie. She shrugs. I agree with Frank… it's a mouthful."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "42EEFF0B4852178D5D5222AD681C7364",
                  "SourceString": "ARC_TOME03_LEGION_06_TITLE",
                  "LocalizedString": "MEMORY 476"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B7DE37B84CFC191E5A925AA43CCF208B",
                  "SourceString": "ARC_TOME03_LEGION_06_ENTRY",
                  "LocalizedString": "Julie and Susie enter the hardware store. Joey wants them to be quick. The owner will be back in ten minutes. Frank tells him to stop panicking. They grab supplies for the cabin. Paint. Brushes. Masks.  A snow globe captures Frank's eyes. Joey tells him to leave it. Says it's his boss's collector globe. The first snow globe for tourists when Ormond became a popular getaway for snowboarders and skiers. Frank scoffs and takes the globe anyway. Julie stares at Joey and shrugs. Whatever. The globe gives her an idea. She grabs a few generic Ormond globes for a personal project."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "35E85ECB43E9CA6F30E18AAE87CB24EA",
                  "SourceString": "ARC_TOME03_LEGION_07_TITLE",
                  "LocalizedString": "MEMORY 477"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "88B4CCE34B49BB23C7A1F4A9421F24F9",
                  "SourceString": "ARC_TOME03_LEGION_07_ENTRY",
                  "LocalizedString": "The cabin is almost ready. Some finishing touches required, and Frank and Susie are hitting a few homes for supplies. Toasters. Pans. Cutlery. TV. Computer. Linen. Anything to make their refuge a little cozier. Julie stays behind refashioning generic Ormond globes with scenes of mayhem. Frank approaches her. Can I have one of those? She hands her a globe with four stick figures setting a snowman on fire. He says it should be a real person. Julie feels offended. He didn't see the detail. It is. Frank scrutinizes the globe and sees a stickman embedded in the fake snow. Nice."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A96C43CA4BDF7A896220BE8742CBB89B",
                  "SourceString": "ARC_TOME03_LEGION_08_TITLE",
                  "LocalizedString": "MEMORY 478"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5CA1C5334036FAB7CB7BB1AA69F2C446",
                  "SourceString": "ARC_TOME03_LEGION_08_ENTRY",
                  "LocalizedString": "Julie imagines something crazy. In her mind's eye she imagines herself killing someone with her friends. She has no other image and no doubt. It's more than an image of a first kill… it's an image of her in a newspaper clipping. She makes Ormond exciting again with a series of murders. Her phone startles her. She answers. She hears his voice and Frank tells her to meet him at the Ormond Majestic Theatre. Why? What's playing? He doesn't answer. She gets in her second-hand sedan and drives through the blinding snowstorm to the Theatre. He graciously opens the door. Helps her out. Joey and Suzy are standing by the theatre holding empty gas containers. Frank hands her a match. Please… Do the honors. She strikes the match. Watches the flame ignite strong then it dwindles in the cold wind. Before it extinguishes, she flicks the burning match at the theatre. A moment later a massive fire erupts in the blinding snow. She stares at Frank. At the fire. At Joey and Susie. And she has this sudden crazy thought that Frank is right. Somehow the world is conspiring in her favor."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9EEBFCD748CE247F793491BED9BDC19F",
                  "SourceString": "ARC_TOME03_LEGION_09_TITLE",
                  "LocalizedString": "MEMORY 479"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "9A1670FE4185AA4AD81443886DBAEE3E",
                  "SourceString": "ARC_TOME03_LEGION_09_ENTRY",
                  "LocalizedString": "Joey paces the cabin suggesting names for the group. Susie thinks they need some kind of a costume like superheroes. Julie laughs. We trying to be famous? Frank shrugs. Why not? Julie shrugs. No one ever got famous with petty theft and arson. Maybe we should do something real. Frank leans forward. What does that mean? Something real? Julie goes quiet for a moment. She's not sure what she's thinking or if she's thinking at all but… she wants to feel the thrill she's read about in books. She wants to be more than common. More than ordinary. Bigger than life. Frank smiles at her and asks if she thinks she could kill someone. She thinks for a moment. I could.  Frank raises a skeptical eyebrow. After a moment he says he probably couldn't really kill someone. Julie teases him. Not even for me? He shakes his head. Not even for you. And you? Would you kill for me? She echoes his bullshit answer. Never. He laughs and echoes her. Not even for me? Not even for you."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6E8ADC8B40C9D3347CE078BD4B98EF29",
                  "SourceString": "ARC_TOME03_LEGION_10_TITLE",
                  "LocalizedString": "MEMORY 480"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D157BFD24A5077BFFE801D84D8153689",
                  "SourceString": "ARC_TOME03_LEGION_10_ENTRY",
                  "LocalizedString": "Frank won the bet and he's collecting. Joey didn't last a month at the new job. The owner accused him of stealing a chocolate bar and now he paces the cabin hysterical. Of all the things… a chocolate bar! A chocolate bar he claims he never stole.  The injustice of it all. Julie suggests payback. Let's break into the store! Get some more supplies! Set the whole place on fire to let Ormond feel the wrath of The Legion. Joey freezes when he hears the name. Frank raises a curious eyebrow and then nods approvingly. I like it. I like it a lot. She throws them generic masks. Plain. Bland. Unimpressive. The only thing we need now is a proper mask."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Vietnam/ARC_LEG00ALL-FINALHD.ARC_LEG00ALL-FINALHD",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome03_Observer",
            "Title": {
              "Namespace": "",
              "Key": "7BD3B8CB466EFA996F2BE787C480FB8C",
              "SourceString": "ARCHIVE_Journal_Tome03_Observer_TITLE",
              "LocalizedString": "Observations"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "58B0302F4A26C3B1C36CC2855C5E0BD1",
              "SourceString": "ARCHIVE_Journal_Tome03_Observer_SUBTITLE",
              "LocalizedString": "LOGS: 182, 437, 571, 572, 789, 968, 1118, 2903, 7294, 8875"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "AC817CEE48763173903D9482A1BF5371",
                  "SourceString": "ARC_TOME03_OBSERVER_01_TITLE",
                  "LocalizedString": "ARCUS 2903"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B9A7AAB744CAACA6C76A24A79EBDE074",
                  "SourceString": "ARC_TOME03_OBSERVER_01_ENTRY",
                  "LocalizedString": "I rose early to experience a few deaths in the archives I recently captured from the Rift. I had some milk from Terra 728. I listened to a radio show from Terra 232. Horror stories and tales of terror. I read a new version of Dante's Inferno from… I not sure where… I thought of home, had some whiskey and slept for what felt like an eternity."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "24D728524714D1ACAF88B29A0E473E60",
                  "SourceString": "ARC_TOME03_OBSERVER_02_TITLE",
                  "LocalizedString": "ARCUS 437"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D338C3294CC3D29518DCC9BB7C5DF8B0",
                  "SourceString": "ARC_TOME03_OBSERVER_02_ENTRY",
                  "LocalizedString": "I'm going to have a couple shots of whiskey from Terra 917, experience a few memories, then head to bed. The warmth of spirits from 917 have always had a way of lulling me away. While it is true this is a cruel fate… an even crueler fate would have been to have been imprisoned here without the Auris… without the ability to manifest and create and enjoy. It feels strange as this may seem as the nexus of creation… able to travel memories and cull from those memories without restraint. Helps pass the time. Definitely helps pass the time."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A60EFA8242DA1291E7B4B3AF321518EF",
                  "SourceString": "ARC_TOME03_OBSERVER_03_TITLE",
                  "LocalizedString": "ARCUS 8875"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "322C69DD46772A98A5A8EE900E9866CA",
                  "SourceString": "ARC_TOME03_OBSERVER_03_ENTRY",
                  "LocalizedString": "It's always entertaining to watch a survivor try to escape with a femoral artery lacerated. Some victims actually get quite far before shock and cardiac arrest overwhelm them. They fight and struggle for life as if death were final. Perhaps this is the reason The Entity wipes the slate clean with every resurrection. The unwavering belief that death is real gives weight and gravitas to the trial… to the experience. Otherwise survivors won't care. Wouldn't run. Wouldn't feel. The fear of death is the pulse of life and believing death is real gives emotion to the experience. It, in other words, feeds The Entity."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "91F17C744112C8535485EE98D58EC3B9",
                  "SourceString": "ARC_TOME03_OBSERVER_04_TITLE",
                  "LocalizedString": "ARCUS 1118"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "515FB14D4E95931A1B7258BECB171124",
                  "SourceString": "ARC_TOME03_OBSERVER_04_ENTRY",
                  "LocalizedString": "There's nothing like silence to drive you mad. I stared out into the endless ocean of black fog surrounding me and quickly realized how incredibly small and insignificant we are.  Dread and despair soon overtook me and I began to realize how arrogant we were back home to try to define and describe these living cosmic entities. We thought we had figured most out. We barely scratched the surface."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F1264425451EA11F7BD0F1841F850869",
                  "SourceString": "ARC_TOME03_OBSERVER_05_TITLE",
                  "LocalizedString": "ARCUS 182"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0E8CB6B7418ACBA7E0918B82D7777C96",
                  "SourceString": "ARC_TOME03_OBSERVER_05_ENTRY",
                  "LocalizedString": "I have discovered structures within the realms of The Entity that remind me of home. It is possible others from Terra Primus have found themselves marooned within the Entity. These survivors could have with them knowledge to free me from this tower and possibly ideas on how to escape this infernal dimension. As far as I know… we were one of the first of the many worlds to begin unraveling these great cosmic mysteries and proving that planets and solar systems were… well… alive. These discoveries led to entire paradigm shifts that unlocked for us our ability to travel from dimension to dimension. Where once we thought our knowledge was absolute… these discoveries showed us how little we actually knew about the world."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F615DC1442C3E30F8CE99FB381F4B512",
                  "SourceString": "ARC_TOME03_OBSERVER_06_TITLE",
                  "LocalizedString": "ARCUS 789"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5C4AA7084B7B699467BDB4A2D6272161",
                  "SourceString": "ARC_TOME03_OBSERVER_06_ENTRY",
                  "LocalizedString": "Emotion. Passion. Interest. They are the spark, the undefinable force that enables creation. You cannot manifest anything if you are not filled with emotion about it. The Auris was ridiculed because the council lacked understanding. This might be the whiskey ruminating but… art is not created by thought alone but by thought and feeling working in harmony.  Feeling is everything… Feeling is the most important aspect of bringing anything to life. It is the fuel that makes thought and intention reality."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "249E58ED41EC25D552318F91CABBB189",
                  "SourceString": "ARC_TOME03_OBSERVER_07_TITLE",
                  "LocalizedString": "ARCUS 968"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "DA7BB3F5482772B7E3FD74BF56E49A7A",
                  "SourceString": "ARC_TOME03_OBSERVER_07_ENTRY",
                  "LocalizedString": "Strange, luminous markings left in the trials for survivors and killers that help me navigate and study rifts with greater ease.  Someone is trying to reach out to me.  Tampering with The Entity. Using tricks to secure my attention. To let me know I'm not alone. To let me know I'm not the only one able to manifest within The Entity.  Yet the knowledge of living dimensions and Ancients is knowledge few have developed amongst the infinite terra worlds within the known galaxies."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6D040CAC4D08711367CDCBB3CC1D160B",
                  "SourceString": "ARC_TOME03_OBSERVER_08_TITLE",
                  "LocalizedString": "ARCUS 571"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "10497EB34ED3695410897C9D4328B00D",
                  "SourceString": "ARC_TOME03_OBSERVER_08_ENTRY",
                  "LocalizedString": "Gut wrenching shrieks echoing through the fog disturbed my sleep. I woke up, put on some slacks, clambered to the roof with some whiskey and hit golf balls into the abyss. There's something about hitting iron and wood into oblivion that's calming, even therapeutic. I must have hit a thousand golf balls before the yelling and screaming finally subsided and I called it a night."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5A7C5226427DD131645B92B44A51A3D9",
                  "SourceString": "ARC_TOME03_OBSERVER_09_TITLE",
                  "LocalizedString": "ARCUS 572"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B972A64740C48AAF789E0D9BBD9C032C",
                  "SourceString": "ARC_TOME03_OBSERVER_09_ENTRY",
                  "LocalizedString": "Someone left a bucket of golf balls at my door with a note: Best Balls Ever! Upon further inspection I realized they were hardened eyeballs. Fossilized eyeballs collected no doubt throughout the lost realms. I didn't realize eyeballs could be fossilized or that they make, dare I say, decent golf balls. I actually wouldn't mind another bucket. This must be a gift from my mysterious friend."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B3FD2B374174EBC28F2D0997657E0E44",
                  "SourceString": "ARC_TOME03_OBSERVER_10_TITLE",
                  "LocalizedString": "ARCUS 7294"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7FA0E1BB498429A7F18508B8EFB5315B",
                  "SourceString": "ARC_TOME03_OBSERVER_10_ENTRY",
                  "LocalizedString": "I woke up soaked in blood with no recollection of what transpired the night before. The blood dripped off my nose and chin. I felt my forehead and scalp to discover a deep, stinging gash. Accident? Self-inflicted? Nightmares of the fog? Creatures of the abyss? I didn't know. Later by the bed I discovered a purple mound of flesh and gore. I cleaned the slop and tossed it out the window into the abyss from which it had come."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": []
          },
          {
            "VignetteId": "Tome03_Secrets",
            "Title": {
              "Namespace": "",
              "Key": "7954200D4A548D12F1008DA3426608C0",
              "SourceString": "ARCHIVE_Journal_Tome03_Secrets_TITLE",
              "LocalizedString": "Revelations"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "43CBAA6B4AE3FF4247CA8A87F7A0621F",
              "SourceString": "ARCHIVE_Journal_Tome03_Secrets_SUBTITLE",
              "LocalizedString": "LOGS: 129, 723, 1256"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7AB733664970ECD80B99B9B50E645003",
                  "SourceString": "ARC_TOME03_SECRETS_01_TITLE",
                  "LocalizedString": "ARCUS 129"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7408E3A64CF89BC70198C9AB78C8C2CF",
                  "SourceString": "ARC_TOME03_SECRETS_01_ENTRY",
                  "LocalizedString": "A knock at the door and an invitation attached to a bottle of whiskey waiting for me at the foot of the door. I kneeled to inspect the invitation. You are cordially invited to The Entity's Birthday. The Entity has a birthday? Am I losing my mind… my grip on reality… whatever that actually means here… Is this some kind of a prank by a marooned soul?"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "DF6053CC48B83D55DA57119F4C630DCF",
                  "SourceString": "ARC_TOME03_SECRETS_02_TITLE",
                  "LocalizedString": "ARCUS 1256"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5058439C46122AC1F30D83A31F5A983C",
                  "SourceString": "ARC_TOME03_SECRETS_02_ENTRY",
                  "LocalizedString": "Discovered new memories of Evan which shed some light on his descent. The question I am asking myself is did The Entity begin to corrupt him before he was snatched for the trials or was all that anger and bloodlust a result of his harsh upbringing. Either way I would not expect him to comply with another authority figure even if that figure was an Old One."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "488B275F4CFABCD93FCF92970727B30A",
                  "SourceString": "ARC_TOME03_SECRETS_03_TITLE",
                  "LocalizedString": "ARCUS 723"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2AE33127417114A368FBD8947E3E4B5F",
                  "SourceString": "ARC_TOME03_SECRETS_03_ENTRY",
                  "LocalizedString": "I pity Dwight. It's as though every action he takes brings the opposite of what he intends. Trying to help his fellow employees from an abuser he ends up shutting down the entire operation, leaving many in a far worse situation than they ever were in. Granted, spiking a narcissist's drink and watching him unravel was worth the price of admission.  The many memories of survivors struggling with narcissists have led me to the conclusion that there are only three possibilities when relating to a narcissist. Enable them. Run away from them. Or… destroy them. But beware, narcissists take everyone with them when they go down. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": []
          }
        ],
        "Id": "Tome03"
      }
    }
  }
]