[
  {
    "Type": "DataTable",
    "Name": "CharacterDescriptionDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct'CharacterDescription'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "37": {
        "CharacterIndex": 37,
        "Role": "EPlayerRole::VE_Camper",
        "Difficulty": "ECharacterDifficulty::VE_Intermediate",
        "DisplayName": {
          "Namespace": "",
          "Key": "A482FA084C42A508980E639B7A889F73",
          "SourceString": "SURVIVOR_38_NAME",
          "LocalizedString": "Nicolas Cage"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "1DAF58E14BFE3B28085D14885598D0B3",
          "SourceString": "SURVIVOR_38_BIO",
          "LocalizedString": "Countless awards. Billions of dollars at the box office. Over one hundred films shot in every corner of the globe. Nicolas Cage had done it all and seen it all.\n\nOr so he thought.\n\nThe last script to cross his desk was something new entirely. Descend Beyond. As he pored over every word, every page, Nick became more and more transfixed. It was as if the script had consumed his senses entirely. He could see himself kneeling before the great altar of a dark temple. He could feel the coarse stone on his fingertips as he drew ancient symbols inked in blood on that very altar. He could hear rumbling as the walls glowed and released—\n\nNick called his agent immediately. By the time the sun rose, he was on a private jet bound for the Pacific.\nHis agent had warned him that Descend Beyond was backed by some questionable financers. Nick didn’t mind. He was willing to do the film for free, but his agent talked him out of it.\n\nTouching down, Nick wondered if the rocky island was under lockdown. The dirt runway was flanked by research tents bearing a logo he did not recognize. As soon as he stepped off the jet, he was lead by armed guards to the director of Descend Beyond, a white-haired woman with the hardness of a government agent: Pauline Stamper.\n\nStamper herself drove Nick to set, with another two black jeeps following them. The dirt road went through an abandoned camp, along the edge of a waterfall, and switchbacked down to a valley of dense forests. Stamper lead Nick and the guards on foot to the film’s key location: an ominous cave, home to the crumbling ruins of an ancient temple.\n\nIt was exactly what he had seen as he read the script in his office. The dark temple. The stone altar in the middle of the main chamber. The smooth walls waiting to glow. Waiting to unleash—\n\nNick was ready to film immediately. Stamper gently reminded him that filming would commence the following morning, but Nick refused to hear any of it. The crew was quickly summoned, and just as the sun began to set, Nick heard the words he longed to hear:\n\nAction!\n\nNick performed his dialogue to the letter. A dark incantation that rolled off his tongue with ease. He dipped his fingers in a cup of red ink and painted symbols on the stone altar. He never felt this way on a set before. But then…\n\nNick looked up and saw the temple walls glowing, revealing symbols like the one he had painted on the altar.\nNick had thought the glowing would be a special effect added to the film in post. Something was wrong.\n\nHe approached the wall and touched the symbols. Just like it said in the script. He stared in disbelief as black fog -- real black fog -- billowed from the symbols and wrapped around his arm. This had to be a practical joke. He looked behind the camera, expecting to see Stamper and her crew laughing at their little prank. \n\nBut they were gone. And the black fog was all around him.\n\nThis can’t be real. This is only a movie."
        },
        "Biography": {
          "Namespace": "",
          "Key": "E68C76514D97EFADEFB0DF97F6986FFC",
          "SourceString": "SURVIVOR_38_TOOLTIP",
          "LocalizedString": "Nicolas Cage is a superstar, trapped in the role of a lifetime. <br><br>His personal perks, <b>Dramaturgy</b>, <b>Scene Partner</b> and <b>Plot Twist</b>, help him make a quick escape, see the Killer’s aura, and pretend to be dying."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Venus/S38_charSelect_portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'T_S38_charSelect_portraitHUD'",
          "ObjectPath": "DeadByDaylight/Content/UI/UMGAssets/Icons/CharPortraitsHUD/Venus/T_S38_charSelect_portraitHUD.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Venus/S38_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::SurvivorHead",
            "DefaultItemId": {
              "RowValue": "S38_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorTorso",
            "DefaultItemId": {
              "RowValue": "S38_Torso01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorLegs",
            "DefaultItemId": {
              "RowValue": "S38_Legs01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Venus",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[S38] Bee",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/BP_CamperMale19_Character.BP_CamperMale19_Character_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/Menu/BP_Menu_CamperMale19.BP_Menu_CamperMale19_C",
          "SubPathString": ""
        },
        "DefaultItem": "None",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Male",
        "KillerAbilities": [],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "None",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [],
        "CharacterId": "S38"
      }
    }
  }
]