[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct ArchivesJournal",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Tome14": {
        "Title": {
          "Namespace": "",
          "Key": "8FA1FD0941189A5335AE169CC100B85B",
          "SourceString": "ARCHIVE_Journal_Tome14_TITLE",
          "LocalizedString": "@#ARCHIVE_Journal_Tome14_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "Tome14_01",
            "Title": {
              "Namespace": "",
              "Key": "BB1AACAD46E4F1D0FD1CFDB071D7B1DD",
              "SourceString": "ARCHIVE_Journal_Tome14_Knight_TITLE",
              "LocalizedString": "Nothing but darkness"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "9385FC894B01BD6A0E4C87B3CDC8735A",
              "SourceString": "ARCHIVE_Journal_Tome14_Knight_SUBTITLE",
              "LocalizedString": "Memories: Tarhos Kovács"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B6634C014249D497621FEEA82A6745C5",
                  "SourceString": "ARC_Tome14_KNIGHT_01_TITLE",
                  "LocalizedString": "MEMORY 151"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "A2547A1749FEB1525AA2809D9C71AA04",
                  "SourceString": "ARC_Tome14_KNIGHT_01_ENTRY",
                  "LocalizedString": "His village burns. Warriors on horseback swinging their swords. Axes split skulls. Slaughtering. Butchering. His father fighting outside. His mother preparing something on the small wooden table. The screams rise to a crescendo. He stares at his mother. No concern. No panic. No fear. Her face is hard and determined as she prepares a thick black elixir that she says will help them sleep through the madness. She is their strength. She is his strength. He has never seen her in this way and he feels safe despite the chaos and carnage outside their small, thatched home. His mother hands his brothers and sister small cups of the elixir. She turns to Tarhos with a reassuring nod. She helps him drink his share and tells him everything will be as it is supposed to be. Bitter and thick, the elixir oozes down his throat as the cries and screams and clangs rise and fall outside. Then he feels it. The numbness spreads from his lips to his feet. Faces blur. Sounds fade. And an inky blackness spreads over his eyes as he falls asleep in his mother’s warm embrace. Then there is silence.  \n\nWhen he wakes up again, he finds himself crushed under the weight of mangled and mutilated bodies. Sightless eyes. Slashed throats. Strange sounds all around him. Horses neighing. Children crying. Knights laughing and making merry. Young Tarhos stares at a ghastly face pushing up against his. He shifts slightly and narrows his eyes. The blurred features suddenly reveal his uncle, eyes wide and scared, mouth caught in a death-scream. Tarhos knows he should be scared. He knows he should feel sad, but he doesn’t. And he knows he should feel guilty for not feeling sad, but he doesn’t. What he feels he doesn’t understand or cannot put to words. He just stares at the horror before him without flinching. A hand suddenly grips his arm and pulls him out of the pit. And as he’s carried away, he stares at his burning village in wonder as a high-pitched whine fills his ears."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "21A6D48A4E7564EB97CFFCA6744CAA03",
                  "SourceString": "ARC_Tome14_KNIGHT_02_TITLE",
                  "LocalizedString": "MEMORY 152 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "52A09BB246C5810EFDDF6A95886003C7",
                  "SourceString": "ARC_Tome14_KNIGHT_02_ENTRY",
                  "LocalizedString": "Decked in armor, Tarhos travels on horseback through the mountains into Portugal. The lord he serves believes a relic—the Lapis Paradisus stone—is buried deep in the catacombs beneath the city of Sintra. Lord Toscano claims he isn’t after riches, but hope. Hope that this stone can lead him to another world that holds knowledge that can save this one. He prays that this lost knowledge of the ancient guardians might bring peace, harmony, and order to a world plagued by cruelty, violence and imbalance. Tarhos scoffs at the idea of a world without violence. Life is violence, from birth to death, and everything in between is a futile attempt by cowards to hide from the horror that is living. The only plague in this world are the lies, the unnatural codes and laws created by nobles and lords for their mutual benefit. Unnatural laws and codes and books that deny the truth of the world by trying to make it something it’s not.\n\nTarhos believes something else. It’s all good, or none of it is. It’s all evil, or none of it is. It’s all part of the same cosmic mud—the mystery that transcends the world and all its dualities. A mystery he never pretended to understand but affirmed all his life with his sword and his disdain of those who used their laws to make their slaughter pious. Hypocrites, all of them. Not him. There’s no guilt, no shame, and no need to hide from life. Now Toscano halts before a village and sees guards protecting the entrance of the catacombs. He sighs deeply and shakes his head. He has no wish to shed the blood of innocents and, turning his horse around, commands Tarhos to find another way."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "00DC39BC4D892B4967A5AB8E52B6C0EE",
                  "SourceString": "ARC_Tome14_KNIGHT_03_TITLE",
                  "LocalizedString": "MEMORY 153 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2DDB41C743B254085CF47291363A3905",
                  "SourceString": "ARC_Tome14_KNIGHT_03_ENTRY",
                  "LocalizedString": "Find another way! Disgust strikes him like a sword. He feels the blade pierce his chest, smacking the breath from his lungs. He has no words for this order. All he can do is stare defiantly. Find another way? Why? So Toscano can sleep at night? So he can waste more of his time with his foolish notions of right and wrong, of good and evil, of noble and barbaric. Toscano’s entire fortune was secured with violence and slaughter justified by highly imaginative codes and laws. His fortune was secured with nothing but darkness. Tarhos grinds his teeth as disgust darkens toward hate.  \n\nAnd he feels something else.  \n\nHe feels Toscano doesn’t deserve the spoils of his ancestors or his relics or this ancient stone that will somehow open a gateway to a world untainted by violence. He’s a fool if he believes such a thing! No such place exists! And if such a place did exist, he would want nothing to do with it. He sighs and scrunches his fist. He wants to crush him like a maggot. Of all the lords he served, this one he hates the most. He’s heard enough of his notions of ancient guardians and their supposed, superior wisdom. And as he watches Toscano ride away with his retinue, he decides— \n\nHe’ll take it all!  \n\nHe’ll take it all because he can.  \n\nHe’ll take his stone and his relics and his town, and he’ll show this bloody coward the truth of the world—the truth that has always lived in his heart. And no one will stop him. Not the guards in the village, and certainly not the three knights Toscano left behind. Without hesitation, Tarhos dismounts his horse and unsheathes his sword with a terrible ring."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "ACA1EC464D5860C753EDA78E85EACE8A",
                  "SourceString": "ARC_Tome14_KNIGHT_04_TITLE",
                  "LocalizedString": "MEMORY 154 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "C546E29D4721051C64EA7B94A2EC00AA",
                  "SourceString": "ARC_Tome14_KNIGHT_04_ENTRY",
                  "LocalizedString": "As the sun begins its slow descent, Tarhos battles the three knights. They attack as one, and as one they fall to his bloody sword. A knight refuses to die and stands with a right arm dangling by sinews of flesh. He grips his bloody sword with his left hand and attacks. Tarhos evades and plunges his sword through the metal mesh and into his chest. The knight catches his breath, crouches to his knees, mumbles some death-fearing words, then slumps down in the dirt. Then Tarhos turns toward the village where he feels the eyes of a dozen guards on him. They watch him from the shadows as Tarhos marches toward the ancient catacombs of Sintra."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9C79441449C956E9C607699B512A3D58",
                  "SourceString": "ARC_Tome14_KNIGHT_05_TITLE",
                  "LocalizedString": "MEMORY 155 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "530905DF486EE69177A13EB2964F9FD7",
                  "SourceString": "ARC_Tome14_KNIGHT_05_ENTRY",
                  "LocalizedString": "The guards stand outside the ancient door. Strapping young men with crude swords. Tarhos sees the fear in their eyes as they raise their torches to see who dares challenge them. At six foot six, Tarhos knows he presents an imposing figure. He commands them to clear the way. But the guards draw their weapons and Tarhos feels a darkness crawling out of his heart and into his veins. He grips his sword tightly as guards close in on him from every direction. He glances around, unafraid. Then one guard shouts some nonsense about honor and things that are sacred, and they scream their anger and attack in unison.  \n\nTime slows to a crawl as Tarhos fights through the guards. His sword gleams in constant motion under the setting sun, whirling to severe limbs, smash backs, and slice necks. The guards shout and leap with a burning need to protect the dead. Tarhos burns with a stronger fire to affirm life in all its pain, agony, and horror. The last standing guard runs for his life, screaming for mercy. Tarhos strikes him down and turns to the ancient wooden door with a wicked smile. He wipes the blood off his blade, then picks up one of the fallen torches, and steps into the darkness. "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0391266C4E32993518BE49BE644B5712",
                  "SourceString": "ARC_Tome14_KNIGHT_06_TITLE",
                  "LocalizedString": "MEMORY 156 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "CA43B046425F1A954A2FBA9B925A052C",
                  "SourceString": "ARC_Tome14_KNIGHT_06_ENTRY",
                  "LocalizedString": "Death surrounds him. Fills his nostrils. Not the decomposing flesh of those buried over the centuries, but the rotting bodies of the rodents and vermin that called this necropolis home. His torch illuminates ancient walls constructed of stone and skulls and bones arranged in oddly ornate displays. He feels the presence of countless lost and terrified souls. Cowards, all of them. He finds one skeleton impaled on a spear that sprang from the wall. A trap the ancients set to prevent treasure seekers from finding the stone. He finds the remains of other dead adventures. In pits filled with spikes. Crushed by boulders. Torn in half by swinging blades. He feels a presence guiding him. Dark. Cold. Primal. A paving stone clicks as he steps on it and a razor-sharp scythe springs from the wall in a deadly arc. He drops to his knees, the blade whistling above, the deadly edge nearly decapitating him.  \n\nTarhos uses his torch to burn spider webs. The sticky strands cling to him as he pushes forward. Massive spiders, furry and thick, scramble over his armor, searching for flesh. He brushes them off with his torch, setting them ablaze. In another cavern, he startles a giant cauldron of bats. They screech and flap, slamming into Tarhos as they make their chaotic escape, nearly knocking him off his feet. Sweat burns his eyes and he blinks it away as he forges ahead. A trap door drops beneath his feet and Tarhos falls. Grabs the edge. Barely holds on. With the full weight of his armor weighing him down, he uses every ounce of strength to lift himself to safety. Finally, he finds himself on a narrow path to an ancient and ornate sepulcher. He strains and pushes to move the ledger stone that covers it. Inside, he finds the skeleton of an ancient warrior in his armor. The metal is tarnished, not rusted, and a large stone talisman lays against the warrior’s breastplate. The Lapis Paradisus. "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "906F2A384C7E960850CF46886CE3F0CA",
                  "SourceString": "ARC_Tome14_KNIGHT_07_TITLE",
                  "LocalizedString": "MEMORY 157 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "31DDB26A4E9CBEB358FB5DBDCC35DAE2",
                  "SourceString": "ARC_Tome14_KNIGHT_07_ENTRY",
                  "LocalizedString": "Tarhos retraces his steps as his torch dims and dies, plunging him into darkness. He feels his way ahead, past the same deadly obstacles. Avoiding the pits. Avoiding the blades. Countless spiders skitter over his armor, probing for a way inside. He detects a tiny glimmer of light that gradually grows until finally he emerges from the catacombs. With renewed vigor, he contends with a few surviving guards as he passes through the village, finds his horse, and sets off into the dark.\n\nUpon returning to camp, Tarhos finds dozens of warriors and knights waiting to make him pay for his dishonor. They attack with a terrible scream. Tarhos evades deathblows and senses his fatigue, and he knows they are beyond his strength to defeat. But Tarhos also knows it’s not his strength defeating them. Nor is it his skill. He’s only a vessel for the darkness. And the darkness, shaped by his skill and size, fights through him, dispensing heads, limbs and torsos like something inspired. Like something divine. Toscano wades into the mayhem and screams for the violence to stop. Tarhos holds the talisman high and Toscano’s eyes grow wide as they take in the arcane symbols.\n\nIf you want it, you must take it. Bend your knee or face my sword. \n\nAt once Toscano orders his men to put down their swords, refusing to be the cause of more slaughter. They all bend their knees and bow their heads and Tarhos takes Toscano prisoner."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "637E6E5245046AF8C76475858BA1997B",
                  "SourceString": "ARC_Tome14_KNIGHT_08_TITLE",
                  "LocalizedString": "MEMORY 158 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "08A021F140DD0AA284D426B939D69833",
                  "SourceString": "ARC_Tome14_KNIGHT_08_ENTRY",
                  "LocalizedString": "Tarhos enters the dungeon and looms above Toscano who sits cross-legged on the ground surrounded by decomposing limbs and heads and an infestation of maggots. Toscano looks up at Tarhos, then his troubled eyes lower to a dripping basket in his hands. Tarhos kneels before Toscano and opens the basket as though he were about to share bread wine with him. But instead of food and drink, he pulls out a head, examines it, and asks his name.  \n\nCavalieri.   \n\nTarhos places the head in pile of festering heads so that the wide eyes are staring at Toscano. Then he pulls out another severed head.   \n\nArno.  \n\nHe was a coward. You should have heard him beg.   \n\nTarhos pulls out two other gory heads and places them so that they all stare at their lord with wide terrified eyes. He then pulls out the last head and holds it in the dancing torch light.   \n\nI liked him. He didn’t beg. I think I’ll keep this one.   \n\nTarhos places the head back into the basket. He stares at Toscano for a long moment, then stands and exits the dungeon, leaving Toscano with a few more heads to keep him company and, perhaps, to help him remember where he hid his secret books and relics—books and relics rumored to have been salvaged from another world. A world described as perfect, and to Tarhos this could only mean a world without all the lies and pretenses of civilization."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "225AFCF7458AD2F046A9519F18FA2754",
                  "SourceString": "ARC_Tome14_KNIGHT_09_TITLE",
                  "LocalizedString": "MEMORY 159 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "6068B61A489255F00F6597A554393CE8",
                  "SourceString": "ARC_Tome14_KNIGHT_09_ENTRY",
                  "LocalizedString": "Tarhos approaches the dungeon door but doesn’t open it. Through a small opening, he stares at Toscano lying on the ground with the maggots. A thick wall of flies makes it difficult to see.     \n\nI would have thought you would have crushed the maggots by now rather than live with them.   \n\nToscano’s eyelids open slowly but he doesn’t respond.   \n\nThe nobles are preparing to attack me. And why? Because I am doing what they do, only without the lies. They say… they say I am mad.   \n\nTarhos scoffs.   \n\nDo I seem mad to you? Life is madness, and I accept it for what it is, and so perhaps in that way I am mad.   \n\nTarhos opens the door, enters slowly, and crushes several maggots as he paces around the small dungeon.  \n\nI remember a village we destroyed because a man had stolen food from a noble. The entire village in ruins and everyone hacked to pieces because of a few stolen apples. So much suffering and death because of one man’s hunger and another man’s ego. That’s the history of the world right there.   \n\nTarhos fixes his gaze on Toscano who says nothing.   \n\nI didn’t mind the killing. But I did mind the praise and honors we were given for our just and pious deeds. That kind of talk is true madness.   \n\nTarhos pushes through a cloud of flies and approaches Toscano. He stares at the symbols scratched into the floor and laughs to himself."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0AE0ACB24B637704A52F4D8404C4A3B3",
                  "SourceString": "ARC_Tome14_KNIGHT_10_TITLE",
                  "LocalizedString": "MEMORY 160 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "455E99164D11A6F8100C1A9258BCF864",
                  "SourceString": "ARC_Tome14_KNIGHT_10_ENTRY",
                  "LocalizedString": "Tarhos enters the dungeon and squats beside Toscano, handing him a wooden vessel of warm water. He watches his prisoner drink it down, then smiles at the growing collection of symbols on the ground.   \n\nYou should see what I’ve done with the town. I’ve made similar symbols with cadavers, and I’ve recently added old rivals to my rather impressive displays. I also have old friends helping me prepare to battle a small army closing in on us from every direction—a righteous army here to put an end to my evil.    \n\nTarhos breathes in the stench of rotting humanity.   \n\nBut something tells me they aren’t coming for me. From what I’ve heard… a few nobles desire what you’ve been hiding from me… which makes wonder… what exactly have you been hiding from me. I offered the nobles the stone, but that didn’t seem to interest them in the least. What makes this knowledge you have hidden from us so special?   \n\nTarhos wipes away a pile of maggots from the floor to reveal a symbol.   \n\nNot this knowledge of a perfect world?   \n\nTarhos scoffs.   \n\nWhat you don’t understand in all your wisdom is that the world is perfect as it is.  It is… and if you don’t get it here and now, it doesn’t matter where you end up, or what knowledge you find, you will always be looking for something more.   \n\nTarhos stares at Toscano for a long pensive moment.   \n\nParadise will come when you make peace with life as it is and not the way you imagine it should be. When you embrace the horror instead of running from it. Only when you can do this will you see the madness of your ways. Your futile search for knowledge. Your foolish refusal to take a life—even the life of a groveling maggot.   \n\nTarhos pounds a fist and crushes several maggots into a squirming, white paste. Then he picks the splattered pieces off his hand, stares at them curiously, and flicks them into the gaping mouth of a severed head. He stares at the head, remembering.   \n\nThere was a village quite far from here. A small army advanced on this village on a mission, I suppose, to butcher the barbarians… to make this world a better place. Rather than be killed by a stranger or be taken as a slave these villagers had chosen to die by their own accord.   \n\nTarhos scoops a few more maggots and tosses them into the mouth.   \n\nI remember one mother had poisoned her family without hesitation or remorse. The love and strength of will it must have taken to do that is something I’ve yet to see in all my experiences on the battlefield and off. I have been around nobles and knights my whole life and all I’ve seen is cowardice steeped in the rotten stew of lies and hypocrisy.   \n\nTarhos tosses one last maggot into the festering mouth, stands upright, walks through a thick cloud of flies, and pauses in the torch-lit doorway.   \n\nI have yet to meet her equal.   \n\nThen he shuts the door with a clang, leaving Toscano in the growing darkness."
                },
                "HasAudio": true
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Rocket/DBD_Tome14_TheKnight_Final.DBD_Tome14_TheKnight_Final",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome14_02",
            "Title": {
              "Namespace": "",
              "Key": "39FA71B14051A7CBA27D52931A46DC8C",
              "SourceString": "ARCHIVE_Journal_Tome14_Lord_TITLE",
              "LocalizedString": "Journey of the Lost "
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "52414A514EBF9B8B0910209A656A9A6A",
              "SourceString": "ARCHIVE_Journal_Tome14_Lord_SUBTITLE",
              "LocalizedString": "Memories: Vittorio Toscano"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "90A1E0BC4D82D1B84E9F089C2917DC54",
                  "SourceString": "ARC_Tome14_Lord_01_TITLE",
                  "LocalizedString": "MEMORY 116"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "96EC42D3419C0EEAE6BAA8BFCD77ED13",
                  "SourceString": "ARC_Tome14_Lord_01_ENTRY",
                  "LocalizedString": "He cannot see through the column of black fog that surrounds him, but he knows he is falling. \n\nHe does not know if he is spinning, or if his mind is bursting with exultant joy. Those symbols, those desperate scratchings on the floor of his cell, they worked. He was a prisoner, but now he is free. \n\nThe spinning intensifies. Bile tickles the back of his throat. He clenches his jaw but at last, his mouth is forced open, and from his lips spews… black fog. It dances around him, flowing through the tangles of his unwashed hair and twisting around his bleeding fingers. This darkness, this foul miracle, is within him as well. \n\nIt is a fascinating sensation, and he does not resist. He wants nothing more than to give himself over to it. The world as he knew it is gone, easily forgotten. \n\nBut no. I will not lose myself. I am Vittorio Toscano, Lord of Portoscuro. Scholar, collector of forgotten knowledge. I seek the Great Observers who live beyond existence. I want to know all they know.  \n\nThe freefall stops, and his feet find solid ground. The last wisps of fog escape his mouth. The column of fog lifts, and in its place stands a derelict village. Much smaller than his seaside domain. This is not the paradise he had read about. \n\nBut of course. The pursuit of knowledge is never so easy. \n\nWherever I am, this is just the beginning of my journey. I have not lost myself yet. The word lingers in his mind. Yet."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "10FA3B854493A41FF93F3982B3082BF0",
                  "SourceString": "ARC_Tome14_Lord_02_TITLE",
                  "LocalizedString": "MEMORY 117 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "9579A63B450B3BADA6180B86ED83E7F2",
                  "SourceString": "ARC_Tome14_Lord_02_ENTRY",
                  "LocalizedString": "Vittorio’s eyes water from the stench as he explores the main street. What manner of village was this? The street is made not of stone, but sand, and even the most portentous buildings here – the tavern, the jail, the banking house – are small, humble things made even smaller and humbler in their abandoned state. \n\nThe first sign of life Vittorio encounters is in the lodging house. A huddled mass, shivering in the entryway, at the base of a collapsed staircase. Excuse me. Tell me, what place is this? \n\nThe huddled mass raises its face to him, but all he sees is a void.  \n\nYou wonder about the smell. I smell it too. What does it smell like to you? He knows the answer to her question but dares not say it. \n\nHe backs away and she falls to his feet, grabbing his ankles. Don’t go. He knew you were coming. He told me to keep you as long as I could. \n\nArms emerge from behind and grab him around the chest, throwing him against the wall. Vittorio feels the whole of the lodging house shudder. He falls to the floor. The building crackles all around as the attacker straddles Vittorio and pulls something from beneath his draping robe. \n\nI am unarmed. I have nothing. The robed man doesn’t listen. In his hand is a mechanical nightmare, a torture device from another world. Vittorio bats at the man, to no avail. I am weak. I am hungry. \n\nBeams of wood fall from the ceiling. The robed man rips open Vittorio’s threadbare doublet and buries the device into Vittorio’s chest. \n\nHe screams. An unnatural drone fills his ears. Dust falls from above and stings his eyes. This building is collapsing. I must act quickly. \n\nVittorio digs his fingernails into the soft wooden floor and carves some well-remembered symbols. "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A947EE094A0018451634FF8FF4C5A789",
                  "SourceString": "ARC_Tome14_Lord_03_TITLE",
                  "LocalizedString": "MEMORY 118 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "8D71849B46D302C3BF81E5938D81A1E3",
                  "SourceString": "ARC_Tome14_Lord_03_ENTRY",
                  "LocalizedString": "The world changes as he finishes scratching the symbols. The robed man looked up at a falling beam and was gone just as quickly. Vittorio had lost sight of the woman long before then. \n\nThe attacker. Such aimless violence. From a young age, Vittorio saw violence as a form of madness. A symptom of some illness that most could not overcome. Even his most trusted knight, the Hungarian, could not resist the allure of violence.  \n\nOnly when his mind stops wandering does he hear the rustle of leaves blowing in the wind. Dark sunlight breaks through the canopy above. A forest. \n\nVittorio rises and pain shoots through his chest. His chest! His injury! The robed man with his instrument of pain. He must have injected me with poison. \n\nHe opens his ripped doublet and looks at the marks above his breast. He was neither stabbed nor injected. The robed man had drawn on him. Vittorio remembers reading of the Celts, of their methods of creating permanent art on their bodies. He remembers a word that he’s never heard before. A word from a time beyond his own. Tattoo. \n\nBut why would his assailant do this? He looks at the marks. They are incomplete – the lodging house collapsed, and Vittorio escaped, interrupting his work. \n\nPerhaps these marks have powers akin to my symbols. He copies them into the dirt of the forest floor and waits. The gentle breeze against dense leaves. No other response. \n\nHis focus drifts. Vittorio has not eaten in many days, and his body aches with hunger. I could barely fight off the robed man. Any greater threat will be the end of me. \n\nHe forages and forces himself to eat a handful of leaves and berries. They burn his throat, but he feels some strength restored. This won’t last. I need more. Perhaps a hearty meal awaits him in another realm. \n\nHe stops before he can dig the symbols in the dirt. Through the trees, voices scream. Vittorio runs to the sound. He knows he shouldn’t. But these screams sound different. They sound like home."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B2405FBB430C9A16CAC17E80FEFED178",
                  "SourceString": "ARC_Tome14_Lord_04_TITLE",
                  "LocalizedString": "MEMORY 119"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3515143F47350C1F65800B856A733D65",
                  "SourceString": "ARC_Tome14_Lord_04_ENTRY",
                  "LocalizedString": "The screams dig through Vittorio’s ears, into his very mind, as he runs through the forest. I know these voices. He nearly falls into a pit of thorny brambles, so deep is his desperation. He studies the pit and marvels at its depth for just a moment before the screams call him again.  \n\nVittorio knows these voices. Knows their screams. The screams of his people as Kovacs brought terror and despair to his domain. For days, Vittorio heard nothing else from his cold, dark cell. Only screams as the people he swore to protect were slaughtered, one by one. \n\nA clearing. He passes and the screams linger at his back. He returns to the clearing and looks down. What is this illusion at my feet? A baby bird, perhaps fallen from a nest. The bird opens its beak, and the screams of Portoscuro come forth. \n\nVittorio kneels over the wretched thing. He blinks, and the bird is in his hands. He studies it. So small, so withered. His stomach calls to him. There is meat on this creature. It screams again. Stop. Stop screaming.  \n\nIts neck must be so delicate. A pinch of your fingers and the screams will stop. And you will eat. \n\nHis hands tremble. They close in on the bird. It opens its eyes for the first time. Big, wet eyes, full of soul and sadness. He stops himself. How easy it is to give into the madness. A little hunger, and I was ready to kill a harmless little bird. \n\nNo. I will not lose myself. \n\nVittorio relaxes his grip, and the bird sinks its beak into his palm. He tries to drop the creature. It hangs from his hand, tearing his skin and drinking his blood, a vile leech that grows with every gulp. At last, he grabs the thing and throws it into the forest. \n\nThe grown beast returns in a billow of red and black fog, a charging behemoth with wings that cut through the trees and a beak dripping with blood. \n\nThere is nowhere to hide. The brush is too thick to navigate but the beast moves is great strides without effort. Vittorio runs along the path. A tremor in his legs and he stumbles. A plan forms in his mind. Keep going. I can feel that thing’s breath on me. \n\nThe beast snaps at his back. The sound of cloth tearing. The dull pain of blood welling. \n\nHe turns a corner moments before the beast and sees his plan before him. Life and death condenses to a single moment. An action made quicker than the speed of thought. \n\nHe avoids the pit of thorny brambles, but the beast, too immense in size and weight, cannot stop itself from falling in. The sound of a bone cracking, an otherworldly shriek, and Vittorio remembers his darling horse, Domenico. \n\nVittorio watches the beast writhe in the pit, clawing at the edges but unable to gain purchase. He sits, eats more leaves, and stares the beast in its great, wrathful eyes without blinking.  \n\nThe search for the Observers continues. \n\nIn his own time, Vittorio grabs a stick, carves his symbols in the dirt at his feet, and leaves the beast behind."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "E90D8B574BFFEDD1983C208465D31BA8",
                  "SourceString": "ARC_Tome14_Lord_05_TITLE",
                  "LocalizedString": "MEMORY 120 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "DE31216F41A6C8DF2E74E587A557F0E1",
                  "SourceString": "ARC_Tome14_Lord_05_ENTRY",
                  "LocalizedString": "Vittorio examines his surroundings in this new realm, and he weeps. \n\nIt is unlike any larder he has ever seen, but he recognizes it as such all the same. Fruits and vegetables, withered and wilting. Dried meat curing as it hangs from the ceiling. Mounds of pungent butter resting atop an empty ice box, wheels of cheese stacked on shelves. Water dripping from a rusty spigot. \n\nHe ignores the rotting produce and focuses on the well-aged meat and cheese. The capricious symbols have granted me a modicum of kindness this time. \n\nVittorio remembers the sight of wild dogs tearing at a doe’s carcass when he was a young boy. The only thought that forms in his mind as he eats and drinks in a blind mania. When he returns to his senses, he finally feels the pain of injuries sustained. The bird beast tore a nasty wound in his hand and ran its beak across his back. \n\nHe washes his black-red hands from the spigot, thankful the water runs clear. His doublet hangs from him in tatters, only fit to use as a rag to scrub his back. \n\nVittorio pulls the doublet off his shoulders and starts at the sight of markings on his chest. More than just the small tattoo given to him by his assailant – how long ago was that now? –the tattoo has grown, with even more symbols and markings spreading outward, that first tattoo the origin point. \n\nHe forgets about cleaning his back and studies the new tattoos. They look familiar, and it takes little time for Vittorio to recall a page of runes in his studies. He recognizes some of those runes here, growing across his chest, to his shoulder. \n\nIs the tattoo growing still? "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F31A760945F664147B7E60BB1E1E8F6E",
                  "SourceString": "ARC_Tome14_Lord_06_TITLE",
                  "LocalizedString": "MEMORY 121 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "9F6E273145010D0CB492919391E101A3",
                  "SourceString": "ARC_Tome14_Lord_06_ENTRY",
                  "LocalizedString": "The single door out of the larder is locked. No matter. As Vittorio draws his well-worn symbols on the tile floor using a jar of jelly, Vittorio prays that his next destination will be as fortuitous as this one. \n\nStill no closer to finding the Observers, Vittorio finds himself in a dimly-lit room. The floor and walls are dirt. I am underground. Dirt falls from above and the ground quakes. A loud explosion from up above. \n\nI cannot stay here. He shivers. I am all but naked. His eyes land on a pile of discarded clothes. Some leather, some coarse linen. All of it sweet relief. \n\nThe outfit he chooses is oversized, but immediately brings warmth. Another explosion, and Vittorio brushes the dirt off him as it rains down. \n\nBest to leave now. Vittorio digs his fingers into the dirt wall, but stops when he realizes he is not alone. \n\nPut your hands above your head. Now. \n\nThe voice is coarse and clicks as if its speaker has something caught in its throat. Vittorio obeys the directive. Turn. Face me. \n\nVittorio does, and finds himself before a feathered soldier, red and black, with a pronounced beak and eyes of screaming gold. In this thing’s hand is a weapon beyond Vittorio’s understanding. \n\nWhat are you? Vittorio already knows the answer. The bird beast he left in that forest pit, screaming in pain. This soldier looks like the spawn of some profane alliance between that beast and something on the verge of being human. \n\nThe soldier is soon flanked by others of its kind and they lead Vittorio down a narrow hallway. They prod at his back as they force him up a stairway to an open door in the ceiling. A door to the surface. Vittorio flinches at the explosions that dot the landscape up above. A battle rages in the distance, and around him uniformed beasts corral other humans into cages and carts. Prisoners of war. \n\nIn my escape from captivity, I find myself a prisoner once again. \n\nA familiar screech rings through the air, and the beastly soldiers stop their plunder. They drop to their knees and look up at the large, winged behemoth, resplendent in its red and black feathers, its leg healed but twisted, as it soars overhead. "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "29070C7244A13654EDAA27B6244ACC4C",
                  "SourceString": "ARC_Tome14_Lord_07_TITLE",
                  "LocalizedString": "MEMORY 122 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "355B1A8549BDC053AC840991638BFE89",
                  "SourceString": "ARC_Tome14_Lord_07_ENTRY",
                  "LocalizedString": "His hands are bound behind him, the tips of his fingers just barely able to touch each other. The thick post scratches his back as he struggles and Vittorio feels the old wound, from how long ago he cannot remember, opening again. The great behemoth had dug its sharp beak into his back once upon a time. Now it wants to complete the hunt. \n\nOther prisoners scream nearby. Vittorio tries to ignore them. He stretches his arms behind him as far as they can go. It is only rope that binds him here. Rope can stretch. Rope can break. \n\nI will carve the symbols into the palm of my hand if I have to. \n\nThe soldiers bark a command, and one of the prisoners screams louder than the others. Don’t look. Focus. Even with his eyes turned downward, Vittorio can feel the tremble of the ground and see the flurry of feathers as the behemoth lands. Don’t look. A whip of its neck and the screaming prisoner is gone from his post. \n\nThe behemoth gulps, its open beak turned to the sky. Don’t look. \n\nI should have killed that thing when I had the chance. I should have made a fist around that wicked little hatchling and squeezed until it stopped moving. This hellscape is my doing. \n\nHow many have died because of my mistakes? \n\nHe hears the people of Portoscuro as he heard them in his cell. I hardly remember that cell now. But I remember those screams. I was the cause of those screams. I brought Kovacs to my land. I thought I could control him. I thought I could hold sway over the realms. I thought I could find the Observers. \n\nAll he knows has been wrong. And all around him are the consequences of his failings. \n\nSomething snaps. His hands fall to his sides. How did I manage to sever that rope? \n\nThe behemoth is above him now, looking down at his final offering. The other prisoners are gone. Only one remains. \n\nVittorio looks up at his old nemesis. His bones tell him to run. To carve his symbols into the dirt and escape. But why? Let there be one last death, so that no one else needs to suffer from my mistakes. \n\nThe behemoth plunges its head downward, and all is dark and silent. "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "AB2B03E041166406A7F944B1218463E7",
                  "SourceString": "ARC_Tome14_Lord_08_TITLE",
                  "LocalizedString": "MEMORY 123 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "40D93C1F4C484879C3E625A3BD7F61C5",
                  "SourceString": "ARC_Tome14_Lord_08_ENTRY",
                  "LocalizedString": "It’s you. I remember you from long ago. \n\nVittorio wakes to a kind face looking down at him. A familiar face. She who was once a void to him but now is something else. \n\nYes, I remember. I was here once. Vittorio sits up and brushes debris from his legs. The collapsed staircase. The fallen ceiling. What was this? \n\nThe lodging house. She brushes his face with twisted fingers. I was devoured. Consumed. \n\nYes. As was I. He can feel her pity. The winged demon is a creature of the abyss. It feasts on worlds, although I hear on the wind there are creatures even stronger than it. With greater appetites. \n\nThe room shudders. Something churns outside the lodging house. \n\nI must get out of here. I must get outside. Vittorio is on his feet, hands reaching for the door. Even great force does not move it. Here, let me. The woman puts a gentle hand on the door and it obeys. \n\nBut there is no outside on the other side of the door. More memories stir within him. A place not as distant as the lodging house but still far away. The smell of the place is what is most familiar. Rotting fruit and vegetables. Curing meat. Wheels of cheese torn to pieces. A rusty spigot where the water still runs clear. \n\nI was hungry, and I gorged myself in this larder. Why is it here? \n\nAnother realm devoured. She holds the rotting food. Vittorio rests against the wall. What is done is done. There is no escape. \n\nWhat is this? The woman runs her hands over his tunic. It is open and off his shoulders in a swift motion. Her hands touch his chest. His arms. These markings. \n\nVittorio looks at his own body and sees how far the tattoos have grown. They extend across his torso, down the length of his arm. The woman walks around him, running her hands across his back. Are they there as well? \n\nThe man in the robe. He planted the seed in your chest. How long it has taken to grow. \n\nVittorio dresses himself again. My attacker. Is he here? No. He left me shortly after you did. He left a note. Perhaps he knew you’d return for it when the time was right. \n\nShe hands him a roll of papyrus. No greeting marks the page. No message he can understand. Only more symbols. This madman did not even finish his writing. Vittorio has seen enough of these symbols to know the symbols on the page are incomplete. \n\nIncomplete. The word awakens a memory. The tattoo the attacker left on him. The seed in his chest. Vittorio had tried using those symbols, but they too were incomplete. \n\nThe blood on his fingers is dry. He licks the old wounds, picking at scabs and creating new red ink. Vittorio drags his finger along the papyrus, drawing the seed that was planted in his chest. The message is a puzzle to be solved, and that first tattoo is the missing piece.  \n\nThe room around him shimmers. Somewhere in his mind’s eye, he sees a place far away. A menacing hook hanging from a stand. The man in the robe. Reaching out. Urging him onward. "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3DD4A6C34B17E36F2C41A793A6AE9396",
                  "SourceString": "ARC_Tome14_Lord_09_TITLE",
                  "LocalizedString": "MEMORY 124 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "C224D07D49CE8BA54EA663B9C5B5427D",
                  "SourceString": "ARC_Tome14_Lord_09_ENTRY",
                  "LocalizedString": "Vittorio paces, his mind a flurry of revelation. \n\nIt was him. I’ve spent time beyond measure in search of the Observers, when an Observer had found me long ago. All I wanted was to share in their knowledge, and all this time it has been on my body. He didn’t attack me. He gave me a gift. \n\nHe chose me. \n\nVittorio feels the woman watching him as he marches into the larder. All he can hear is the low rumble and churn from outside. He finds a knife in a drawer. \n\nMy journey must go on. The Observer chose me. I will get out of here, and I will find his realm. I just need to copy his mark. \n\nThe papyrus was in his hands, but now is gone. I must be losing my mind. He tries to remember the symbols in their entirety, but they fade from view like waking from a dream. He lets out a bitter laugh and reminds himself of what he already knows: the pursuit of knowledge is never so easy. \n\nThe old symbols will not do. They never gave me the power to travel as I please. The realms they brought me to were random, often hellish. Somewhere on my body is the key to complete control over travel across realms. Somewhere on my body are the symbols that will bring me to this Observer, to his realm, and the perfect world that lies out there somewhere. \n\nHe stands in front of a shattered mirror, studying his chest, torso, arms, and back. The scrawls are illegible, unfamiliar. I must be very careful. These symbols could spell my ruin if I do not use them correctly. \n\nThat’s when he sees it. The familiar swirls and circles he has used so far. The symbols for traveling between random realms. But there’s more. Jagged lines and smaller shapes, like accents, around the symbols. Modifying them. Changing their meaning. \n\nClarity strikes. This is the key I’ve been looking for. \n\nVittorio drives the knife into the wall of the lodging house and begins to carve. A guttural scream vibrates through the room. Blood wells from the carvings and runs down the wall. \n\nI have never been violent before. Never in my life have I ever harmed anyone. I’ve never had to. Such was the luxury of my life as I knew it. But that life is behind me now. \n\nHe runs the knife across the wall with precision, remembering every accent and nuance he never knew he needed. The walls shudder. The blood does not stop. The wailing intensifies. \n\nVittorio feels her lips by his ear. The power is yours now. For now. \n\nAnd then she is gone."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3342240A4475BA1019B8C5B68D5BA3B9",
                  "SourceString": "ARC_Tome14_Lord_10_TITLE",
                  "LocalizedString": "MEMORY 125 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "26F8F275413CD8D5BF78F6837C73FFC2",
                  "SourceString": "ARC_Tome14_Lord_10_ENTRY",
                  "LocalizedString": "The sun sets over the distant hills and the air smells of sulfur as Vittorio opens his eyes and looks upon a simple wooden shack. \n\nThe ground squishes beneath his feet. Vittorio looks around and finds he is standing on a mound of blood, offal, and red and black feathers. Between him and the shack lies the head of the damned behemoth, blood pooling at the base of its severed neck. \n\nVittorio raises his head to the sky and lets out a triumphant cry. The creature of the abyss lays dead at my feet and I remain. \n\nThe Observer wanted me to come here. The symbols in their completion brought me here, to this shack. A steppingstone to his own realm? I need to know more. \n\nVittorio opens the door and finds a staircase descending into the earth.  \n\nThe room at the bottom of the stairs is dark, too deep for light from the setting sun to reach. Vittorio feels his way through the silent dark until he can see the shape of a candlestick. The touch of his hand brings it to life, a flame dancing alight on its wick. \n\nA self-lighting candle. Ingenious. \n\nBeneath layers of dust and cobwebs, Vittorio recognizes steel machines, wooden puzzle boxes, and jars of exotic fluids.  \n\nHe searches the room for more candles to light until all is illuminated. \n\nThe workshop. Exactly as it was described in my research. Centuries of otherworldly knowledge contained on ornate shelves. The Observer chose me, and it is from here that I will follow him to his realm. \n\nA book on the desk catches his eye. The symbols on the cover. The symbols on his chest. They’re not identical, but they are close. \n\nVittorio brushes the dust off the book and is startled by the texture of the pages. Old, tough leather, every single page, each of them covered with tattooed symbols. \n\nHe drops the book and backs away from it. No. Not pages. Skin. Human skin bound into a book. Tattooed skin just like his. \n\nVittorio stands alone in the workshop and feels the vastness of the realms closing in on him. "
                },
                "HasAudio": true
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Rocket/DBD_Tome14_TheLord_Final.DBD_Tome14_TheLord_Final",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome14_03",
            "Title": {
              "Namespace": "",
              "Key": "F4F1699B47F0EDA1A02036A2304784D4",
              "SourceString": "ARCHIVE_Journal_Tome14_Arkham_TITLE",
              "LocalizedString": "The House of Arkham "
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "815DDBDC4A58C1B2BAA1748858861946",
              "SourceString": "ARCHIVE_Journal_Tome14_Arkham_SUBTITLE",
              "LocalizedString": "Tale of the Redcrane "
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6368D6D648B6D318C594E58DC787F37D",
                  "SourceString": "ARC_Tome14_ARKHAM_01_TITLE",
                  "LocalizedString": "Tale of the Redcrane. 1. "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "78E2500A4A2ACCC847C0C4B04B43AF63",
                  "SourceString": "ARC_Tome14_ARKHAM_01_ENTRY",
                  "LocalizedString": "The strange thing, Saku reflected, was that she didn’t seem to be aging. She had been traveling through the Many-Realms, searching for her enemies for what felt like thousands of centuries, and yet she didn’t feel a day older. There was so much she still didn’t understand. She had learned about other worlds and people and their unique cultures and languages, and though she knew a lot about these different worlds, she knew very little about the Many-Realms. This dark and mysterious place made of nightmares that she had unwittingly entered long ago while chasing down Black Serpent disciples through a veil of fog. Saku had tracked down and killed twelve of the twenty-one disciples. Nine remained. But Saku wasn’t worried. She would get them sooner or later. Time was somehow on her side.  \n\nNow Saku followed bars of blue-tinged light along a track through dark tunnels of concrete covered in graffiti. She halted as she saw a bright light approach her. Quickly, she sprang to the side and vaulted up on a ledge just as a train filled with bodies came charging past her with a rush of air and the stench of rotting flesh.  \n\nWhen the train passed, Saku jumped back down on the tracks and continued through the darkness, following the glowing blue bars as the fog began to thicken and she heard crows cawing somewhere in the distance. She instinctively grabbed the hilt of her katana as dozens of cannibals with gleaming red eyes and rotten teeth suddenly surrounded her.  \n\nThe cannibals closed in on her slowly. Then, with a terrible shriek, they attacked. She evaded several blows with crude weapons and backed away. When they rushed her again, she unsheathed her katana and turned into a tempest of blood.  \n\nWith incredible speed, Saku cut through the horde like weeds. She fought twenty rounds before it was all over. Then she wiped her katana and walked away without looking back as the sounds of crows feasting on freshly cut flesh echoed through the tunnel.   \n\nCarefully, Saku followed the tracks and stopped only when she heard a voice calling out for help. It wasn’t a voice she recognized, but it was somehow coming from all directions as if it were in her head.  \n\nSaku turned round and round but didn’t see anyone. She heaved a deep breath and figured the world was once again playing tricks on her as it often did. Ignoring the voice, she continued her journey through the subway, and emerging out of the tunnel, she found herself submerged in an ocean of fog as she pushed her way into another realm.  "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "CC35BFC146B98EC1A3CAC3B63DBB1A4B",
                  "SourceString": "ARC_Tome14_ARKHAM_02_TITLE",
                  "LocalizedString": "Tale of the Redcrane. 2. "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "538148894B01DC5BD4209E9FA2FB5760",
                  "SourceString": "ARC_Tome14_ARKHAM_02_ENTRY",
                  "LocalizedString": "After many days of wandering through a rocky desert, Saku heard whispers in the breeze leading her to a forest with thick, giant trees as tall as mountains. Cautiously, she followed the voice, wondering if the world was helping her on her journey to destroy the Black Serpent Society or toying with her. As though the growing fog could read her thoughts, she suddenly saw a serpent head in the distance. Slowly, she approached the towering structure and halted when she realized what it was.  \n\nAn offering to the Black Serpent.  \n\nBodies stacked upon bodies, all twisted and warped to resemble a serpent’s head. Dripping vines as thick as a leg held the bodies together. A dozen symbols carved into the flesh writhed and crawled with worms and insects. Beneath the offering was a sign inscribed with crimson letters written in a language she didn’t understand. She had seen several of these offerings back home and she knew the creator was not far from the creation; or, perhaps, was still embedded in the structure.  \n\nWith great care, Saku inspected every inch of the offering. None of the faces seemed to be alive. No nostrils flared. No eyes blinked. No fingers twitched. Then as she turned away from the offering, she heard a laugh. A deep sonorous laugh. Instantly, she peered in the darkness and saw a man in a dark robe beckoning her.  \n\nFixing her gaze on the Black Serpent disciple, she determined to end his days as a corruptor and slice him into ribbons. The blood in her veins warmed as she closed her eyes and slowed her breathing, preparing to attack.  \n\nIn her mind’s eye, Saku saw herself rushing through the trees, leaping, and slicing right through his neck. Then her eyes snapped open and she began a slow gait toward her enemy. Her pace quickened to a deadly sprint. Within moments she lunged into the air with her gleaming katana. A second later she landed, staring at the disciple as the head fell with a heavy thud and rolled to a stop by a pile of thick leaves. A geyser of arterial blood sprayed the ancient trees. But— \n\nThe torso didn’t stagger.  \n\nDidn’t convulse.  \n\nDidn’t collapse.  \n\nInstead, it squatted and searched the ground for its missing head. Realizing this was all a trick being played on her by a cruel world, she cursed her frustration as the severed head began to laugh at her.  \n\nThe apparition stood, holding the laughing head, every cackle adding to her humiliation. With a terrible cry, Saku sliced the false serpent into a thousand pieces, each piece burning like a bright orange ember as it fell and disintegrated into the stewing fog from which it had been born.  \n\nAfter a long silence, Saku continued through the forest toward another realm as massive branches suddenly crashed down all around her, trying to crush her like a bug. Slicing through falling branches, she rushed through the onslaught—leaping, dodging, somersaulting—and she didn’t stop until she was out of the woods."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0978E311414CA3D935E3CBA40087E91F",
                  "SourceString": "ARC_Tome14_ARKHAM_03_TITLE",
                  "LocalizedString": "Tale of the Redcrane. 3."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "01F94DAD45F57529E335F9AA8084FFAC",
                  "SourceString": "ARC_Tome14_ARKHAM_03_ENTRY",
                  "LocalizedString": "For days Saku pushed on blindly through the realms until she reached the edge of a rocky cliff. Ahead she saw a tower standing atop a column of rock that rose from the darkness below. Just above the tower there hovered a strange airship covered in purple gore and dead creatures with squid-like heads and tentacles dangling from the sides. A wooden ladder connected to the cockpit was lowered to the tower`s roof. Someone was searching for something inside the tower.  \n\nCautiously, Saku inched along the rocky crest and noticed a wooden bridge extending from the cliff to the tower`s entrance. Wanting to inspect the abandoned structure, she carefully inched across the creaking bridge and nearly fell three times. But each time she managed to regain her footing until finally she was at the base of the tower.  \n\nEntering the tower, Saku soon discovered it was full of journals written in Korean and filled with illustrations of strange insects and creatures observed in the realm. She moved from room to room as she ascended the spiral wooden stairs to the roof. In each room, she found stacks of endless journals of a despairing mind. A mind not unlike her own. A mind that longed for companionship and laughter and talks under moonlit skies.  \n\nSaku had been alone for what seemed like an eternity and more than anything she missed talking and laughing with friends and family. Her journey had taken its toll on her, and for a second, just a second, she contemplated making this tower her final resting place. But as despair began to overwhelm her senses, she heard a voice calling out to her for help. A voice that seemed to be coming from the roof.  \n\nWith a start, Saku dashed up the stairs, unexpectedly scaring a young man who froze wide-eyed for a moment as though he recognized her. Then the young man grabbed a collection of scrolls and bolted up the stairs screaming for someone named Haley.  \n\nSaku cried for him to stop and chased him up to the roof. Not to hurt him but to know more about who he was, where he came from, and how he ended up traveling on an airship in this endless nightmare. But it was too late. By the time she rushed through the doorway, the airship ladder had been pulled up into the cockpit, and the heavy motor was moaning a lonesome note into the endless abyss.  \n\nSlowly but surely, the airship pushed through the billowing fog, sounding a deep fog horn now and then so as to ward off creatures of the abyss.  \n\nSaku stared after the airship for a long time after it disappeared. Then she staggered back and collapsed beside a human skeleton secured in a bolted chair with a fishing rod in his hands. Countless bones of strange creatures he had pulled out of the abyss lay around him.  \n\nSaku laughed out loud for a moment, then she went silent, and tears began down her cheek. She shuffled back, grabbed the bottle in his boney hands and soon downed the liquid fire. Then she grabbed the rod and cast a line out into the swirling fog below.  \n\nThere Saku spent hours catching nothing and talking about everything to absolutely no one. Then she climbed over the edge of the outer wall and for a moment she wanted let go of everything and let herself fall when suddenly— \n\nShe heard the voice.  \n\nShe fell back into a pile of bones with a terrible clatter and laughed and cursed at herself for letting the nightmare get to her. Clambering to her feet, she staggered down the stairs, and continued her journey through the Many-Realms."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "AC09D80E4CF26EB466B3BC88B7587E6A",
                  "SourceString": "ARC_Tome14_ARKHAM_04_TITLE",
                  "LocalizedString": "Tale of the Redcrane. 4."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "DE9C9A70433ACC3A8310E2996A9CE3ED",
                  "SourceString": "ARC_Tome14_ARKHAM_04_ENTRY",
                  "LocalizedString": "Slightly hungover, Saku approached a graveyard of ancient statues carved out of rocks as large as mountains illuminated by a shimmering green light that didn’t seem to be coming from any apparent source. As she moved through the massive, overgrown, crumbling arms and legs and heads on the ground, she couldn’t help but notice the faces of the statues were blank. There were no features. No eyes. No cheeks. No lips. Nothing. Just a blank slate. And as she passed the fallen statues, she heard a slight crumble and crackle of stone. Turning, she spotted the Black Serpent disciple in a thick black kimono meditating in the middle of the open palm of a severed, stone hand.  \n\nNarrowing her gaze, Saku stared at the disciple for a long while, trying to decipher if he was real or just another attempt for this dark world to humiliate her. An instinct told her he was one of the twenty-one she had followed into the Many-Realms.  \n\nStealthily, she approached him like a panther on the hunt. She climbed the crumbling wrist and squeezed her way through two plump fingers. And just as she withdrew her katana with a ring and leaped to end his days as a servant of darkness, a massive hand caught her mid-air and lifted her to face its empty face. Then the empty face seemed to morph in and out of a thousand different faces as though she were staring at the very mask of eternity.  \n\nSaku shuddered at the sight and quickly turned to the open palm on the ground. The disciple was already gone. She cursed something terrible. Her face hardened, and she twisted and thrust out of the giant statue’s grip, falling on the ground like a nimble cat.   \n\nA second later a fist came crashing down, sending a rain of dirt and debris high in the air. With great speed, Saku evaded blow after blow as the giant statue devastated the graveyard, searching for her.  \n\nThe giant statue lifted limbs and thrust them against the ground. But Saku leaped from hiding place to hiding place as she waited for her chance to escape. And through this graveyard of fallen idols, she played cat and mouse for twenty or so rounds before the giant finally gave Saku the opportunity she needed to escape through a column of swirling fog.  "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6B6D884B464E6965741DEA944A17FEA1",
                  "SourceString": "ARC_Tome14_ARKHAM_05_TITLE",
                  "LocalizedString": "Tale of the Redcrane. 5."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "47730A4C424801E8E50554BA23C22556",
                  "SourceString": "ARC_Tome14_ARKHAM_05_ENTRY",
                  "LocalizedString": "A scream rang out from just beyond the woods. Saku bounded up the hill, past dead creatures and impaled bodies and entered the arched doorway of an overgrown coliseum. She rushed up crumbling steps into the stands and moved slowly toward the ancient arena. She froze suddenly at the sight of the Black Serpent disciple she had been tracking for the last few days or weeks—she couldn’t quite remember. He was lying on his stomach, eating dirt, groaning and agonizing with four bleeding stumps where arms and legs used to be. A pool of sticky, crimson blood grew around him.  \n\nSlowly, Saku approached the dying man, waiting for him to disappear into the fog like all the other cruel apparitions the world had created for its amusement. But when he didn’t disappear, or laugh at her, she realized he was real and not a fabrication of the nightmare.  \n\nSaku moved closer and prodded and pushed the torso with her foot until he was lying on his back, staring up at her with bloodshot eyes and trembling lips. Frothy saliva and blood made bubbles as he desperately begged for a quick end.  \n\nInstead, Saku stepped back, sat crossed-legged in the dirt and watched him die the slow and miserable death he deserved. As he begged for the swiftness of her sword, crows appeared from the darkness and surrounded the squirming worm of a man. Then they picked and pecked at the human worm until there was nothing left but bones.  \n\nWhen the crows disappeared into the darkness, Saku rose and dusted the dirt off her kimono. Taking a deep, calming breath, she withdrew her katana and decapitated the head. She watched the head roll away as the sky darkened and it began to rain bone and gore.  \n\nSaku looked up at the sky, confused, but not surprised. She had never experienced anything like it, and sensing danger, she rushed into a nearby tunnel, wiping off chunks of flesh and pulling out a piece of sharp bone that had pierced her shoulder.  \n\nPatiently, Saku waited at the edge of the tunnel as the arena thrashed with flesh and filled with blood. Over the thumping organs and entrails, she heard a clang behind her. Slowly, she turned around to face— \n\nDozens upon dozens of undead gladiators.  \n\nWith a deep sigh, she held her katana at the ready as she slowly backed into the gore-covered arena. The gladiators approached her slowly then, all at once, rushed her with axes, spears, and heavy swords.  \n\nSaku battled the gladiators until the last head rolled and the hellish shrieks and cries ceased. Exhausted, she staggered back and collapsed into a crimson stew of death. There she stared up at the night sky, hoping against hope to wake up from the nightmare that had become her life."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "C17F20384FD7EF9BEF959E9A7EEAC5D3",
                  "SourceString": "ARC_Tome14_ARKHAM_06_TITLE",
                  "LocalizedString": "Tale of the Redcrane. 6."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5FC65C814E50F7B5F4BB7A936C33359D",
                  "SourceString": "ARC_Tome14_ARKHAM_06_ENTRY",
                  "LocalizedString": "After weeks of tracking Black Serpent disciples through strange and brutish realms, Saku found herself pushing through a marsh of thick grass and deep, putrefied flesh like mud. Several times she got stuck, then found the strength to pull herself free and continue despite the barrage of dark and despairing thoughts that continued to assail her with every step.  \n\nAt last, she traversed the marsh but collapsed right at the edge. With trembling arms and legs, she clambered to her feet and froze, staring at jagged mountains in the distance.  \n\nParalyzed by despair, she realized she didn’t know what she would do once she fulfilled her promise and killed the last disciple. Nothing she did would ever bring her clan back, and for a moment, she wanted to fall back and let herself sink into oblivion.   \n\nThere would be nothing after. No anger. No hate. No revenge. Just loneliness and all the memories of what had been lost. Slowly, Saku extended her bloody hands in front of her face and stared at them for a long moment. Then she lowered her hands and winced in pain. A slow trickle of puss dripped down the length of her arm from a deep wound.  \n\nSaku had to take care of the injury before it festered.  \n\nOr, she didn’t.  \n\nShe wasn’t sure what she wanted anymore.  \n\nThe despair was stronger than it had ever been. It clouded her judgment—blurred meaning and memory so that she couldn’t fully remember her reasons, her purpose, her past. And now the only thing she felt was—   \n\nAbandoned.  \n\nBy everyone she ever knew and loved.  \n\nAnd she knew this was an absurd thought but couldn’t help thinking it.  \n\nSaku stood there for what felt like an eternity, just staring at the mountain before her. Feeling alone, she closed her eyes and tried to remember bits and pieces of her life. With difficulty, she remembered faces, voices, and laughter. And she remembered— \n\nHer promise.  \n\nHer promise to bring her clan honor by finishing what they had started.  \n\nBy eliminating the Black Serpent Society once and for all.  \n\nBut first Saku needed to eliminate her doubt and despair, crippling thoughts and feelings amplified by the living nightmare. Opening her eyes, she crushed each dark thought like a psychic bug. Then, from a small pouch, she pulled out a piece of cloth and proceeded to dress her wound.  \n\nAnd as she did, a strained voice called out for help. At first faintly, and then louder and louder. She didn’t try to understand any of it. And though she knew the nightmare could be setting her up for a trap, she followed the voice toward the mountains."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F254054642DDCEA6FCEFB1AA4949D57C",
                  "SourceString": "ARC_Tome14_ARKHAM_07_TITLE",
                  "LocalizedString": "Tale of the Redcrane. 7."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0682B92F48B7724EC27C0984CFEA32C2",
                  "SourceString": "ARC_Tome14_ARKHAM_07_ENTRY",
                  "LocalizedString": "Through the silver light of the moon, Saku followed a trail of twisted, crushed and half-eaten bodies, searching for the one calling out to her for help. She clambered over piles of armored soldiers from all time periods who had fought a hopeless battle against an enormous creature with dozens of tentacles the size of buildings. The lifeless tentacles still held mangled soldiers and civilians in its death-grip, mouths wide open, frozen in terror. It seemed like the creature had attacked hundreds of survivors from other worlds who had perhaps come together to make some kind of a home in the nightmare. But it didn’t matter what anyone did to feel normal again, somehow the horror always found a way.  \n\nSaku had seen it countless times during her travels throughout the Many-Realms. The fragments of communities that had somehow risen from the ashes of destroyed and forgotten worlds only to be destroyed by some incomprehensible creature from the abyss. It was futile.  \n\nTaking in the aftermath of the battle, Saku sighed at the carnage all around her. It had taken hundreds of soldiers to kill the creature and yet she wasn’t sure if it was dead. As she scanned the bodies, she noticed the tentacles twitching now and then. But she ignored the erratic movements as involuntary death-spasms as she followed a decomposing tentacle through a wall of fog toward a faint neighing sound.  \n\nAs she followed the tentacle, the neighing grew louder and somehow made words in her head. She kicked over and pushed aside bodies searching for the source of the pleas until at last she found a struggling horse in a thick stew of gore trapped underneath a massive tentacle.  \n\nCautiously, she squatted beside the struggling horse and watched it for a long moment as its desperate calls formed words in her mind. She didn’t try to understand any of it. And she didn’t think it could be understood. This world had shown her that everything she thought impossible was possible and that anything that could be imagined could somehow exist somewhere in the nightmare.  \n\nNow Saku told the horse everything was going to be okay and that she would get him out of his predicament as she struggled to lift the tentacle. Her words seemed to reassure him. But just as he neighed to thank her, the massive eye of the creature blinked open.  \n\nThe eye blazed like no eye should ever blaze.  \n\nAnd without hesitation Saku whirled and plunged her katana into its pupil. Blood splattered and instantly filled the white of the eye, and the creature shrieked terribly as it issued its last breath. Withdrawing her katana, Saku returned to the horse, sliced the massive tentacle, and freed him. Then she mounted the grateful horse and rode off into the abyss."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8A925CB54D754D9A1C0C018D2DFC6D7B",
                  "SourceString": "ARC_Tome14_ARKHAM_08_TITLE",
                  "LocalizedString": "The Redcrane. A Fury of Blood. "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "4EE5E5AD41108DE00A157FA076443DF1",
                  "SourceString": "ARC_Tome14_ARKHAM_08_ENTRY",
                  "LocalizedString": "The gory head Saku tossed into the fire ignited and sent glowing embers thrusting into the night sky. The dancing flames lighted her sombre expression as she unravelled a scroll made of human skin and examined the ancient symbols. She couldn’t decipher what any of the symbols meant; but, as firelight glinted in her eyes, she noticed that several of the symbols began to shiver and squirm and change into other symbols. It was as if the symbols were alive. But Saku knew this to be impossible and was sure her mind was playing tricks on her.  \n\nWith a start, she tossed the scroll in the growing fire. Then she rose and stood amongst the hacked corpses of her enemy, adding logs of bone and flesh to the hungry, upleaping flames. And there she stood, slowly feeding the fire, hoping against hope that one day she would rid her beloved country of the Black Serpent Society.        \n\nSaku watched the pyre burn until all that remained was a pile of ashes and— \n\nThe untarnished scroll.  \n\nShe squatted by the smoldering heap and pulled the scroll out of the ashes as she heard the distinct click behind her.  \n\n“Return what is ours, and you will live!”   \n\nSaku turned to face several thugs in serpent armour with pistols at her. Her answer was the gleam of a blade and a fury of blood. "
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9375F8F8436859B1703558B8ADFB9CA9",
                  "SourceString": "ARC_Tome14_ARKHAM_09_TITLE",
                  "LocalizedString": "Year Seven. Day 373. Night."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "48D85178471CCB4EE81A99950D36BCC2",
                  "SourceString": "ARC_Tome14_ARKHAM_09_ENTRY",
                  "LocalizedString": "I’ve been collecting and reading all the stories related to the Redcrane, especially those that relate her journey after she chases the last of the Black Serpent Society into another dimension. A recurring idea in the stories is that this dimension is one of thought and memory. In other words, we can bring about our darkest imaginings just by focusing on them. Seems to me, then, the first battlefield one must negotiate is the battlefield of the mind."
                },
                "HasAudio": true
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5617A69B43CC90517A8D6C9AAB5B4DF2",
                  "SourceString": "ARC_Tome14_ARKHAM_10_TITLE",
                  "LocalizedString": "Year Seven. Day 398. Afternoon."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5C15CC5448A4D5A11D329D8333279340",
                  "SourceString": "ARC_Tome14_ARKHAM_10_ENTRY",
                  "LocalizedString": "Several survivors happened upon the ruins of an airship. No bodies or signs of life. Reminded me of the story Sam shared with us the other night about the survivors traveling through a nightmarish world using a make-shift airship. I should search the ruins and collect items to see if there are any actual links to the stories. Maybe we should make a collective effort to get it up and running. Didn’t seem like such a bad idea. "
                },
                "HasAudio": true
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Rocket/DBD_Tome14_Maurice_Final.DBD_Tome14_Maurice_Final",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "Tome14"
      }
    }
  }
]