[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "TOME19": {
        "Title": {
          "Namespace": "",
          "Key": "AE30432340754CF8F16DB7AF85C8E465",
          "SourceString": "ARCHIVE_JOURNAL_TOME19_TITLE",
          "LocalizedString": "@#ARCHIVE_JOURNAL_TOME19_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "TOME19_01",
            "Title": {
              "Namespace": "",
              "Key": "FBF90BA643CA3050E70EDC876304EF01",
              "SourceString": "ARCHIVE_JOURNAL_TOME19_K26_TITLE",
              "LocalizedString": "Carmina Mora"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "67237737483B08C8D8048D95D2627AA8",
              "SourceString": "ARCHIVE_JOURNAL_TOME19_K26_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0C487BF748A263BCB0B631A92BC03065",
                  "SourceString": "ARC_TOME19_K26_01_TITLE",
                  "LocalizedString": "CARMINA MORA 931"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_19_VisualReward/T_UI_Tome19_K26_VisualReward01.T_UI_Tome19_K26_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0C051F754D51F10B08D6DFB7F49E6E81",
                  "SourceString": "ARC_TOME19_K26_02_TITLE",
                  "LocalizedString": "MEMORY 3602 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B50DF98B43E47991BA2CDFA5F741D856",
                  "SourceString": "ARC_TOME19_K26_02_ENTRY",
                  "LocalizedString": "She sits on the floor, delicately etching the pencil back and forth on the thin paper, transfixed on the bird in the window. She returns the pencil to its tin. Takes out a softer one. Presses harder. She’s had them a week but already each of the twelve pencils in the pack are half their size. She presses a little too hard, breaks the lead. \n\nBeyond her door she hears her father’s voice, raised. A common refrain during his harder weeks. Unperturbed, she hatches and contours the stark image on her writing pad. \n\n…Spoiling the kids… \n\nShe sharpens the pencil, considers saying she’s sick again. Skipping dinner, to stay in her room drawing. She knows they will stop yelling once she’s in the room. The quiet is worse. Forks scraping plates. Teeth scraping forks. No words.  \n\n…prepare them for the real world… \n\nShe focuses on the eye. Imagines a point of light. Imagines how the light would bounce and play across the pupil.  \n\n…real work… \n\nA door slams. Carmina’s body shudders, just a bit, and the pencil goes straight through the paper. Through the eye. She inhales, flips to the next page of her pad. \n\nQuietly, the door to her room opens. Her mother. \n\nHow are you, dear? \n\nI’m fine. \n\nHer mother takes the pad from her, grabs her backpack. It’s okay. I’ll get you more pencils. But for now let’s pack these things up. \n\nWhat for? Are we going on a trip? \n\nWe might be… Carmina, what are you drawing? Her mother squints at the pitch-black bird on the sheet. \n\nIt’s a crow. I saw one outside my window today. \n\nI’ve never seen a bird like this here… are you sure you didn’t see it in one of your father’s books? Or maybe in a dream? \n\nNo, mother. It was just here— \n\nShe points to the window. Nothing is there."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "54A03CFA43AD03B2E38448BA0454495D",
                  "SourceString": "ARC_TOME19_K26_03_TITLE",
                  "LocalizedString": "MEMORY 3655"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0232BCF74773744ADF46C6AE533EA845",
                  "SourceString": "ARC_TOME19_K26_03_ENTRY",
                  "LocalizedString": "Mina, I don’t know this word. \n\nCarmina loosens her seatbelt, leans over to Matias. He points to one of the longer words in his book. Murciélago. She starts to say it, one syllable at a time, before her father interrupts. \n\nDon’t help him.  \n\nShe pauses, glares at her father. Tears well up in Matias’s eyes as he struggles to work his way through the word. \n\nCarmina’s gaze drops to her lap. She quickly starts whipping her pencil across the corner of her notepad closest to Matias. He blinks back the tears as he watches the image form in front of him: the fuzzy torso, the membranous wings, the little ears. \n\nAhh… Murciélago.  \n\nHe says it too quickly. Carmina’s eyes dart up to the mirror again. Her father’s eyebrows shoot up in surprise for a moment before furrowing in annoyance. Without looking, he reaches back, snatches the notepad from her lap, throws it in front of the empty passenger seat. \n\nLet him learn for himself. \n\nCarmina quietly puts the pencil back in her pocket. The last one from her set, the 5H, the one she hated using most, now all she had left from the most perfect gift she ever received.  \n\nMatias reaches for her hand and squeezes it. They ride in silence. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2E36C9994259885878357AB931FA5187",
                  "SourceString": "ARC_TOME19_K26_04_TITLE",
                  "LocalizedString": "MEMORY 3661"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "344391ED4E8A5FA0B2DB09A5B17EF242",
                  "SourceString": "ARC_TOME19_K26_04_ENTRY",
                  "LocalizedString": "Rain hammers against the windshield of the old car as Carmina’s mother drives down the local dirt road. The car’s headlights struggle to provide any illumination, as ineffectual as the slim crescent moon above. Matias gently cries, part scared, part tired.  \n\nIt’s okay, Mati. We’ll find somewhere to sleep soon.  \n\nThe car lurches left and right as her mother struggles to keep it in control. From the opposite direction, a pair of headlights slide into view. She exhales slowly, lets off the gas. Loosens her grip on the wheel. \n\nThe car passes, she exhales again. She reaches back, hands a sandwich to Mati.  \n\nCarmina squints her eyes as a light flashes against the back of the seat in front of her. The car has turned around.  \n\nMom…? \n\nShh, Mina. Everything will be okay. \n\nHer mother leans on the gas again. A terrible grinding sound makes Matias start crying again as she awkwardly attempts to switch gear. The headlights get closer, and another pair, and another pair. \n\nMina, her mother says. Her voice is different. Direct. Like she is speaking to her as an adult. \n\nThey will try to break you. Don’t let them. \n\nIt is not long before the car is overtaken. The first one rams them and they immediately lose traction, spin into the ditch. Everything is quiet for a moment as the three hold their breath, bracing for impact. \n\nThe quiet doesn’t last long. Carmina’s window shatters. A hand reaches in, unlocks the door. Drags her out. Carmina screams and reaches for her brother. She grabs at air as her abductor pulls her from the wreck. She watches as Matias is thrown in the back of one of the trucks. She is thrown into another. \n\nHer mother’s taillights blink to life, and the car starts to barrel backwards towards them. Just as soon as it starts, though, it stops, as the third truck crashes into it. Her abductor starts his engine, turns back towards her home. \n\nIt's time to go home to your father, Carmina Mora."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "19DF8F354C9B8836AA5F8997BA4C52AF",
                  "SourceString": "ARC_TOME19_K26_05_TITLE",
                  "LocalizedString": "MEMORY 3709"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1E3957A0457AAD9D12D32A846EA6F684",
                  "SourceString": "ARC_TOME19_K26_05_ENTRY",
                  "LocalizedString": "Carmina sits alone on the rugged coast and stares out onto the bay. A cool wind whips and whistles around the rocks as the gulls chuckle. She closes her eyes. Takes in a breath of the salty air, lies back on the grass. She lets thoughts of her mother leaving, of her father staying, leave her mind. Focuses on the softness of the grass in her hands.   \n\nThe gentle chattering of the gulls subsides, and a new, less familiar call assaults her ears. A guttural, urgent shouting. She opens her eyes, and for a moment, she cannot see clearly, as if she had floated into the clouds above. She sits up and rubs her eyes and the world comes into view. \n\nGone are the lazily floating gulls. In their place, jagged, pitch-black birds. Just like the ones she was sure she had seen outside her house. They shout with an unnerving urgency. She shoots her neck to her left, her right. Hundreds of them, standing all around her, flapping their wings, relentless.  \n\nOverwhelmed, she grabs her backpack and begins sprinting to her house. She runs and runs until their calls sink under the crashing of the water and the shrieking of the wind.  \n\nMina? \n\nMatias looks up at her from the floor, confused.  \n\nDo you hear them, Mati? Those… birds? \n\nMatias looks at her, then down at his cars. I didn’t hear anything."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A9D099DE4274D434F601B184860068EF",
                  "SourceString": "ARC_TOME19_K26_06_TITLE",
                  "LocalizedString": "CARMINA MORA 932"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_19_VisualReward/T_UI_Tome19_K26_VisualReward02.T_UI_Tome19_K26_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8C9E01534F6DE1D4B5A1819D48D51856",
                  "SourceString": "ARC_TOME19_K26_07_TITLE",
                  "LocalizedString": "MEMORY 3720"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "F0D9870F453699EBE0040B979B892166",
                  "SourceString": "ARC_TOME19_K26_07_ENTRY",
                  "LocalizedString": "Her house sits silent. It has sat silent since Matias passed. Carmina goes to school, her father goes to work. Carmina gets home, she eats, locks herself in her room. Her father gets home late at night and goes straight to bed. When they do speak, he demonstrates cruelty unlike anything from before. \n\nIt’s the anniversary of Matias’s death, and she has called in sick to school. The crows in the tree left that day. Back when it would sit on her windowsill, it scared her, but now that it was gone, she feels more alone than ever. She stares at a blank pad, her last pencil behind her ear, a cheap black pen in her hand, but nothing comes out.  \n\nCompletely bereft of ideas, Carmina goes to the backyard. Breaks the pen, smears it over the tree’s bark. Presses the paper against the tree. Squeezes it until her knuckles start to ache. Removes the crumpled sheet. Almost none of the ink transfers. The smear on her paper is barely recognizable. \n\nAs she walks back to the house, she hears a car pull up in front. She ducks, knowing she’ll have to talk to him, and likely get yelled at, if he sees her here in the morning. Listens through the window. \n\nShe hears her father’s boots clomp into the house. And another pair of feet.  \n\nYes, she’s stopped drawing entirely. \n\nThis is indeed a setback. \n\nI’ve still gathered the rest of the data, as requested. \n\nFine. Keep applying pressure to her. And let me know if you notice any changes. \n\nThe door closes, and the house falls silent again. Carmina sneaks around the side of the house, peers around the corner. Her father and a man in a black suit get into a black truck—a black truck just like the one from that night—and peel out of the drive. She sits outside for what seems like an hour, hugging the wall, frozen. Were they talking about… her? Her drawings? Her… data? \n\nAll this time that she had felt alone… this was worse than alone. This is no way to live. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "AD85A76F4C86EFB037BB05AEBC0928AA",
                  "SourceString": "ARC_TOME19_K26_08_TITLE",
                  "LocalizedString": "MEMORY 3778"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1F68B04444D4B5A1485518A09962A1FE",
                  "SourceString": "ARC_TOME19_K26_08_ENTRY",
                  "LocalizedString": "The night she had gone to the bridge changed everything. At her lowest, the bird from the tree came back. So did the others. They screamed, like they had on the coast, but she felt no fear. She felt seen. Not observed, just… seen. \n\nEscaping to the city was surprisingly easy. Her father expected nothing. She walked right past the school that day, to the port, stowed away on a small cargo vessel. She would have been terrified, before; of her father, of the shipworkers, of the men in the black trucks; none of it scared her now. She was not alone. Perhaps Matias sent the birds. \n\nAs the boat arrives in the city, she remembers her mother speaking of a school here, an art school. She marches straight into that school, finds the art faculty, walks into the first open office she sees. Starts taking out her latest works, ink on parchment, out of her faded childhood backpack. \n\nPia…? \n\nFor the first time in ages, she freezes. Her mother’s name. Excuse me? \n\nShe looks up at the desk. A man in his seventies, with a thick beard and a dusty tweed jacket stares back at her.  \n\nAh, I’m sorry. You just look… so much like an old student of mine. \n\n… \n\nWhile she is too young to enroll in the school, Dr. Figueroa has put aside time to mentor Carmina. He tells her of her mother, whose own undeniable artistic talent could have changed the nation. Of her mother’s disappearance from the art scene twenty years ago. He tells her of the last time he heard from her, a disturbing letter where she admitted she was pregnant, and she was terrified what “they” would do to her child. \n\nShe learns some formal artistic rules from him, some art history, but she notices he goes out of his way not to instruct her, to let her explore her talent freely. Art like this, he says, could heal the world.  \n\nEach time he tells her a little more of her mother, of her mother’s fears, of how her mother admitted that she “saw” what she was painting as if it were real. Carmina never tells him what she sees. Crows. Fog. Claws reaching from the ground. He never asks… she supposes he doesn’t need to. \n\nShe meets with him once a month, and lives with a group of radical performance and visual artists south of the school. Some were students, or recent graduates, or other runaways. While it wasn’t always perfect—the personalities were intense—she was thrilled to learn from them, to live in a space where she was respected, understood. Especially Flores, a poet of growing renown. She took Carmina under her wing, helped her expand her practice into words and performance, to assert herself. \n\nAs spring begins to blossom, the house begins to plan a multidisciplinary show: one that looks to a bright and modern future. \n\nBut as spring arrives, everything changes."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A06E43AF4A607019BF20CBA90B37ACD7",
                  "SourceString": "ARC_TOME19_K26_09_TITLE",
                  "LocalizedString": "MEMORY 3791"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "782F0A8E47099057A55B45A953F8BA4A",
                  "SourceString": "ARC_TOME19_K26_09_ENTRY",
                  "LocalizedString": "Dr. Figueroa went missing that day. A lot of people did. Carmina knows she’ll never hear from him again. Everyone knows. \n\nHer new family begins to atomize in front of her eyes. Retreating into their individual rooms, their individual practices. Everyone is afraid to express themselves. She desperately tries to reach out to them, first individually, then collectively. The last thing she wants is another quiet home.  \n\nShe organizes a house meeting in the salon. Even Flores slouches in her chair. \n\nI want to talk about the show. \n\nTomas, the textile artist and dressmaker, snorts. Mina, you cannot be serious. Flores tells him not to speak to her like that. The two start shouting at each other. Luis, another painter, tries to get in between them, but only makes things worse. \n\nCarmina remembers her parents fighting. The icy silences that followed. That would last for days, weeks. The loneliness she felt.  \n\nShe looks out the large window in front of the house. The trees are blacker than normal. \n\nCrows. \n\nThey begin to caw as well, frantically, rivalling the clamor inside. Louder, more frenetic, like the day on the coast. \n\nENOUGH! \n\nHer housemates freeze. She too freezes, shocked by the authority in her own voice. The crows immediately stop their racket, and she feels their hundreds of eyes peer intently at her. \n\nI spent enough of my life in fear. I won’t go back there again. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "D2B800054ADDC766CD7798B40308356A",
                  "SourceString": "ARC_TOME19_K26_10_TITLE",
                  "LocalizedString": "CARMINA MORA 933"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_19_VisualReward/T_UI_Tome19_K26_VisualReward03.T_UI_Tome19_K26_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Bacon/DBD_TOME19_KILLER.DBD_TOME19_KILLER",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME19_02",
            "Title": {
              "Namespace": "",
              "Key": "83CF94C94CC1B384316B929979D6A59D",
              "SourceString": "ARCHIVE_JOURNAL_TOME19_S21_TITLE",
              "LocalizedString": "Zarina Kassir"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "9F46DD8244BB7E338EC8149B27AA2DD4",
              "SourceString": "ARCHIVE_JOURNAL_TOME19_S21_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1C18D7074C0CD3D15829CA8B11446AC1",
                  "SourceString": "ARC_TOME19_S21_01_TITLE",
                  "LocalizedString": "ZARINA 1733"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_19_VisualReward/T_UI_Tome19_S21_VisualReward01.T_UI_Tome19_S21_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "275BA3B74EED2E0B6E92B38E967A5DA0",
                  "SourceString": "ARC_TOME19_S21_02_TITLE",
                  "LocalizedString": "MEMORY 5999"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "331873BF44432F96A38EDC8E7A40C05D",
                  "SourceString": "ARC_TOME19_S21_02_ENTRY",
                  "LocalizedString": "The boardwalk is flooded with locals and tourists alike, the smell of hot dogs and ice cream floating above the crowd. Even as the sun sets over the immense ferris wheel, the people show no sign of turning in for the night. \n\nZarina looks up at her father as they walk. His strides are so much longer than hers, and she can feel her grip on his oversized hand start to slip. \n\nDad, slow down.  \n\nThey've been there all day. The ache in her legs is a dull, unending moan. \n\nHer mother struggles to keep up, weaving around bright-faced families who seem determined to bump shoulders with her. She puts a hand on his shoulder. \n\nMaybe we should call it a day. \n\nFather's stride doesn't break. Mona. We're celebrating our nation's independence. Look at these people. We're not missing the fireworks.    \n\nThis cheerful man pulling Zarina through the waves of people is a far cry from the man she found sitting at the dining table that morning, sitting still, silent, holding hands with Mother, reading the newspaper. \n\nThey find a spot on the beach and watch as the sky explodes in flashes of color and light. Zarina hears the oohs and ahhs from the families surrounding her. The fair-haired boy standing on the beach towel next to her waves his flag in excitement.  \n\nHer father is all smiles, as if he forgot the article that upset him so much that morning. Zarina had only caught a glimpse of the headline, but she could still see it clearly in her mind's eye:  \n\nANTI-ARAB HATE CRIMES ON THE RISE \n\nStanding on that dark beach, Zarina can only watch as her father watches the fireworks, the dazzling lights fading in his sparkling eyes."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A9F9F83F4271186C5E03139037A4AB1A",
                  "SourceString": "ARC_TOME19_S21_03_TITLE",
                  "LocalizedString": "MEMORY 5043"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "63C85253482F5A3EE5B007B3F2409E12",
                  "SourceString": "ARC_TOME19_S21_03_ENTRY",
                  "LocalizedString": "The bus rumbles along Metropolitan Avenue, and the old cemetery comes into view through the broad, speckled windows. \n\nHer father is in the driver's seat, his eyes fixed on the road. He only breaks his gaze when he makes his stops and says bye to the disembarking passengers. \n\nBut he doesn't look back at her. Not once. Not since she told him what happened. \n\nSome part of her thought there was a chance he would be proud. She stood up for herself. She stared into the face of racism and punched her in the mouth. Just one hit. But it was worth it. Bullies like Lindsay need to be dealt with. Otherwise they win. \n\nHer father pulls in to the next stop, hitting the brakes a little harder, giving the passengers a jolt. At last, he looks back at her as she stands behind the yellow line. \n\nMy grandfather told me something when I was a little boy in Beirut. He told me it's better to have a thousand enemies outside your door than to let even one of them in. Do you understand me? If you allow someone like Lindsay to get in here – he points at his head – or in here – his heart – that is how they win. \n\nPeople get off, people get on. They all wait patiently to get back on the road. \n\nDon't forget this, Zarina. Everyone deserves forgiveness. And you deserve peace. \n\nAs far as he's concerned, the conversation is over. He looks back at the road in front of him. His eyes do not stray again, not until he pulls up next to the familiar block of apartments and says goodbye to his daughter's back. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "02B5F6F54C501AE813C72ABABF83C473",
                  "SourceString": "ARC_TOME19_S21_04_TITLE",
                  "LocalizedString": "MEMORY 3166"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "FA9D813B4498ECD28D69E6B854F9383E",
                  "SourceString": "ARC_TOME19_S21_04_ENTRY",
                  "LocalizedString": "Karina. Welcome home. \n\nShe freezes at the sound of that name coming from her father's mouth. He's at the dining table, holding a letter from one of her teachers. \n\nIt was supposed to be a new start at a new school. A new identity. Not Zarina from Lebanon, but Karina from... somewhere... \n\nShe had done everything she could to keep Karina a secret. She never brought friends home to meet her parents. She added extra security to her phone and kept her calls quiet. But there's no controlling the mail. \n\nHer mother is in the kitchen, slicing marinated chicken with a large knife. Staring right at her. \n\nI understand why you wanted to dye your hair now. \n\nShe had chosen her new hair color carefully, studying her face in the mirror to see which color brightened her complexion. \n\nThis is worse than when I hit Lindsay. She was a racist bully who had it coming. This is me denying who I am, pretending to be like... like... \n\nThem. \n\nHer parents stare at her, seeing right through her. She's never felt so exposed, laid bare in her shame. She can't restrain the shiver running up and down her body. \n\nAnd then... a smile. A knowing look. \n\nThis is about what happened with that girl from your old school, isn't it? \n\nShe tries to find an answer. She stammers, her words stumbling out of the gate. \n\nIt's okay. If you want to be Karina, you can be Karina. We'll respect it. Your hair looks great, by the way. \n\nHer mother drops the chicken in the pan. Dinner will be a while longer. Come in, stay a while. \n\nKarina drops her coat and runs for her room, locking the door behind her.  \n\nShe catches a glimpse of herself in the mirror and runs her fingers through her dirty blonde hair, wishing more than ever to have her natural color back."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "ED9D1B1546BC21DE1F18FF8BB79F1CD9",
                  "SourceString": "ARC_TOME19_S21_05_TITLE",
                  "LocalizedString": "MEMORY 3378"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1C4A659947FFF2CDAC4B06A7B6EB455A",
                  "SourceString": "ARC_TOME19_S21_05_ENTRY",
                  "LocalizedString": "It won't be him. Please, don't let it be him. \n\nShe was expecting it to be like the movies. A long, sterile corridor leading to a freezing cold room of metallic drawers. His body on a slab. \n\nNo. It won't be him. \n\nShe looks around the waiting room. Warm. Inviting. Well-lit. A hole in the drywall crudely patched over.  \n\nThe illusion of comfort. She wants to scream. \n\nShe will not be taken to her father's body. Instead, she and her mother would be shown photographs of identifying features on his body. But not his face. The attendant made it clear the photos would not be graphic. \n\nBut they wouldn't be able to see his face. \n\nIt could be anybody's face. \n\nHer mother makes space on the couch as the attendant sits next to them. Zarina can't hear a word of the attendant's preamble. All she can hear is blood rushing past her ears. All she can see are the white sheets of photo paper in the attendant's hands. \n\nThe room gets colder with each passing moment. She tells herself to breathe. \n\nAt last, the attendant turns the first photo face up. Zarina's mother gasps. It's all she needs to hear. \n\nThe photos are cruel in their honesty. The wedding band on his hand. The old scar on his leg where he had a varicose vein removed. \n\nHer mother slumps back on the couch. Fainted. The ground falls out beneath them. The walls collapse into dust. The world has come to an end."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B450EABF4AAE00E603B05C8054682AB7",
                  "SourceString": "ARC_TOME19_S21_06_TITLE",
                  "LocalizedString": "ZARINA 408"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_19_VisualReward/T_UI_Tome19_S21_VisualReward02.T_UI_Tome19_S21_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 1.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "4025A30244F9E2365E1404A688E98C61",
                  "SourceString": "ARC_TOME19_S21_07_TITLE",
                  "LocalizedString": "MEMORY 6001"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3D79FEC846026D34E8250D9B92F9668E",
                  "SourceString": "ARC_TOME19_S21_07_ENTRY",
                  "LocalizedString": "It was two years ago to the day that a gang member named Clark Stevenson pushed Ahmed Kassir into oncoming traffic, killing him instantly. According to eyewitnesses, Ahmed - Dad - did nothing to provoke this attack. He was minding his business, waiting to cross the street, when Clark started yelling at him, pushing him out into the street just as a sedan sped by. Clark also assaulted several bystanders who tried to restrain him as they waited for police to arrive on the scene. \n\nClark refused to answer questions while in custody, but his gang was known to commit racially-motivated acts of violence. \n\nZarina knows all of this the first day of Clark's trial. And when the trial reaches its end and the jury declares Clark guilty on all charges, this knowledge becomes proven fact. \n\nBut the end of the trial means the beginning of the sentencing hearing, and Zarina knows her work is just beginning. \n\nShe stands at a podium in the courtroom, looking down at a mess of wrinkled papers she calls a victim's statement. She can only look down at her statement. Not at the cold-eyed judge, and certainly not at the defendant's box. \n\nAt no point in the trial was she able to look there. \n\nShe asks for a life sentence without parole. There is no redemption for Clark, she says, and a life behind bars is a small price to pay for destroying her family forever. No mercy. No forgiveness. \n\nIn the blink of an eye, she is sitting in her car in the courthouse parking lot. Shoulders shuddering. Chest heaving. \n\nA life sentence. In most other states, he'd get the death penalty. A lethal dose of chemicals. A life for a life. Dad always said New York was the most progressive state in the country. Look where it got him. \n\nA life sentence would have to do. \n\nIt won't be long now. The long nights spent staring at the ceiling will come to an end. Peace will return. And Clark will never know freedom again."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0A8B8575485159E90E588D8B504A390C",
                  "SourceString": "ARC_TOME19_S21_08_TITLE",
                  "LocalizedString": "MEMORY 4250"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B32953324098AC7C3A080CA1B96B80B9",
                  "SourceString": "ARC_TOME19_S21_08_ENTRY",
                  "LocalizedString": "Zarina adjusts her sunglasses. Her senses are overwhelmed. The screaming sun overhead. The roar of cars on the street. The smell of the officer's aftershave. \n\nShe doublechecks her purse to make sure the snatcher didn't take anything. He's sitting on the curb now, a paramedic cleaning his face. He grabbed my purse, I chased after him, he tripped on the sidewalk and fell. That was her story, and the officer didn't question it. \n\nIt was only that morning that Zarina got the news about Clark's sentence. Twenty years with the possibility of parole after ten. \n\nTen years. The state of New York decided her father's life was worth just ten years. \n\nThe purse-snatcher lets out a cry as the paramedic bandages his nose. The little rat got off easy. \n\nZarina can't hide the disdain on her face. The officer puts his notepad in his pocket. Ma'am. It's all right. I would be angry, too. \n\nBut she can't stop staring at the little rat sitting on the curb, pressing gauze into his nose. Her eye twitches. He would've had a lot worse than a bloody nose if this officer hadn't been walking his beat. \n\nBrooklyn used to be her home. But it's been years since she felt that way. Years of feeling angry and alone. \n\nThe officer asks if Zarina would like to press charges. She answers without hesitation."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "C5B21F8B474559CDED60F0BF6864F08A",
                  "SourceString": "ARC_TOME19_S21_09_TITLE",
                  "LocalizedString": "MEMORY 4270"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7FE76D0A47FAC85FAF00CBAD0D64DA6A",
                  "SourceString": "ARC_TOME19_S21_09_ENTRY",
                  "LocalizedString": "Zarina leans forward in her seat and removes her notes from her carry-on. She discreetly sets the photographs aside and puts them back in her bag. Too graphic for coach. \n\nShe doesn't know how a transfer from New York to Nebraska was authorized. Her research found that Clark Stevenson was born in Lincoln and still had family there. The irony of Clark wanting to be close to his family leaves an acidic taste in her mouth. \n\nThe plane hits turbulence and her cup of soda water nearly spills. Her chest tightens, her breath lodging itself in her throat. \n\nPerhaps it's a sign. How hard would it be to go straight to the ticket counter in Omaha and get a seat on the next flight back to New York. Cancel the interview with Clark. Axe the project. \n\nThe thought has an iron grip, and Zarina feels like a scared teenager again. The one who tried changing her identity to win over her classmates. The one who asked her guidance counselor if someone like her could ever be a documentary filmmaker. \n\nShe looks down at her notes and sees a photocopy of Clark's mug shot. His eyes staring up at her. \n\nShe needs to do this. To ask him why. To find some peace. \n\nThe turbulence eases, and Zarina's chest relaxes. Breathing comes a little easier. But somewhere in the back of her mind, she can't help but brace herself. For more turbulence. For what awaits her at Hellshire Penitentiary."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B335BD504E6F32290D13E68F1616BEAB",
                  "SourceString": "ARC_TOME19_S21_10_TITLE",
                  "LocalizedString": "ZARINA 854"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_19_VisualReward/T_UI_Tome19_S21_VisualReward03.T_UI_Tome19_S21_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Bacon/DBD_TOME19_SURVIVOR.DBD_TOME19_SURVIVOR",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME19_03",
            "Title": {
              "Namespace": "",
              "Key": "1E34B1E645216E7A81E8C39BCB21250F",
              "SourceString": "ARCHIVE_JOURNAL_TOME19_HOA_TITLE",
              "LocalizedString": "The House of Arkham"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "0726403F40F09ED8FCA07EAA49731AF5",
              "SourceString": "ARCHIVE_JOURNAL_TOME19_HOA_SUBTITLE",
              "LocalizedString": "Shadows of The Void"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "22228E2C4C25F66C4169098A11D6AE2E",
                  "SourceString": "ARC_TOME19_HOA_01_TITLE",
                  "LocalizedString": "REDCRANE 765"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_19_VisualReward/T_UI_Tome19_HOA_VisualReward01.T_UI_Tome19_HOA_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A52259FE47988920699DE0A0B1121BD5",
                  "SourceString": "ARC_TOME19_HOA_02_TITLE",
                  "LocalizedString": "Arcus 10 190"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "76041C65464EA6B1B4B2EB80127B99EC",
                  "SourceString": "ARC_TOME19_HOA_02_ENTRY",
                  "LocalizedString": "I was lured by a gleaming light in the distance that caught my attention in the otherwise perfect darkness. I went to investigate, and it wasn’t until the mouth of the cave I had stepped into closed that I realized my mistake. I had entered a Balzagaar. A giant worm of The Void which Barra often writes about in his earlier work for serial magazines. In his stories the creature is often hunted by survivors as its blood can be used as a type of fuel for make-shift vehicles and mechanisms.  Lucky for me, I remembered one story where a survivor in a similar situation found a sword to hack his way out of the creature before suffering an agonizing death in a bubbling pit of acid.  Remembering the story, I quickly scanned my surroundings and spotted an ax.  With a great sense of urgency, I yanked it out of the skeleton’s hands and hacked away as massive tendrils from its digestive tract tried without success to pull me into its stomach. I undoubtedly survived the ordeal and collected a sample of its blood to analyze its curious properties. Truth be told, it’s hard to believe I’m still alive. My research has clearly paid off in countless ways. How many times have I been inspired by the events of a seemingly random story, I cannot say. More than I can remember to be sure. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A41CCFD0400AC52B720DF9A80EB8646B",
                  "SourceString": "ARC_TOME19_HOA_03_TITLE",
                  "LocalizedString": "Twelve Past Midnight"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "51D8899047283CC607BBE887398B4C2C",
                  "SourceString": "ARC_TOME19_HOA_03_ENTRY",
                  "LocalizedString": "Surin woke up in the near dark with a vague recollection of being pulled through a wall of dense fog. He remembered the theatre in Greenville, the winding staircase below, and a familiar voice calling out to him. He had been investigating the strange disappearance of a podcaster and a troupe of parents from all over the world searching for their missing loved ones.  That investigation had led him to a theatre in Greenville and now to this strange world he couldn’t make heads or tails of.\n\nRising on shaky legs, Surin looked at a murder of crows hovering above him. He swiveled left and right and fixed his gaze on a thick meat hook dangling from a gnarled tree. As Surin stared at the gleaming hook, he heard a twig snap behind him and ducked just as a razor-sharp claw whirred past his head. He scrambled backward as he took in a creature like a massive gargoyle approaching him. But as the creature raised its claws to deliver the deathblow, the sound of a horn blared through the darkness. It hissed and turned— \n\nA moment too late!\n\nA minibus with spikes and blades attached to the grill smashed and dashed the creature to pieces. Surin looked up at the blood covered windshield. The wipers suddenly cleared blood and gore to reveal Grace and Haley, only younger than he remembered, and beside her was her missing stepbrother Jaden and others he recognized from her videos and podcasts. They had somehow succeeded. They had found their loved ones.\n\nBut where? Where had they found them? Where had they been taken to? Where… had he been taken to?\n\nSurin had more questions than answers, and he wasn’t even sure he wanted to know more about this cosmic hell he had been pulled into. He felt like his mind might implode at any moment.\n\nThe doors of the bus opened with a squelching noise, and Olivia and Sean called out to Surin to get on the bus as a terrible shriek resounded through the realm."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5272B7AC4B866CE340AB56988F4BAC3B",
                  "SourceString": "ARC_TOME19_HOA_04_TITLE",
                  "LocalizedString": "REDCRANE 766"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_19_VisualReward/T_UI_Tome19_HOA_VisualReward02.T_UI_Tome19_HOA_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F5DF64C841413B51F6AD369AF2609631",
                  "SourceString": "ARC_TOME19_HOA_05_TITLE",
                  "LocalizedString": "The Magnificent Maurice. 3"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "CF8D95F94AC7E095ABD7FBB0B8C6FD3E",
                  "SourceString": "ARC_TOME19_HOA_05_ENTRY",
                  "LocalizedString": "And that apparently wasn’t that. The pups ignored my every attempt to scare them away and followed me through the woods, across a meadow and all the way to the edge of a small town. I stood in the darkness staring at the glowing orange lights in the distance like fireflies. Tired, I laid down, closed my eyes and tried to forget everything at the farm. Then I started when I felt something small push against my side. I turned with eyes wide open to see the pups curling up beside me to keep warm. “Didn’t I tell you to stay away.” “Yup,” they each replied in turn. I sighed and closed my eyes, again. I was too tired to protest, and so I just wished them a good night. I dreamed of my mother and didn’t want to wake up. I wanted to live in that dream. When I finally drifted back to reality, it was morning, and the pups were already gnawing on bones and slurping spaghetti and all kinds of other waste they had pulled out of someone’s trash. I helped myself to a few rotten apples.\n\nWhen I was done, I stood and told them quite frankly that I didn’t know anything about dogs and that I didn’t know what to do with them. And they answered it was okay because they didn’t know anything about horses, and it probably didn’t matter any which way. I released a deep breath and wondered what to do next when one of the pups suggested we go to the mountains. He figured we should get away from the town as we probably wouldn't be welcome. I figured he was probably right and that heading to the mountains wasn’t such a bad idea.\n\nAnd so, the pups charged for the mountains but stopped suddenly when they realized I was hesitating. “What’s the matter, Boz?” one of them asked. Then they all pleaded with me to follow them, each one calling me, ‘Boz’ on account they had mistaken me for another horse at the farm who quite frankly didn’t even look like me. The whole way to the mountains I tried correcting them with regard to my real name. But it was pointless, and I figured what the hay, if they wanted to call me ‘Boz’ they could call me ‘Boz.’ There were worse things in life than being called the wrong name.  Don’t I know that now….\n\nAnyway… back to the story.\n\nIt wasn’t long before we were pushing up a mountain when the pups began to talk about their mum and all at once began to slow down as though they were walking through thick molasses. I didn’t say anything, because there is nothing to say when you lose a parent. I just mentioned that their mum and my mum were together now looking out for us and that they would want us safe.  One by one they agreed, and as we started up again, they told me they hadn’t been named and that their mum was waiting for inspiration. And so, I promised I’d name them all when I felt inspired just like their mum would have wanted. They seemed satisfied with that answer as we climbed up the mountain and approached a cave which seemed to be the perfect place to rest.\n\nBut just as soon as we neared the entrance one pup froze suddenly, warning us not to go in and swore that there was a great darkness inside. His brothers and sisters laughed and said that of course there was darkness inside. It was a cave! But he shook his head and said he meant something else—something evil—something evil like the old farmer. He then told us a story of men shooting each other up for money and moonshine. Well, despite his warning, I entered the cave, telling the pups to wait for me by the entrance. And just as soon as I stepped into the darkness, there it was. The smell. No, not a smell. A stench. A stench that hit me like a bag full of bricks and turned my guts inside out.\n\nIt took me a moment before I continued again. With careful steps I moved through shadows and dappled light coming from cracks above. The stench—if you can believe it—got even worse as I entered a small cavern with shiny equipment that dripped moonshine from bullet holes.  \n\nAnd that’s when I saw it.\n\nA heap of rotting bodies and blood-stained paper money scattered all over the ground just as the little one had described.\n\nI backed out slowly, retracing my steps, trying to figure out how he had known.\n\nI never did figure that one out, but I did figure out his name.  I called him ‘Trouble.’ Not because he was trouble, but because he always knew if we were heading into trouble with his creepy premonitions."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F80BF02445BED9FF70CC30B5CCDA320E",
                  "SourceString": "ARC_TOME19_HOA_06_TITLE",
                  "LocalizedString": "Saga of the Redcrane. The Lost Realm of the Nine."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5C4E73F2496C878A6EF5858280A9D502",
                  "SourceString": "ARC_TOME19_HOA_06_ENTRY",
                  "LocalizedString": "Saku stood before a mountain of solid black rock. She stepped over the charred remains of hundreds of unlucky seekers who had found an untimely and gruesome end trying to enter the lost realm. She stared down at her map and the symbols she had discovered throughout her seemingly endless journey to find a way out of this living prison. She stared at the symbols and sighed sadly and wasn’t sure what to do. She wished her friend was still with her. He would have ideas. He would know what to do. He had a much better understanding of this dark world than she ever did. He would know if she had chosen the right symbols and ordered the correct sequence. They had talked often about the past, and they had discussed the stories and the notes they had gathered, and he seemed to know what parts were relevant and what parts weren’t.\n\nBut he wasn’t with her anymore and there was nothing she could do about that now.\n\nWith a sigh, she collected a stone from the grasp of a skeleton, and she began to etch a sequence of nine symbols in the wall before her. She carved the sequence nine times and soon found herself staring at the arcane patterns waiting for something to happen. But nothing happened. At least, she thought, she was still alive. That meant she had etched the correct sequence. And then, remembering a moment in a story she had discarded as irrelevant, she heaved a deep breath and held it as she visualized a doorway that would lead her back home. Then she released her breath over the wall.\n\nAs Saku breathed life over the patterns, the symbols illuminated and white smokey mist suddenly rose from the ground to engulf her.\n\nMoments later, the symbols faded, and the mist dissipated to reveal a doorway into the heart of the mountain. She stared at the doorway with disbelieving eyes. She had been waiting for this moment for what felt like an eternity. With cautious steps, she inched forward and gazed into the cavern beyond the doorway where a narrow bridge disappeared into an ocean of white mist.\n\nSlowly, Saku entered the mountain and began to walk across the wooden bridge as tendrils of white mist seemed to attack her from both sides. Suddenly, sounds from her past emerged and seemed to come from everywhere and nowhere at the same time. Horrible sounds. Terrible sounds. Cries. Screams. Shrieks. She could even hear her mother’s voice warning her to turn back while she still had a chance.\n\nAt once Saku froze and closed her eyes to compose herself. She breathed in deeply, and she slowly released her fears and doubts. As the hellish cacophony faded, she opened her eyes and continued forward in the almost perfect silence despite the tendrils that continued to lash out at her with every step. She walked for hours and perhaps even days before she finally realized she would die before she reached the end.\n\nPerhaps there wasn’t even an end to reach. Perhaps the bridge went on forever. Saku scrunched her fist and let out a moan of despair when she realized this was just another trial. Another way for this living prison to feed off her fears and anguish. She was trapped without hope. For several minutes she stood there as if she had been glued to the bridge. Every muscle in her body tensed. The loud sound of some sort of energy vibrating at a very high rate tormented her as the mist continued to lash out. The experience was unlike any she had ever undergone before.  She could not think of a single move by which to continue her journey. But then a great calmness came over her as she saw something in the mist. Something that she hadn't noticed before. Something that had been there all along. The mist…\n\nIt wasn’t attacking her. It was... testing her.\n\nBeckoning her.\n\nSaku laughed out loud with the realization. The tendrils weren’t a warning to stay out but an invitation to come in. She could see it clearly now, and she could see how they were trying to prevent her from continuing forward because—\n\nShe was going the wrong way!\n\nAnd so, she closed her eyes, cleared her mind, and with a fearless heart, she unsheathed her katana with a resounding ring and raised it high above her head. Then she sliced straight through the bridge and felt the world collapse beneath her feet."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "DECB52704DE8D9C1B9209D914E4A1D00",
                  "SourceString": "ARC_TOME19_HOA_07_TITLE",
                  "LocalizedString": "REDCRANE 767"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_19_VisualReward/T_UI_Tome19_HOA_VisualReward03.T_UI_Tome19_HOA_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Bacon/DBD_TOME19_HOA.DBD_TOME19_HOA",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "TOME19"
      }
    }
  }
]