[
  {
    "Type": "DataTable",
    "Name": "CharacterDescriptionDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'CharacterDescription'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "268435485": {
        "CharacterIndex": 268435485,
        "CharacterCodename": "K30",
        "Role": "EPlayerRole::VE_Slasher",
        "Difficulty": "ECharacterDifficulty::VE_Intermediate",
        "DisplayName": {
          "Namespace": "",
          "Key": "23D0CA8940B32CBD52E464AC3B8710D7",
          "SourceString": "KILLER_30_NAME",
          "LocalizedString": "The Knight"
        },
        "Backstory": {
          "Namespace": "",
          "Key": "BAE53DDC49FD307E47E843800889BA03",
          "SourceString": "KILLER_30_BIO",
          "LocalizedString": "Tarhos Kovács didn’t remember much about his childhood, but what he did remember he would chase his entire life. He remembered the cries and screams in the village. He remembered his mother forcing him to swallow a thick, black fluid like medicine. He remembered collapsing to the hard floor only to awaken in a mass grave, buried under a crush of bodies, with the sound of the village burning in his ears. He remembered pushing, pulling, and climbing to the top of the bloody mass only to be seized by the death, destruction, and silence—the indifferent and impenetrable silence. A high-pitched whine suddenly sounded in his ears and his skin began to prickle as he realized he was in the presence of something he couldn’t possibly understand. And though he couldn’t articulate what he was experiencing, he knew it wasn’t pain, grief, or fear. It was something else. Something closer to—<br><br>Awe. <br><br>As Tarhos tried to make sense of the moment, he didn’t notice the men who approached him from behind. He didn’t even react when they carried him off to a horse-drawn buggy and locked him up in a small, wooden cage with other slaves. He just stared at the scene, mesmerized. And even as they rode away telling him he was headed for Italy, Tarhos stared through the wooden cracks with eyes wide open and a heart wanting to understand what could not be understood. <br><br>From that day on, Tarhos belonged to the Guardia Compagnia where he trained under Kadir Hakam. There he learned to wield weapons, forge armor, and recite a code of chivalry to obediently serve those who would employ his services. As the years passed, Tarhos made few friends amongst the hostile and competitive mercenaries. But his skill, strength, and smarts attracted a small following who believed his courage brought them luck in battle and that one day he would help them earn their collective freedom. Three of his followers pledged their undying allegiance to Tarhos and came to be known as his faithful three. His pack. <br><br>Alejandro Santiago apprenticed with the Guardia Compagnia’s armorer. <br><br>Durkos Malecek showed an aptitude for stealth and silent kills. <br><br>Sander Rault matched Tarhos in size and strength. His weapon of choice: a massive battle axe. <br><br>As the Guardia Compagnia carried out campaigns in faraway lands, Tarhos dispatched countless enemies. Years passed. Blood flowed. And yet, all that killing still didn’t bring Tarhos closer to what he had experienced in his village. Nevertheless, for his bravery in battle, Tarhos was granted knighthood and freedom. The Hungarian slave was now liberated, his brutality rewarded, though his heart still longed for something else—something he could not name or describe. Tired of taking orders from those he considered his inferiors, Tarhos left the Guardia Compagnia to strike out on his own. Their leader, however, refused to release his followers. <br><br>Determined to raise enough gold to liberate his followers, Tarhos found employment with a wealthy Italian Lord. Vittorio Toscano was the Duke of Portoscuro. He was also a scholar, a world traveler, and a collector of ancient knowledge that had been hidden by an unknown cabal of mystics. Tarhos joined Vittorio’s latest expedition to find a fragment of a pillar from an ancient school lost to time. A stone Vittorio called the Lapis Paradisus for he believed it held secrets to open a gateway into a perfect world beyond good and evil. <br><br>The expedition searched Roman ruins in France and crossed the Pyrenees Mountains into Spain where the path led to the catacombs beneath the Portuguese city of Sintra. <br><br>The citizens there considered the catacombs sacred. Tarhos would have to kill the villagers guarding the entrance to retrieve the stone. Not wanting to shed blood, Vittorio commanded Tarhos to find another way. But Tarhos—who had seen the most horrific acts committed under the guise of chivalry—refused to be dissuaded by pretenses of honor. He waited for Vittorio to ride back to camp. Then, with a mighty roar, he pushed forward, cutting a path of blood and gore into the darkness until he had the stone in his grasp. <br><br>Upon returning to the town of Portoscuro, Tarhos imprisoned Vittorio in his own dungeon, demanding to know the meaning behind the symbols etched in the stone. When Vittorio refused to talk, Tarhos brutally tortured his friends and relatives and made horrific displays of their bodies in the streets. But nothing he did shook Vittorio’s resolve to keep the secrets of the stone from Tarhos. Enraged, Tarhos seized control of Vittorio’s riches and raised a small army. Within months, Tarhos fearlessly marched upon the Guardia Compagnia, decimating their barracks, freeing his followers, cutting down his enemies like twigs and collecting their ‘righteous’ heads for his growing displays of ‘valor.’ <br><br>In time several lords in neighboring provinces believed Tarhos was the very embodiment of evil. They banded together to create a ‘moral’ and ‘virtuous’ army to purge evil from Portoscuro. Tarhos ignored their threats. He viewed the lords as a cowardly lot who cloaked their greed and ambition in laws, codes, and platitudes. Laws and codes and platitudes designed to hide from the very darkness Tarhos embraced and accepted without judgment. <br><br>But, with his enemies on the march, Tarhos headed toward the dungeons to give Vittorio the death he deserved. He refused to afford him even the slightest hope of rescue. With dark intentions, he entered the small prison, wound his way into the bowels of the earth, and pushed through a torch-lit corridor. He hesitated for a moment, realizing he would never learn Vittorio’s knowledge and secrets. But neither would anyone else. That was good enough for him. And so, he unlocked and kicked open the dungeon door. Two quick strides brought him to an empty, rat-infested chamber. <br><br>Tarhos stood silent for a moment, then a roar of indignation burst out of his lungs as the sounds of battle suddenly reverberated through the town. Instantly, he stumbled through the corridor, rushed up the twisting stairs, vaulted out of the moonlit doorway and charged through pools of gleaming blood and viscera, smashing and shattering his way through the enemy. The ‘moral’ and ‘virtuous’ lords rained flaming boulders and tree-trunks among the town, bursting through homes, crushing villagers like worms, pounding the ground and igniting stacks of hay and piles of lumber into massive tongues of fire. <br><br>Amidst the carnage and chaos, the pack found Tarhos, and back-to-back, they became a whirlwind of death. Some believed their courage gave them luck. Others believed something otherworldly protected them. Whatever it was, they alone felled dozens of warriors as easily as stomping and crushing beetles. And as they butchered the enemy, Tarhos didn’t notice the strange fog rising from the fallen corpses and clattering armor until he couldn’t see two inches in front of him in any direction. <br><br>Tarhos stumbled forward, groping in the thick fog like the dark fluid his mother forced down his throat all those years ago. His coordination and sense of direction was confused as he called out for his pack. How long he stumbled in the almost perfect darkness he did not know. But suddenly the fog dissipated to reveal a fantasmal wasteland of rotting bodies and burning villages and great crumbling towers leaning drunkenly on the horizon. He stared in awe. A familiar high-pitched whine sounded in his ears and his skin began to prickle. He stood transfixed, realizing by some incredible chance, his heart had found exactly what it had been searching for all his life. He didn’t need Vittorio. He didn’t need the stone. He had found his paradise. He had found—<br><br>The beauty and the horror. <br><br>He had found—<br><br>The Sublime."
        },
        "Biography": {
          "Namespace": "",
          "Key": "9095CAE9414B38D72263588246606854",
          "SourceString": "KILLER_30_TOOLTIP",
          "LocalizedString": "The Knight is a strategic Killer, able to send his faithful Guards to hunt for Survivors and damage objects on the battlefield. <br><br>His personal perks, <b>Nowhere to Hide</b>, <b>Hex: Face the Darkness</b>, and <b>Hubris</b> allow him to reveal Survivors near generators, curse Survivors to scream out in fear, and cause a Survivor who stuns you to become Exposed."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Quantum/K30_TheKnight_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'Missing'",
          "ObjectPath": "/Game/UI/UMGAssets/Icons/CharPortraits/Missing.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Quantum/K30_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::KillerHead",
            "DefaultItemId": {
              "RowValue": "K30_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerBody",
            "DefaultItemId": {
              "RowValue": "K30_Body01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerWeapon",
            "DefaultItemId": {
              "RowValue": "K30_Weapon01"
            },
            "SocketName": "Weapon_SocketRT"
          }
        ],
        "ChapterDlcId": "Quantum",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[K30] The Knight",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/BP_Slasher_Character_30.BP_Slasher_Character_30_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/Menu/BP_Menu_Slasher30.BP_Menu_Slasher30_C",
          "SubPathString": ""
        },
        "IsDefaultItemSpawnableInParadise": true,
        "DefaultItem": "Item_Slasher_K30Power",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Male",
        "KillerAbilities": [
          "EKillerAbilities::VE_K30Power"
        ],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "/Game/Data/Dlc/Quantum/K30_TunableValue.K30_TunableValue",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "SearchTags": [],
        "CustomizationCategories": [],
        "CharacterId": "K30"
      },
      "33": {
        "CharacterIndex": 33,
        "CharacterCodename": "S34",
        "Role": "EPlayerRole::VE_Camper",
        "Difficulty": "ECharacterDifficulty::VE_Intermediate",
        "DisplayName": {
          "Namespace": "",
          "Key": "55F8816345AC7383D8E81F909E6E87BE",
          "SourceString": "SURVIVOR_34_NAME",
          "LocalizedString": "Vittorio Toscano"
        },
        "Backstory": {
          "Namespace": "",
          "Key": "68555B7044503776F8CDD3B8738D1809",
          "SourceString": "SURVIVOR_34_BIO",
          "LocalizedString": "Born to Alberto and Caterina Toscano in 1343, Vittorio Toscano was the youngest of three and third in line to inherit his family’s land. At age fifteen, his father sent him to train with Ettore Fabrizio, the same knight who trained his older brothers in the military arts. But Vittorio didn’t take to combat training the way his brothers did. As a student of philosophy, he believed physical violence to be the last refuge of the incompetent.<br><br>Infuriated by Vittorio’s pacifism, Fabrizio ordered one of his pages to attack him. Vittorio dodged and blocked the blows, but refused to fight back. When his enraged opponent lunged, Vittorio parried. His attacker tripped, falling on his own dagger. He bled out in less than a minute and Vittorio threw down his sword, swearing never to pick it up again.<br><br>Since Vittorio demonstrated an aptitude for scholarship, his frustrated father sent him to study with his Uncle Renzo. Besides being the Duke of Portoscuro, Renzo was also a scholar and collector of rare artifacts. <br><br>Under Renzo’s tutelage, Vittorio focused his studies on lost civilizations and ancient history. He researched forgotten tomes and became an expert on the philosophy and wisdom of ancient secret societies and obscure guardians of knowledge. Guardians present in almost every century and culture. Guardians that went by manifold names depending on the time and region and were said to be from another dimension—a perfect world. He collected anything on Watchers, Keepers, Guides, Masters, Observers. <br><br>Vittorio’s research revealed these guardians acted as gatekeepers of advanced and arcane knowledge that would gradually help humanity transcend to a higher plane of existence. He theorized the Observers waited for humanity to acquire wisdom before releasing knowledge that otherwise would lead to their self-destruction. Slowly, these Observers found ways to inspire humanity with knowledge that would stimulate growth, understanding and collective wisdom.  <br><br>Vittorio adopted his Uncle Renzo’s view that greed for money and power was the source of all conflict. His hope was that the lost knowledge of these gatekeepers might bring peace, harmony, and order to a violent world.<br><br>At Vittorio’s urging, Renzo mounted an expedition to find lost relics and artifacts from the ruins of antiquity. In Hungary, they discovered a bronze dodecahedron that dated back to Roman times. In Asia minor, they uncovered a hidden tunnel beneath the Obelisk of Theodosius where they discovered stone tablets engraved in Akkadian cuneiform.<br><br> They told the tale of a mysterious artifact split into three and scattered across the world. <br><br>A clue led them to the ruins of Troy where a secret chamber revealed a treasure trove of antiquities. The most precious was a piece of that mysterious artifact. Another clue led them to Isle of Rhodes where a hidden cave held a second part of that same relic. In Delphi, under the Temple of Apollo, Vittorio discovered the third piece on a black marble altar. Engravings on the altar showed a map of Crete and a star over the Palace of Minos. <br><br>Deep in the labyrinth below the ruins of the palace, Vittorio discovered a place to put the key created by the three relics. Ancient machinery came to life. A stone wall slid open, revealing a hidden vault. <br><br>Renzo and Vittorio entered and found a white marble wall inscribed with what seemed to be a form of Sanskrit. The message warned of a cult that sought to corrupt humanity with knowledge it wasn’t ready for. They had hunted down the Observers and imprisoned them. But before being imprisoned, the Observers had hidden artifacts around the world with secret knowledge about this dark force and how to stop it from destroying the world. <br><br>The message on the wall also spoke of a stone from an ancient school that held the secrets of traveling between planes of existence. Vittorio, believing the stone held the key to finding the Observers or their perfect world, called the stone ‘Lapis Paradisus.’ <br><br>As they exited the vault, Renzo stepped on a black serpent. The serpent sank its fangs into Renzo’s leg and disappeared as quickly as it appeared. The venom spread fast and within minutes he passed away. As Renzo’s only heir, Vittorio inherited his estate, his library, his title, and his vast fortune. Determined to honor his uncle and help humanity transcend its weakness, greed, and cruelty, he knew he had to find the Lapis Paradisus and free the Observers if they were still alive.  <br><br>In 1391, Vittorio mounted an expedition. He employed a mercenary knight to aid in the effort and offer protection. Formerly a member of the Guardia Compagnia, Tarhos Kovács feared no man or beast. Vittorio’s explorations and discoveries eventually led them to the heavily guarded catacombs beneath the Portuguese city of Sintra. If the expedition wanted to enter, they would have to kill those who guarded it. Vittorio had no wish to shed blood and told Tarhos to find another way. <br><br>Tarhos defied Vittorio and by the end of the day had him in irons. <br><br>When they returned to Italy, Tarhos locked Vittorio in a dungeon and began a campaign of torture in Portoscuro, promising to stop when he revealed the meaning behind the stone. <br><br>Within weeks, Tarhos grew tired of torturing the townsfolk, and Vittorio was left to rot in the dungeon with no one to talk to but the rats. In his solitude he scratched the symbols from the Lapis Paradisus into the stone floor. He attempted countless sequences while imagining a world like paradise. And just when he was about to surrender to hunger and despair, he tried one last sequence while meditating on a world of endless peace and compassion. <br><br>At first, he thought he had failed. He gasped with the last of his strength as the rats approached menacingly, preparing to feast on his defeated, sallow flesh. Then, suddenly, a cold, unnatural, black fog rose from the stone floor and within moments he heard cries of anguish and crows circling above him. With difficulty he clambered to his feet and found himself in another world—<br><br>Not the paradise he had expected."
        },
        "Biography": {
          "Namespace": "",
          "Key": "CA8F882946A4D5D1A27D24B69EA71558",
          "SourceString": "SURVIVOR_34_TOOLTIP",
          "LocalizedString": "Vittorio has endlessly wandered through the Fog, attempting to learn its secrets, for ages.<br><br>His personal perks, <b>Potential Energy</b>, <b>Fogwise</b>, and <b>Quick Gambit</b> allow him to store generator progress to use later, reveal the Killer's location after a great Skill Check, and give others a speed boost while repairing."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Quantum/S34_VittorioToscano_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'S34_charSelect_portrait_HUD'",
          "ObjectPath": "/Game/UI/UMGAssets/Icons/CharPortraitsHUD/Quantum/S34_charSelect_portrait_HUD.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Quantum/S34_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::SurvivorHead",
            "DefaultItemId": {
              "RowValue": "S34_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorTorso",
            "DefaultItemId": {
              "RowValue": "S34_Torso01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorLegs",
            "DefaultItemId": {
              "RowValue": "S34_Legs01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Quantum",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[S34] Vittorio Toscano",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/BP_CamperMale16_Character.BP_CamperMale16_Character_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/Menu/BP_Menu_CamperMale16.BP_Menu_CamperMale16_C",
          "SubPathString": ""
        },
        "IsDefaultItemSpawnableInParadise": true,
        "DefaultItem": "None",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Male",
        "KillerAbilities": [],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "None",
            "SubPathString": null
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "SearchTags": [],
        "CustomizationCategories": [],
        "CharacterId": "S34"
      }
    }
  }
]