[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "TOME18": {
        "Title": {
          "Namespace": "",
          "Key": "6138ED034CD92FC2AA25E5A1B7E5FF46",
          "SourceString": "ARCHIVE_JOURNAL_TOME18_TITLE",
          "LocalizedString": "@#ARCHIVE_JOURNAL_TOME18_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "TOME18_01",
            "Title": {
              "Namespace": "",
              "Key": "67B80F8641C74239479F1D8225758136",
              "SourceString": "ARCHIVE_JOURNAL_TOME18_K19_TITLE",
              "LocalizedString": "Caleb Quinn"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "6312B543420062CD7A481288A512DACB",
              "SourceString": "ARCHIVE_JOURNAL_TOME18_K19_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "12A5033D41F9FB61788BAD945394BFB7",
                  "SourceString": "ARC_TOME18_K19_01_TITLE",
                  "LocalizedString": "CALEB QUINN 7612"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_18_VisualReward/T_UI_Tome18_K19_VisualReward01.T_UI_Tome18_K19_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.914286
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A839D8A34382B61D08DF0CAB147AE496",
                  "SourceString": "ARC_TOME18_K19_02_TITLE",
                  "LocalizedString": "MEMORY 1428"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "DD868D8D4F8189A9EA1CDC9573B7AC80",
                  "SourceString": "ARC_TOME18_K19_02_ENTRY",
                  "LocalizedString": "Caleb zips around his mother’s back, rolling a wooden wheel on a makeshift metal axle. In one move she steps off the sewing machine’s pedal and reaches for the door.\n\nCaleb! You take that thing outside right now!\n\nShe cracks the door and the boy bursts out, full speed. He skips, left-right-left, left-right-left, emulating the sound of a horse in gallop.\n\nHe storms down the road, slows when he hears a familiar voice. Father, and another man, raising their voices.\n\nFrom around the corner his father marches out, almost crashing into Caleb.\nWhat’re you doin’ out here, my lad?\n\nMa told me to take it outside. No work again today?\n\nHis father sighs, smiles at him. No, no work today. And what about you? Did you do your reading?\n\nNo, Pop. I wanted you to read to me.\n\nHow about this. Let’s head home and you read to me. Pop can’t read to you forever."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "49B46FB44B3BF7028910D69C15744497",
                  "SourceString": "ARC_TOME18_K19_03_TITLE",
                  "LocalizedString": "MEMORY 1976"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "EEC34C364A944360D66747A7E9100BFE",
                  "SourceString": "ARC_TOME18_K19_03_ENTRY",
                  "LocalizedString": "The axe falls again, but the log does not split. Despite the biting cold, sweat drips from Caleb’s brow. \n\nPut your back into it, <i>mo buachaill</i>. \n\nCaleb glances at his father, exasperated. He looks at his father’s own back: bent and broken from years of grueling labor. He bites his tongue.\n\nCaleb takes one more swing and finally splits the log. He throws the pieces under his arm, and takes his father's arm with the other. Leads him into the home.\n\nHis mother lies in bed. He checks her forehead; the fever’s finally breaking. She’s sleeping peacefully, so he tucks her in and feeds some wood to the fire. Fills the hot water beside the bed, adjusts the copper rod he’s set up to warm her blanket.\n\nCaleb, can you grab something for me?\n\nYes, Pop.\n\nUnder the bed there. Leather.\n\nCaleb looks, finds it, drags out a light leather apron. Loops cross its belt, all empty save for one, a rusty old wrench. What happened to your tools, Pop?\n\nI sold ‘em years ago, my lad. Weren’t doing me no good out here. Better to feed you than have them rotting under the bed.\nCaleb passes his fingers over the wrench. You gonna sell this one too?\n\nNah, you take it. We’ll teach you how to do some things. Maybe by the time you’re a man, things’ll change around here. Besides… ain’t nobody gonna buy it anyway."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2077744C40568CD94260AEB0B96D14B2",
                  "SourceString": "ARC_TOME18_K19_04_TITLE",
                  "LocalizedString": "MEMORY 2573"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3AD5AB9F46D9F93D21DC8CA203EDA0F8",
                  "SourceString": "ARC_TOME18_K19_04_ENTRY",
                  "LocalizedString": "Hang on, I had it working not five minutes ago, sir.\n\nBayshore looks down his nose at the strange device. How many men do you suppose this contraption could replace on the line?\n\nCaleb stops oiling the chamber and thinks for a moment. Not sure. Could be a dozen. More important is that it never makes a mistake. Gives you the same result, every time.\n\nCome inside, Mr. Quinn. Let’s talk in here. \n\nCaleb follows his boss into a lavish office. He looks at the enormous desk, with its miniature train and its glass globe. Desk probably costs more than everything Caleb owns. He slumps into the seat across the desk.\n\nMr. Quinn, I think you’re a bright young man. Positively bursting with potential. I’ve stuck my neck out quite far keeping you in our employ. But that’s because I expect big things from you. I want you to think bigger. \n\nSorry, sir.\n\nNo need to apologize, young man. But we won’t be buying this contraption, I’m afraid. Speak to Lee in the workshop, he’ll set you straight.\n\nCaleb gets up and puts a hand on the spike planter.\n\nActually, you can leave that here, young man. Head to Lee, quick quick! "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3AC2E46E45B4B7B9D7BB60A5B31B4864",
                  "SourceString": "ARC_TOME18_K19_05_TITLE",
                  "LocalizedString": "MEMORY 2639"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7614EE37458B918FD226708C6E72AC7C",
                  "SourceString": "ARC_TOME18_K19_05_ENTRY",
                  "LocalizedString": "Blood pours out of Bayshore’s stomach, spills out on to his carpet. His face is a swollen, broken mess. He spits out a tooth, looks Caleb straight in the eye.\n\nYou’ll hang for this.\n\nIt’s enough to bring Caleb back from the rage that had subsumed him. He had come in here to confront Bayshore. It had been months now of tactical encouragement, driving him to create new inventions, only to tell him they were impractical. All to keep the patents to himself. Sell them for thousands. \n\nBayshore coughs, dribbles more blood onto the wound in his stomach. Grabs onto the spike that’s nailing him to his enormous desk, limply tugs at it, gives up.\n\nCaleb tries to form words, to tell Bayshore it isn’t even about the money, but he can’t find them. Even battered and beaten, bleeding on the floor, all Bayshore evokes is more fury. All those times he said how lucky Caleb was to even be hired, given his stock. All the times he said he was barking up the wrong tree. All just manipulation.\n\nSecurity finally breaks in the heavy oak door and slams Caleb’s face down on the desk, ties him up. They’ve got the local doctor in tow, who’s already tending to Bayshore. \n\nCaleb’s face is close to Bayshore’s, and now he’s able to find words to whisper before he’s hauled out.\n\nIf this kills you, it’ll be worth the gallows."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "33C9AE2E4715C75D4C85E3AEAF0B43D9",
                  "SourceString": "ARC_TOME18_K19_06_TITLE",
                  "LocalizedString": "CALEB QUINN 8929"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_18_VisualReward/T_UI_Tome18_K19_VisualReward02.T_UI_Tome18_K19_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.095238
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "4ED10E7D49C8F745ABFD8CAE6811F44D",
                  "SourceString": "ARC_TOME18_K19_07_TITLE",
                  "LocalizedString": "MEMORY 2781"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "71768ECB493D1753C8B13F9E6EBC9A4C",
                  "SourceString": "ARC_TOME18_K19_07_ENTRY",
                  "LocalizedString": "The warden let me take the two of you with me.\n\nThe men in the cells next to Caleb have been as good as company can be in a place like this. Rory took a swing at a lawman during a labor riot at a coal mine, but is otherwise a shy and gentle ox of a man, barely 20 years of age. Declan, conversely, is as popular as they come in a place like this, his silver tongue getting him in the good graces of every gang in the prison. The two had had Caleb’s back several times, and it was time to return the favor. Declan, of course, is the first to respond.\n\nYou’re kidding. They’re just going to let us free?\n\nNot free. But we can work time off our sentences. Just gotta bring in some bad guys.\n\nA guard cuffs them, one by one, and leads them out of their cells, to the warden’s office. They sit in the spartan room, and the warden briefs them.\n\nA month off each of your sentences for each man you bring in. I want them alive. Think of this as your penitence.\n\nWhat’s to stop me from just going on the run?\n\nCaleb turns to Declan, looks him dead in the eye.\n\nThat ain’t how this is gonna go.\n\nThe warden hands Caleb a paper. The three look at it intently. Rory slowly mouths the words on it—it’s been slow going, but Caleb’s reading lessons are starting to take.\n\nColo… Colorado? Ain’t that pretty far?\n\nA few days ride. Take some horses, a few dollars for necessities along the way. Head out today. If this works, we’ll see about getting you more men.\n\nCaleb commits everything on the page to memory, places the sheet in his pocket. The three rise from their seats, eager to get to work.\n\nOne more thing, Quinn. I had to pull a few strings, but I was able to get you this.\n\nThe warden places his spike gun on the table. Declan looks at it, and is barely able to stifle a laugh.\n\nHell you call that, chief?\n\nDeath To Bayshore."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "CE226B2D4C43B587AF6128A39E00FAA2",
                  "SourceString": "ARC_TOME18_K19_08_TITLE",
                  "LocalizedString": "MEMORY 6018"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "647971FC4AEC6DBD486CBDBA6F4DF2F4",
                  "SourceString": "ARC_TOME18_K19_08_ENTRY",
                  "LocalizedString": "The Hellshire Gang rides behind him, uncharacteristically quiet, even Declan.\n\nIt had been many days on the road, and they were exhausted. The mountain paths are unapologetic. But this has to be the place.\n\nThe main street’s empty. Bunch of them are at the local theater, which is raucous with laughter and song. Rest of them probably got reasons to hide. Caleb ties his horse at the local saloon, Rory and Declan close behind.\n\nThey feel the weight of dozens of eyes as they enter the establishment. They sit at the table closest to the door. Rory looks at Caleb, his eyes pleading. Just one drink. Caleb closes his eyes and shakes his head. Business first.\n\nYou folks visiting or just riding through?\n\nCaleb looks at the barkeep, a frail man with a pencil mustache. Just a quick stop, I hope. Maybe you can help make it quicker.\n\nHe conjures the crumpled scrap of paper from his pocket. Rodrigo Sandoval. Skipped out of town on a debt. Bartender takes one look at the name on the poster, sees the massive weapon on Caleb’s back, goes stark white. He gestures subtly to a table in the back.\n\nCaleb stands and approaches the table. Three men play cards while the other two sit back in their chairs. \n\nWhich one of you’s Sandoval.\n\nA couple of the men reach for their guns, but they’ve already got Rory and Declan’s pistols trained on their heads. None of them talk.\n\nNo need for this to get bloody, fellas. Supposed to take him alive.\n\nThe one in the middle leaps out of his chair and tries to tackle Caleb. Tumbles over him clumsily, rolls to the floor, runs for the door. Rory and Declan let loose on the other men, killing them before they can even put a hand on their guns. \n\nRodrigo barely makes it to the door before a terrible crack rings out. The spike protrudes through the front of his thigh and he screams in pain. A harsh jerk of the chain drags him to the floor.\n\nDeclan turns to the barkeep, cash from the card game in hand. Don’t suppose you got any vittles for the road?"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "720E222346DBDF9DEE50CCB9D24F44B6",
                  "SourceString": "ARC_TOME18_K19_09_TITLE",
                  "LocalizedString": "MEMORY 4269"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D854E6144EEE53D34919BA81601AE2A8",
                  "SourceString": "ARC_TOME18_K19_09_ENTRY",
                  "LocalizedString": "Caleb and Rory ride to the edge of town, through the carnage and viscera, the radiance of a full moon their only light. They find an appropriate place: quiet, nice view, small cactus growing nearby. Caleb hands Rory a shovel and the two start digging at the hard, dry earth.\n\nThe sun pokes over the horizon as they finish digging. Caleb places Declan’s shattered, perforated body in the grave. They cover him and place a small marker on top, a pile of sturdy rocks. Rory coughs, perhaps from all the gunpowder, perhaps choking back tears. His voice comes out even smaller than normal.\n\nShould we say something?\n\nCaleb looks down at the fresh grave. \n\nNever was good with words. That was Declan’s thing.\n\nThe two stand in silence for a moment. Caleb counts in his head how many men they’ve lost. Seven… no, eight. Since the Hellshire Gang had grown it was hard to keep track. Not anymore, though. Declan’s body was the only one he could even find enough of to bury.\n\nA cool gust of wind passes over the site, pushing the last of the night’s chill, making room for the sun to bake the earth again. A paper blows in, catches on Rory’s leg. He grabs it, picks it up, tries his best to read it.\n\nHey chief. This say what I think it says?\n\nCaleb reaches for the paper and reads the headline out loud.\n\nHenry Bayshore Purchases Hellshire Penitentiary.\n\nEvery muscle in his head starts to clench and burn. His hand trembles as he grips the paper, punching his thumb through the picture of Bayshore.\n\nSaddle up. We’re riding out."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "4C9E85A14A3BCFE5B361B4987F7F7DA5",
                  "SourceString": "ARC_TOME18_K19_10_TITLE",
                  "LocalizedString": "CALEB QUINN 1044"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_18_VisualReward/T_UI_Tome18_K19_VisualReward03.T_UI_Tome18_K19_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.552381
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Zodiac/DBD_Deathslinger_Master.DBD_Deathslinger_Master",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME18_02",
            "Title": {
              "Namespace": "",
              "Key": "62862A384A3995313C72AB9516C811A4",
              "SourceString": "ARCHIVE_JOURNAL_TOME18_S40_TITLE",
              "LocalizedString": "Alan Wake"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "9353B7FF42028AF6B65D9497AB115BB5",
              "SourceString": "ARCHIVE_JOURNAL_TOME18_S40_SUBTITLE",
              "LocalizedString": "Dead Of Night"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "261C025C484ACB5CE6E2A6963DE170CC",
                  "SourceString": "ARC_TOME18_S40_01_TITLE",
                  "LocalizedString": "Dead of Night"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_18_VisualReward/T_UI_Tome18_S40_VisualReward01.T_UI_Tome18_S40_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.885714
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "88FB500846FA2AC67EB7F28B25FAB486",
                  "SourceString": "ARC_TOME18_S40_02_TITLE",
                  "LocalizedString": "Dead of Night 1"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BE37D0C946E207EF2279A8BBFCE9EFF1",
                  "SourceString": "ARC_TOME18_S40_02_ENTRY",
                  "LocalizedString": "My throat is hoarse from screaming. I pace my Writer’s Room. Back and forth. I know its measurements intimately. \n\nThe typewriter stares at me from atop the writing desk. The blank page in the roller mocks me. I’d throw that thing through the window if I could. \n\nI squeeze the Clicker in my hand. The thing that saved a whole town and trapped me in this Dark Place. How many pages have I written since then? How many hells have I endured to bring the one perfect story to life? The one story that would help me escape and return to Alice. \n\nI remember Alice walking into the study, placing a cup of coffee next to the typewriter, kissing me on the cheek, saying good night. \n\nAlice. \n\nThe memory is like sand on the beach being devoured by the tide. With each ebb and flow of the waves of time, I lose more and more of my past. \n\nAlice walking through the door with a bottle of champagne to celebrate my first book deal. Her eyes so full of pride. Her eyes… her eyes… what color are her eyes? \n\nWhen the waves take away my last few grains of sand, when there is nothing left to remember, what will be left of me? \n\nI grasp at the grains of sand I still have. Alice. My books. My apartment in New York City. My vacation to Bright Falls. \n\nNight Springs. \n\nYes. I was a young, scrappy writer when I was hired to work on Night Springs. One of my first episodes was about a heroic escape. I put my characters through such danger, their escape felt so triumphant. \n\nGet to the typewriter. Get to work. This is the one. I just need to remember the story exactly as I wrote it so long ago. Then I'll be free. \n\nThe clack of the keys is a familiar refrain. It brings comfort and torment in equal measure. I type the name of the episode upon the blank page: \n\nDead of Night."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "96C4E0D7423B8C7F1C93C1ACE0814940",
                  "SourceString": "ARC_TOME18_S40_03_TITLE",
                  "LocalizedString": "Dead of Night 2"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "13488BF947167C568EA8F7BEDDE30551",
                  "SourceString": "ARC_TOME18_S40_03_ENTRY",
                  "LocalizedString": "\"The decaying city crumbles behind them as they run through the forest. \n\nTheir exodus from the city was not easy. The fog closed in on them and they had to get out. They were pursued by the very thing they had summoned. Only four of them had made it out alive. \n\nBut home was still so far away, across realms, in another dimension. \n\nAnd all they could do was run. \n\nEloise grips Darren’s arm, holding it tight around her shoulder. The Dread had hurt him badly, and he'll bleed to death if they don’t find a way home. \n\nAdrian urges the group onward, further into the forest. The trees grow thick around them, and Michelle yelps as a branch whips at her arm. The trees stand shoulder to shoulder, forcing the group down a single path through the forest. \n\nThe ground quakes, and Eloise plants her feet. She has been carrying Darren for so long and he is so, so heavy. \n\nSomewhere behind them, The Dread bellows a hungry cry. It wants to feed on their misery, on their sorrow, on their souls. \n\nAnd it’s getting closer. \n\nAlan Wake watches as his characters struggle for a way out. He can’t see one. The trees stand shoulder to shoulder, flanking a path that ends in a wall of billowing fog, and the sight of it turns Alan’s stomach. \n\nKeep them away from the fog. No matter what, keep them away from the fog. \n\nAdrian gasps and points in the direction they came. A twisting, writhing silhouette blocks what little light remains in the sky. \n\nThey all watch helplessly as The Dread approaches, getting closer and closer, until… \""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "524FF7B748558FE14492DAB2115129AE",
                  "SourceString": "ARC_TOME18_S40_04_TITLE",
                  "LocalizedString": "Dead of Night 3"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1081E26348C1379B6C5F008A647B5E7D",
                  "SourceString": "ARC_TOME18_S40_04_ENTRY",
                  "LocalizedString": "I sit back in my chair, looking at the words on the page. It’s always been a pain in the neck to format a script on a typewriter, but there it is. My episode of Dead of Night, just as I saw it. \n\nI remembered every detail of the script perfectly. The strangers who found themselves in a dead city in a world of eternal night. The crumbling ruins, The Dread emerging from the ground. The chase, the forest, the wall of fog— \n\nThe thought of the fog sends a shiver through me. \n\nI could remember all of it, all except for the ending. \n\nI clench my fists and look down in my lap. The ending… the ending… \n\nMy senses come to life as I think back on my days on Night Springs. I can smell the cigarettes smoldering in the ashtrays. I can hear the thick, phlegmy coughs of the veteran writers as they sat around the table pitching ideas. I can feel the weight in the pit of my stomach, the tremble in my hands. \n\nI was the youngest in that room, by far, but I was hungrier than they were. I was eager, desperate, to make my mark. \n\nI remember sitting in the showrunner’s office, enduring a round of notes, how it felt to not get the script perfectly right the first time. \n\nI remember I got notes about the ending. The ending… \n\nDid I struggle with the ending back then, too? Is that why I’m struggling with it now? \n\nWhat I wouldn’t give for something to read. Dog-eared, well-worn paperback, one that I would reread whenever I felt stuck. How often had I read that old thing? \n\nWhat was it called? \n\nI try to conjure the image of the book in my mind. It has no cover, only images of— \n\nAnd in that moment it all comes back to me. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "EDE9B5F94ABF651F9167578B85C45E50",
                  "SourceString": "ARC_TOME18_S40_05_TITLE",
                  "LocalizedString": "Dead of Night 4"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "03E156A74A7C175276D16BA7E11F0E80",
                  "SourceString": "ARC_TOME18_S40_05_ENTRY",
                  "LocalizedString": "The decaying city crumbles behind them as they run through the forest. \n\nDarren cries out in pain and clutches the bleeding wound in his side as Eloise pulls him down the forest path. The ground quakes and Adrian loses his footing, stumbling into Michelle, knocking them both into the dust and dirt. \n\nAlan watches and waits. \n\nEloise and Darren come up against the wall of fog at the end of the path. They had run from the fog in the city. They look around for some other way out.  \n\nThe trees stand shoulder to shoulder.  \n\nMichelle crawls along the dirt, trying to find her glasses. Instead, she finds something that makes her scream, first in fear, and then delight. \n\nThey all gather around and marvel at the discovery. A book bound in flesh, covered in ancient symbols of unknown origin. \n\nThe Dread’s bellowing grows louder. Michelle flips through the book, squinting, trying to read the symbols. She has knowledge of the arcane. She knows the book can help them escape. She just has to find the right incantation and read it aloud. All without her glasses. \n\nAdrian gasps and points in the direction they came. A twisting, writhing silhouette blocks what little light remains in the sky. They all yell now, begging Michelle to read faster. \n\nHer fingers stop on a page. She doesn’t know if it will work, but she must try. She reads aloud the words, the language cutting through the air like rusty blades. As she speaks, a great blue orb appears around them, growing larger and larger until it explodes and then—"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "980A48364F747C68E97D30B4D5691C0E",
                  "SourceString": "ARC_TOME18_S40_06_TITLE",
                  "LocalizedString": "Dead of Night"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_18_VisualReward/T_UI_Tome18_S40_VisualReward02.T_UI_Tome18_S40_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 1.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "518FD24C45C54D6F4EE3B39833036B23",
                  "SourceString": "ARC_TOME18_S40_07_TITLE",
                  "LocalizedString": "Dead of Night 5"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "145A28504C6F2DD901CA4A95D3ED3C23",
                  "SourceString": "ARC_TOME18_S40_07_ENTRY",
                  "LocalizedString": "I did it. I remembered the ending of Dead of Night exactly as I had written it way back when. \n\nSo why didn’t it work? \n\nThe script had ended with Michelle finding the book and reading the spell that sent them home. So why am I still here? \n\nSuddenly I can smell cigarette smoke, and suddenly I feel like a timid young writer again. \n\nThe way the showrunner stubbed out his cigarette. The way he threw my script at me from across the desk. He called the ending a Deus Ex Machina, said the book bound in flesh came out of nowhere. I hated the fact that he was right. \n\nHe told me to try again. To make their escape mean something. \n\nI never felt so low as I did that day. So alone. Life before Alice was always so lonely. \n\nI remember the way Alice would sit next to me on the couch, listening. Not making suggestions, not soothing my ego. Not stopping me from beating myself up about not being good enough to break through my writer’s block. She would just sit there, with me. Listening. \n\nI remember the way she would hold my hand. \n\nIt was all she needed to do to calm me down. To slow down my racing heartbeat, ease the tightness in my chest, and open my mind to— \n\nI stop dead in my tracks. Even now, Alice is helping me. \n\nI have the ending. \n\nI really have it this time."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "BCAEA6904A752C862A2EF6928B3DA023",
                  "SourceString": "ARC_TOME18_S40_08_TITLE",
                  "LocalizedString": "Dead of Night 6"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "963F297840F04C00A6B3D785E1912C2F",
                  "SourceString": "ARC_TOME18_S40_08_ENTRY",
                  "LocalizedString": "The decaying city crumbles behind them as they run through the forest. \n\nEloise pulls Darren down the forest path, and he cries out, clutching the bleeding wound in his side. The ground quakes and Adrian and Michelle stop each other from falling. \n\nThey come to the end of the dark alley and Alan quivers at the sight of the wall of black fog. The trees stand shoulder to shoulder. The Dread bellows as it gets closer. \n\nAlan knows what he must do to finish the episode. It's the same ending that went on the air years ago. He had celebrated that night with his friends – which friends? – and he had felt ten feet tall. An actual writing credit on Night Springs! \n\nAdrian gasps and points at The Dread’s twisting and writhing silhouette. They’ve tried to find any way out, but there is none. \n\nExcept for the wall of fog. \n\nThe showrunner had shaken my hand and flashed that crooked grin of his. \n\nIt was the first time I really felt like a writer. \n\nEloise takes Michelle’s hand, and she takes Adrian’s. Eloise helps Darren cross the threshold of the fog and she follows. Then Michelle. Then Adrian. They walk through the fog and vanish from sight. \n\nThe End. Almost."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "577FAD45439E3AFF4800FBA18E2E474B",
                  "SourceString": "ARC_TOME18_S40_09_TITLE",
                  "LocalizedString": "Dead of Night 7"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3E0B9E944EDE40049B6A3C9718E7AF8A",
                  "SourceString": "ARC_TOME18_S40_09_ENTRY",
                  "LocalizedString": "The Dread slithers down the path, bellowing louder than ever. Alan grits his teeth. He’s running out of time, and he knows it. \n\nThe wall of fog is calling to him now. Cold sweat beads on his forehead. This must have been how Eloise, Darren, Michelle, and Adrian felt. Trapped, with only one way out. \n\nBut where would that way lead? \n\nOne last memory about his time on Night Springs came clear as a bell. He made sure the script ended on an ambiguous note. Where did the ominous fog lead? The real world? Or something worse altogether? \n\nAlan stands before the fog, trying to peer through. He knows he must act quickly. The Dread will be upon him at any moment. \n\nBut I have to be sure. I need a sign. \n\nThe single speck of light flickers so suddenly, so brightly through the fog, that Alan almost starts at the sight of it. \n\nA light in the dark. The light had always been there for him, ever since Alice went missing in Bright Falls. The light had been his guide, his savior. And here it is again. \n\nAlan reaches out to touch the fog. It's warm and inviting. Like— \n\nAlice’s hand is warm in his. His racing heartbeat slows down. The tightness in his chest relaxes. \n\nCome on, she says with a smile. Let’s go for a walk. \n\nAnd for a brief moment she’s there. Alan can feel her next to him as he crosses the wall of fog. He feels the sun on his face. A miracle in itself. Tears of joy well up inside. It's too much. And it slips away.  \n\nAlan slips away.  \n\nAnd fog turns to shadows."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A2CC343543931D9F7DCDF1B57C12247F",
                  "SourceString": "ARC_TOME18_S40_10_TITLE",
                  "LocalizedString": "Dead of Night"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_18_VisualReward/T_UI_Tome18_S40_VisualReward03.T_UI_Tome18_S40_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.92381
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Zodiac/DBD_AlanWake_Master.DBD_AlanWake_Master",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME18_03",
            "Title": {
              "Namespace": "",
              "Key": "F91FA7CE42D781C1FC66019DFE2E8AA0",
              "SourceString": "ARCHIVE_JOURNAL_TOME18_HOA_TITLE",
              "LocalizedString": "The House of Arkham"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "76F211624D705ECD4B1259BEA6206725",
              "SourceString": "ARCHIVE_JOURNAL_TOME18_HOA_SUBTITLE",
              "LocalizedString": "Hidden and Unknown"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A0FA95E944B45446EDD27D939CF19825",
                  "SourceString": "ARC_TOME18_HOA_08_TITLE",
                  "LocalizedString": "THE REDCRANE 1217"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_18_VisualReward/T_UI_Tome18_S09_VisualReward01.T_UI_Tome18_S09_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.942857
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2055610D469977066B8BFD9FBEA1AF2C",
                  "SourceString": "ARC_TOME18_HOA_01_TITLE",
                  "LocalizedString": "Tales from The Horror: Through The Void Darkly. 3"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "22E5C9C24A10EAA737A5339F349BAC31",
                  "SourceString": "ARC_TOME18_HOA_01_ENTRY",
                  "LocalizedString": "Out in the endless and chaotic void, Jaden stared at a gigantic eyeball with massive tentacles creeping toward the Fortress Tank. He shuddered when one of the tentacles grabbed a carcass of some nameless creature and held it in front of the dark retina. The eyeball seemed to be inspecting the carcass when suddenly the retina opened to reveal curved and crooked teeth like twisted swords. “Oh shit,” he mumbled in disbelief and staggered backward. He quickly regained his balance, turned to Haley, and asked, “What do we do? Did you see that thing? It’s coming right for us.” \n\nHaley observed the surreal giant eyeball through the small window and released a slow measured breath. “I think I remember reading about it…” She stared at the creature for a long moment as if she were trying to unravel some long-forgotten mystery. “I read about it in one of the tomes we found. It’s a creature of the abyss, one of the great Giants. This one… this one was called… Iggothuul… and it’s attracted to light… or fear…or was it light and fear…”  \n\n“Which one?” \n\n“I can’t remember,” she said, staring at the grotesque creature slowly approaching them. “I’m not sure which version of the story was right.”  \n\n“Let’s imagine they all were!” Mahan turned to the panel and yanked several levers to shut down the lights.  \n\nBut nothing happened.  \n\nThe generators didn’t power down. The lights seemed to flicker and shine brighter just to spite him. And Iggothuul did not pause or hesitate in its steady advancement toward them.   \n\nThinking fast, Mahan turned and kicked the generators with all his strength. But again, the lights only surged and grew brighter as though to continue to mock him. Then, realizing he was kicking the wrong mechanism, Mahan lunged forward and smashed the containers holding the strange, organic petrol connected to the generators. The glass shattered and the reeking black fluid drained to the floor with tiny fish-like things flopping over the ground. A moment later the generators stopped jerking and chugging and belching. The lights flickered on and off, and slowly dimmed to complete darkness. \n\nSuddenly, Iggothuul froze, but the retina seemed fixated on them.   \n\nAt that instant, Haley felt Jaden’s trembling shoulder next to hers. She nudged him slightly and whispered, “Stop shaking, J-J. We’re not out of this yet.”  \n\n“I’m trying.”  \n\n“Try harder,” Mahan approached the small window. “I think it senses fear…”  \n\nIggothuul edged closer, staring hard at them.  Monstrous tentacles discharged glowing blue slime and slithered up and down the Fortress Tank like hungry eels.   \n\n“J-J… please… calm yourself...”  \n\n“It’s God-damn Cthulhu! Don’t tell me to calm myself.”  \n\nHailey released a calming breath. “Try not to think about it. Just close your eyes and think of... sheep… count sheep or something…”  \n\n“Sheep?” Jaden couldn’t believe what he was hearing, but he listened to her suggestion and closed his eyes. In his mind’s eye he visualized sheep grazing in a peaceful meadow with a soft, calming melody he had once heard in an elevator. Then the elevator music stopped all at once. The sheep stopped eating and looked up to the sky as Iggothuul rose from the churning fog.  With a terrible shriek, the horrible giant snatched all the sheep with its tentacles and crammed them into its hungry, salivating mouth, crushing skulls, bones, and bleating heads.  \n\nInstantly, Jaden’s eyes snapped open. “Doesn’t work! All I’m thinking about is—\" \n\nIggothuul interrupted him with a loud roar and proceeded to slam the ground with frenzied tentacles.  \n\nJaden stopped breathing and blinked as if he had just stepped into a morgue. \n\nAll three stared at the monstrous creature trying to understand what they were seeing. Iggothuul stopped slamming the ground and was motionless for a moment that felt like eternity. Then, slowly, as the three of them watched in relief, Iggothuul turned and slithered away, munching on scrap and bones and cadavers as it moved through the endless wasteland. They stared after the creature as it faded into thick clouds of insects and shapeless bird-things.  \n\nAfter a long silence, Jaden released a nervous laugh.  \n\nMahan patted him on the back.  “I guess we’re lucky it’s only attracted to the lights.”  \n\nJaden turned to Haley. “Don’t ever tell me to count sheep again!”  \n\nHaley’s face broke into a smile and she was just about to laugh when she heard strange things crying like newborn babies in the thick black muck that had drained from the containers.  Jaden followed her very serious gaze and was nearly knocked over by the scene before him. He asked in a voice rising with mingled terror and panic:  \n\n“Someone please tell me what the hell I’m looking at?”"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9C07155643B0E4504C271D8FBEDB2AFD",
                  "SourceString": "ARC_TOME18_HOA_02_TITLE",
                  "LocalizedString": "Arcus 10 187."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "46DC27314C3360236AAC8F94CDB38CF8",
                  "SourceString": "ARC_TOME18_HOA_02_ENTRY",
                  "LocalizedString": "I’ve been pushing through The Void for weeks, maybe longer. Endless bodies and discarded realms as far as the eye can see. It seems a lot worse than any version of Barra’s story I’ve read, and the constant feeling of dread is overwhelming. I’m starting to doubt anyone ever escaped this place."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "D3C459C346D15C38C3049BBC2DD9F4D2",
                  "SourceString": "ARC_TOME18_HOA_03_TITLE",
                  "LocalizedString": "Arcus 732."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B3DC152F488E89B69CB4A7A50B438786",
                  "SourceString": "ARC_TOME18_HOA_03_ENTRY",
                  "LocalizedString": "A lawyer offers Dwight millions to settle with the company. He tells them he’ll settle if he gets a letter of apology for hiring and enabling a known abuser. They scoff at the request. They would rather give millions of dollars than apologize. Dwight turns down the offer, and I must admit this is something I didn’t expect from him. But, then again, so many characters I’ve studied over the years have—to one degree or another—contradicted my initial impression of them. I guess that’s what makes them human. The contradictions.  Dwight probably should have just taken the money and ran. That way he wouldn’t have had to endure all those menial jobs throughout his life. But, then again, there would be no elephant incident at the zoo nor would there be the coyote incident when he worked as a roadkill collector. Or even the incident driving the limousine across the country for that metal band. Come to think of it, I’m glad Dwight didn’t take the money. I have found his memories amusing, if not entertaining."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "D016570C47CE35B475F1F2A569D56A3D",
                  "SourceString": "ARC_TOME18_HOA_04_TITLE",
                  "LocalizedString": "Arcus 10 202."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "37F2BEAD4D93004321ABBEA313C668EA",
                  "SourceString": "ARC_TOME18_HOA_04_ENTRY",
                  "LocalizedString": "I entered the most peculiar realm yet. A purged realm with people dressed in cardboard boxes living in homes made of rotten candy and putrefying junk food. It had Zzzltryks written all over it. I kicked down a moldy gingerbread house and the structure instantly dissipated into a swirl of scintillating blue energy. I can’t help but wonder where this mad designer comes from and why I have found little about her in the stories. Her ability to manipulate this dimension and manifest anything that pops into her head suggests she comes from a highly advanced world not unlike my own. Possibly even more advanced. One thing is clear. Zzzzl understands the connection between thought and feeling to manifest reality.  She has even found ways to hide secrets in the blood of her creations. She may even be one of the Unknowns who have hidden countless secrets throughout the realms."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.942857
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5375E07245E381C276AF72B359D65BD3",
                  "SourceString": "ARC_TOME18_HOA_09_TITLE",
                  "LocalizedString": "THE REDCRANE 1278"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_18_VisualReward/T_UI_Tome18_S09_VisualReward02.T_UI_Tome18_S09_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.942857
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7F9DB14A46CF89DF0A97EFBF7F64A40A",
                  "SourceString": "ARC_TOME18_HOA_05_TITLE",
                  "LocalizedString": "Arcus 42."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "015CC16342698B93AE755193253397C2",
                  "SourceString": "ARC_TOME18_HOA_05_ENTRY",
                  "LocalizedString": "Those who are referred to as the Unknowns have journeyed through this Old One, hiding secret knowledge within the realms in strange ways. It is said that this knowledge is hidden in the fog, in the buildings and even in the blood of creatures. It’s hard to make sense of what they mean. What is clear is the Unknowns seem to be able to travel throughout realms with relative ease. The ability to move between realms alone would be a secret worth having even if I would have to skin one of these horrific creatures lurking around in the fog."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7B3CCA1A412997D9733C5EA352ECDCEF",
                  "SourceString": "ARC_TOME18_HOA_06_TITLE",
                  "LocalizedString": "The Magnificent Maurice 2."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "C780C9C74ECAA8D11BB93A9DD581C2FE",
                  "SourceString": "ARC_TOME18_HOA_06_ENTRY",
                  "LocalizedString": "I ended up in a peculiar circumstance. Somehow, I found myself in a collapsing barn locked in a stable covered in rotten hay. I shared the stable with several other horses and some crazy pigs and dogs. I was to be the till horse, but I was still too young and my legs just weren’t ready for that kind of work. The farmer used to strap me to this cold, metal contraption that dug into my skin and I’d pull or get beaten or have the dogs unleashed on me. Well, that wasn’t so fair, and one dog got real smart with Roy, an old horse with the best jokes you ever heard, and Roy kicked that dog right in the teeth. Shattered them so he couldn’t use them against me or any other animal. Even broke his neck bones. Farmer Jo whipped Roy until his arm got tired and Jo collapsed on account of all the shine he had been guzzling down. Farmer Jo got into a rhubarb over everything, and we all got our share of thrashings.  Mean, no-good, bucket-head that one. But he got a taste of his own medicine in the end. I was watching the whole thing from a crack in the stable. All I remember is seeing Jo thrashing my friend Betty and screaming at the dogs to help him give her pain. She was tired and cold, and I was thinking that the dogs shouldn’t go after Betty but Jo. And the funny thing was after I thought that the dogs did nothing. Absolutely nothing. And he was getting more and more upset. Then he turns his whip on the dogs and then I did it—I wished one of them dogs would just teach him a lesson. Before I knew what was what one of the dogs turns on Farmer Jo and bites his leg and rips out a good meaty chunk of flesh. Now Jo yells and shrieks and tries to stand. But the dogs surrounded him and pounced, and the yells and shrieks turned to gurgles and the gurgles soon turned to silence. Then one of them dogs comes and frees us. Frees us all. As I made my way outside, I heard a series of gunshots and yelps. Suddenly all the animals went off in every direction to the dirt road, to the meadow, to the river and I galloped off to the forest. I rushed through trees and bramble and only stopped when I felt I was being followed. That’s when I turned to see a litter of pups following me. I told them to scram and go find their mommy. I shooed them away and continued through pools of shadow and light but every time I glanced back, there they were, stumbling over bushes, logs or trying to hide from my angry gaze. I told them to quit following me that was that."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3B1835484D35C1A2D78CE999A889077A",
                  "SourceString": "ARC_TOME18_HOA_07_TITLE",
                  "LocalizedString": "Saga of The Redcrane. Secrets of the Unknown."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "031751A049513FA55FD073A8D3295E22",
                  "SourceString": "ARC_TOME18_HOA_07_ENTRY",
                  "LocalizedString": "Saku whispered words of caution to Maurice as they rode through the cobblestone streets of a medieval village. An incandescent red moon hung boldly in the sky casting an eerie glow over clusters of crumbling stone homes. Small cooking fires flickered throughout the village with pots of blood boiling in the dark. Crimson blood and other fluids drained from a heap of bodies stacked up and left to ferment. In the pile she recognized several members of the Black Serpent clan, ripped and mangled and half devoured by maggots, chewed and rotting remnants of men and women just like she had read in one of the tomes.   \n\nThis was the place.  \n\nThis was definitely the place.  \n\nBlack Serpent disciples had come here searching for the hidden secrets of the Unknowns to transcribe to their scrolls, and they had somehow met their demise at the claws of fanged creatures she didn’t want to think about.  \n\nVampires.  \n\nShe despised vampires—all manifestations of them throughout the countless realms.   \n\nNow Saku nudged Maurice to slow down as they searched the village for signs or symbols left behind by the Unknowns. Secret symbols she had read about in one of the many tomes she had salvaged from the abandoned towers. From these collected stories, she had been able to learn many secrets about this strange and horrific dimension in which she had been trapped and was trying desperately to escape. She had read the stories, the memories and the annotations, and she was sure this was the village—the Village of the Vampires—where the Unknowns had hidden secret knowledge on how to manipulate the fog.  \n\n“Be wary of vampires,” Saku whispered.  \n\n“Vampires?” Maurice questioned. “What do you mean, vampires? You didn’t tell me there would be vampires. Are we talking the ones more like people, or are we talking the ones more like giant bats?”  \n\n“The ones more like beasts… beasts with wings.”  \n\n“Jeeezzz… we’re in a rhubarb now. I hate—”  \n\nA sudden shriek interrupted his words as massive winged creatures with glinting razor-sharp teeth came hurtling at them from the shadows. In a blinding blur of speed, Saku leaped into the sky, her blade gleaming as she sent claws, limbs and heads tumbling to the ground. When she landed, she didn’t have time to think. She didn’t even have time to breathe. Deadly claws swished over her head as she evaded wild attacks and countered with strategic swipes that left her assailants in pieces. Then she turned to see Maurice kicking and charging a vampire twice his size. Instantly, she charged toward them as the last remaining vampire smashed Maurice against a stone wall. The vampire hissed at Maurice and then suddenly turned to face Saku with its glowing red eyes.   \n\nSaku slowed to a stride. Her eyes held the glare of the vampire as it tried to intimidate her with a roar but— \n\nWith a flash of her blade— \n\nThe roar was choked with a vicious thrust of cold steel.  \n\nBlood gushed out like a geyser as the vampire collapsed to the ground clutching its throat.    \n\nSaku shook droplets of blood off her katana as she watched the vampire issue its last breath. Then she looked around the village, wondering where the Unknowns may have hidden their secrets. She didn’t see any markings. She had no idea. But she knew that they hid knowledge in so many different ways it was hard if not impossible to keep track. It was at that moment Saku had an inspiration and remembered a detail from one of the stories she had read. Squatting, she used her blade to flay the skin off the vampire’s arm, and though she expected to see luminous symbols in the fat and flesh, she saw nothing.  \n\nWith a sigh, she stood to peer at a cluster of homes in the thickening fog. Maurice came up beside her and was just about to speak when she lifted a silencing finger. She could sense something was amiss. Gazing ahead, she listened to sounds only her keen ears could have caught: the scraping of claws on stone, the faint chattering of teeth, the rattle of a stone under a foot and the murmurings of vampires communicating in their strange language. Taking a small step forward, she realized the first attack had just been a test.  \n\nInstinctively, Saku held her katana at the ready as she looked deep into the shadows. When she lowered her gaze, the vampires attacked, but— \n\nNot fast enough."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8E47AD434458EE206FD09CBB26BBFB06",
                  "SourceString": "ARC_TOME18_HOA_10_TITLE",
                  "LocalizedString": "THE REDCRANE 1421"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_18_VisualReward/T_UI_Tome18_S09_VisualReward03.T_UI_Tome18_S09_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Zodiac/DBD_Observer_Master.DBD_Observer_Master",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "TOME18"
      }
    }
  }
]