[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Tome12": {
        "Title": {
          "Namespace": "",
          "Key": "3B3F49A9422681188DD58599DF72B24B",
          "SourceString": "ARCHIVE_Journal_Tome12_TITLE",
          "LocalizedString": "@#ARCHIVE_Journal_Tome12_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "Tome12_01",
            "Title": {
              "Namespace": "",
              "Key": "B27F612A48F937A49A203AB995530666",
              "SourceString": "ARCHIVE_Journal_Tome12_Blight_TITLE",
              "LocalizedString": "The Human Quotient"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "3708A511436E6B1FC41CF5BBFAB5C377",
              "SourceString": "ARCHIVE_Journal_Tome12_Blight_SUBTITLE",
              "LocalizedString": "Memories: Talbot Grimes"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "4FB99BB84A14DB52C58693AB6749A3CD",
                  "SourceString": "ARC_Tome12_BLIGHT_01_TITLE",
                  "LocalizedString": "MEMORY 1721"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "12E0AEBF4552E7A608F06BAE76A72F3B",
                  "SourceString": "ARC_Tome12_BLIGHT_01_ENTRY",
                  "LocalizedString": "Talbot opens his eyes in a daze, sitting in a wooden chair, slowly returning from a journey half-remembered. He remembers the flowers and luminous colors. Blue and purple. Glowing and dripping with strange nectar-like fluid. The strange blue and purple flowers from another world. He heaves a groggy sigh and isn’t sure if he travelled at the speed of thought to defy time and experience a moment from the future or…  \n\n…if it was all some elaborate fantasy put together by his imagination with an unremembered assortment of past memories. Either way, it felt real and that for the time being was enough.  \n\nTalbot glances at the poppy in his hand. Incredible how a flower, a single flower can take you on such a journey through realms within and possible realms without—through realms unknown.   \n\nYou’re back, Mr. Grimes! \n\nTalbot turns with a start to face Junius, an investor in The Company. He despised everything about this man. How he presented himself in his black suit and waxed moustache. How he looked at him. How he had to justify everything he wanted to do with him and his brethren in terms of profit.  \n\nWhat are you doing here? \n\nWe need your, how shall I say, expertise to help us collect samples in a remote location in Northern Africa.  \n\nI’m afraid I’m on another assignment. But I’m sure you’re able to send in the other chemists.  \n\nWe have.  \n\nAnd? \n\nThey disappeared along with several other expeditions we’ve sent in.  \n\nTalbot turned away, taking in a basement filled with black smoke and the drowsy scent of opium, urine, sweat and vomit. The den was lined with two rows of straw-mattress beds accompanied by little tables with nut-oil lamps to heat up the opium before placing it into a pipe as long as a rifle.  \n\nMen groan and grin with their eyes shut. One man stares at Talbot and laughs slowly and heavily with a pipe to his lips. Every time he pulls at the burning opium pellet there is a hellish frying sound.  \n\nJunius clears his throat. Understand, Mr. Grimes, there is no assignment more critical for The Company than this one.  \n\nAnd by critical, Talbot understands he means, profitable.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5317711843CC5E4B5833C69FB306D46A",
                  "SourceString": "ARC_Tome12_BLIGHT_02_TITLE",
                  "LocalizedString": "MEMORY 1722"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "AB48399A4C6B809EEE82559EB2EA4C11",
                  "SourceString": "ARC_Tome12_BLIGHT_02_ENTRY",
                  "LocalizedString": "Junius hadn’t been exactly right. There had been a chemist who had returned from the expedition, an old friend and rival from school, Tomas. Tomas had returned from his journey into the Bleed—as Junius called it—without uttering a single word about anything he had seen or experienced. In fact, he hadn’t uttered a single word since his return. And as Junius explains how he hopes an old friend would stimulate Tomas, he marches along the grimy London road, leading Talbot to Tomas’ home. Within minutes they approach the entrance of a modest dwelling and Junius knocks hard. A doctor opens the door and greets them both, explaining how Tomas has gone to pieces and that no one can get anything out of him. The doctor then leads them to a small, dank room where Talbot’s old school friend sits at the edge of a bed, rocking nervously. A candle on a nearby table illuminates him in the darkness. \n\nWith slow steps Talbot approaches Tomas, horrified by the haggard face and the empty eyes staring up at him. He proceeds to sit on a stool beside him.  \n\nMy dear old friend… I only heard a few days ago you were back from quite an assignment as I have been made to understand.   \n\nTomas doesn’t answer but his eyes brim with sudden tears.  \n\nIt’s okay. You can tell me what happened.  \n\nTomas tries to speak but only mumbles incoherently. After a moment, a tear slips down his pale cheek and he manages to point a trembling finger at a cabinet.  \n\nTalbot stands, brushes past Junius, and grabs a leather satchel. He opens it and pulls out a journal, and shows it to Tomas. Tomas nods and struggles to speak but his eyes suddenly widen and instead of words, he releases a hellish scream that grows louder and louder with every breath. \n\nPanicked, the doctor rushes in, quickly escorting them out of the room as Talbot gives his friend one last, trailing look and wonders what could have broken such a stoic and brilliant mind.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "E65251774DD9519265BAE7A8DE22094B",
                  "SourceString": "ARC_Tome12_BLIGHT_03_TITLE",
                  "LocalizedString": "MEMORY 1723"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "F042E9F344FB8AA018871CA8F139383F",
                  "SourceString": "ARC_Tome12_BLIGHT_03_ENTRY",
                  "LocalizedString": "Talbot sits in a horse-drawn carriage reading the notebooks. Nothing but gibberish and the disturbing thoughts of a chemist losing his mind. If he were to believe the notebooks, Tomas had lived an eternity in a world where people were constantly hunted like game by apparitions pulled out of dark folk tales. He had only disappeared a week and yet there were hundreds of entries. Perhaps, thousands. It made little to no sense. Neither did Junius. He had misjudged the money-man. He was a lot more compassionate than he had anticipated, and he seemed to express genuine sympathy for Tomas.  \n\nDespite being obsessed with profit, he is really quite human.  \n\nIt dawns on Talbot that Junius might in fact be two people and that The Company does a strange thing to him, acting almost like a catalyst. He seems to be different when representing The Company. It seems as though The Company affords him something which allows him to be someone else.  \n\nSomeone else, entirely.  \n\nPerhaps, protection.  \n\nPerhaps, anonymity. \n\nPerhaps, both.  \n\nTalbot suspects the same may be said of him with his pursuits. But somehow he’s sure that even with the protection and anonymity of The Company he manages to retain his compassion for others. And yet… he goes through his friend’s notebooks less from a position of grief and more from a position of curiosity. He wonders if this objective disposition makes him less human, or perhaps… more human.  \n\nAny beast can react in anger or rage or grief. What sets us apart from animals is our intellect, our ability to stand above our emotions for the greater good. And yet… \n\n…Talbot cannot help but entertain the thought that what sets humans apart from machines is our emotions. No. Not emotions. Our empathy. Our ability to feel what others feel just by imagining what they might be going through… what they might be suffering. That is an ability above and beyond the simple mechanisms of the intellect.  \n\nWhat an incredible power it is to be able to put ourselves in another person’s shoes. It’s why theatre and poetry and stories can even exist. Without empathy the human experience would have to be redefined as something else… something smaller… something closer to that of an insect. \n\nAnd yet…  \n\n…It’s the empathy variable that seems to be the great obstacle to achieving true objectivity. To achieving truth. But what’s the use of true objectivity, if it means losing one’s humanity.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6ECDE23B423999EDCB308CB63BE24574",
                  "SourceString": "ARC_Tome12_BLIGHT_04_TITLE",
                  "LocalizedString": "MEMORY 1724"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "FE7B790648863B1EF85D92938503B6B7",
                  "SourceString": "ARC_Tome12_BLIGHT_04_ENTRY",
                  "LocalizedString": "Talbot isn’t sure how long he’s been in this small dinghy up the river under a scorching, white African sun with an escort of soldiers. Company soldiers. The Company’s so big it has one of the largest mercenary forces in the world. Impressive, really, and secretly, he admires the fact that they do what they want when they want without consequence or fear of tarnishing the reputation of King and country. He stares at the soldiers as they lounge about the stern. Young, callous men who found a place to hunt, kill and torture human beings with anonymity. The cook, Oswald, talks about rebellions he’s put down in various colonies as well as the wonderful dishes he’s discovered from other lands. Calder is a known tracker who’s captured several dissidents and showed us a collection of severed ears he took from the scoundrels. Dallin fills the silences with stories about his fiancée. She’s beautiful and fun and from a good family and Talbot senses he speaks aloud more to convince himself about his affections for her than anyone else. He’s torn between her and his love of soldiering and somehow understands he can’t have both. She’ll ask him too many questions, make him think about things he’d rather not think about, and remind him of his better self.  \n\nTalbot knows the feeling all too well. He was in love once, too. Ena. But his love for her wasn’t enough. At least not enough for him to turn his back on his experiments. She was jealous of his work—of his lab. All the time he spent there. All the energy and thought he gave his experiments.  \n\nWhen Ena smashed the lab to pieces and set it ablaze, he immediately understood how much she loved him, and seeing his destroyed lab, he immediately felt the pain and misery he was causing her. And he didn’t want to experience those feelings anymore. Or the guilt.   "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "78D16C5E4F21BBFDC3AA26981467FC6C",
                  "SourceString": "ARC_Tome12_BLIGHT_05_TITLE",
                  "LocalizedString": "MEMORY 1725"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3547D41B4A30664B8C1994809DE98B33",
                  "SourceString": "ARC_Tome12_BLIGHT_05_ENTRY",
                  "LocalizedString": "Riding a camel under a blistering sun, Talbot wipes beads of sweat from his brow and follows Calder and the other soldiers to a sprawling camp of tents covered in sand. They quickly halt as a man in desert attire approaches them, introducing himself as Farley. Talbot dismounts and they exchange pleasantries. Then Talbot follows Farley across the camp, past countless cooking fires surrounded by whispering, company men and into the largest tent.  \n\nFarley turns to Talbot. I would like to say that all this is not… how should I put it… conventional. What I share with you must never be spoken of with anyone else. \n\nTalbot nods slightly.  \n\nFarley walks over to the back of the tent and lifts a flap to reveal a huge mass of black fog in the distance. Strange purple and blue light emanates from within. \n\nWhat is that? What am I looking at?  \n\nFarley stares at the mass of fog. We refer to it as the Bleed. A theory put forward is that it could be another dimension… how should I say… spilling into our own. We have seen and noted these phenomena before, but never for this long. Never long enough to explore. We need you to enter, take notes and collect samples of flora and fauna should you find any.  \n\nTalbot peers intently at the barrier of fog.  \n\nYou believe this to be another dimension?  \n\nWe don’t know what to think, and that is precisely why we sent for you, Mr. Grimes.  \n\nYou could have chosen more experienced chemists. There are several— \n\nWe did. They never returned, and we are certainly concerned for their well-being. But if you could find a way to collect and bring back samples from this anomaly their sacrifice would not have been in vain.    \n\nTalbot furrows his brow.   \n\nFarley sighs, closes the flap, and faces Talbot. We would even consider your proposal to improve… how should I say… the quality of your experiments. That is to say, we could certainly find a way to give you access to the test subjects you desire.  \n\nThe King would have our heads.   \n\nMy dear Mr. Grimes… we do not answer to the King.    "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "71EE113643B1AE4F1913B0B0C02A2C59",
                  "SourceString": "ARC_Tome12_BLIGHT_06_TITLE",
                  "LocalizedString": "MEMORY 1726"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2B0DEC374A55142BB714C08328811A06",
                  "SourceString": "ARC_Tome12_BLIGHT_06_ENTRY",
                  "LocalizedString": "We do not answer to the King. Talbot considers the implications of those words over and over again as he prepares his leather satchel with his notebook, tools and vials. He then closes the satchel and wonders who in fact The Company answers to if not the King. Junius had once told him The Company was like a person and was given the same respect as a person. And yet, The Company didn’t seem like a person. It seemed like something else. Something different. Something, perhaps, like a beast… a beast pretending to be a person. A dark thing unleashed into the world to destroy and plunder and return to its masters with a mouthful of death and a fistful of gold. A part of Talbot hated being a part of this dark thing for the longest time. But over the years he had found a way to rise above his guilt and admire the sheer power and brilliance of what it could do in the world and what it could achieve for its masters without reproach. \n\nWhen the beast became a problem, the masters could simply end its life abruptly, burying the beast and all the pain, death and horror it had caused in a forgotten grave. But not the gold. Not the plunder. They, the masters, could keep it all. Keep the gold and the plunder and eventually use it to inject life into a new beast or, perhaps, beasts. The Company may not have been a person, but it was certainly a form of life. And gold was its life-force. Its blood. \n\nTalbot suddenly feels inspired. Gold is energy. No. Not gold. Currency. Currency is energy. No. Not energy. A variable to direct and control people. To manipulate the fold. Yes. There is something worth exploring in the thought. Something worth pursuing. Something that could help The Company and its masters. He asks himself if there is a way to understand people in reduced terms—in terms of energy and equations. \n\nTalbot quickly pulls out his notebook and jots down a concept: Fold Energy. He scribbles down an equation, crosses it out, then rewrites another version. He examines the equation, then releases a sigh and crosses it out again. He wonders for a long moment if people could actually be reduced to a chemical equation that could somehow determine output and potential. \n\nIt was a strange idea. Perhaps even an awful idea. And yet this idea had legs—legs like a beast. It was certainly plausible to treat people as a kind of energy that could be contained and controlled except for one variable—the human variable. \n\nEmpathy. \n\nThe strength of currency as a variable to control, manipulate and predict energy flow would be directly proportional to the value people placed on currency in their lives. But… there had to be ways to remove or reduce the human variable. To somehow turn currency into a collective god, or, in the very least, a demi-god. Something the fold feared, prayed to, and constantly meditated on. One single god to control them all. One single variable to stimulate, shock, and direct Fold Energy. \n\nTalbot stares at his notebook and laughs to himself. The idea is ludicrous! There are no legs! There’s no present or future world where he or anyone else could experiment on eliminating the human variable. Such a thing not even The Company could get away with. But if it could… \n\n…If it could… \n\n...It would be far more powerful and effective at controlling the fold than any King or Empire. \n\nTalbot scratches out his equations, realizing they are nothing more than highly imaginative scribbles masquerading as science. Even if The Company were granted the ability to experiment on the fold without limits he could not imagine how this intangible human variable could be reduced let alone removed from the equation. All the cultures and communities and diverging beliefs and values would never allow such a god or demi-god to exist. \n\nShaking his head at the absurdity of his theory, Talbot closes his notebook, places it in his satchel and prepares for the journey to come. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "19D0141D4C824ABF327824AED583D5DD",
                  "SourceString": "ARC_Tome12_BLIGHT_07_TITLE",
                  "LocalizedString": "MEMORY 1727"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D3D710E84FF4D6055F82B2ADFFEBC1E6",
                  "SourceString": "ARC_Tome12_BLIGHT_07_ENTRY",
                  "LocalizedString": "Talbot leads his retinue toward a wall of fog, ignoring the gasps and sighs behind him. He stops in his tracks just before entering. Oswald announces that he thinks they should all turn back and that if they do he’ll make them a wonderful dish he learned in India. Calder says the money they are paying him makes turning back impossible. Dallin agrees with Calder. Talbot takes note of the comment, then extends a finger and pokes the almost liquid fog, and the fog extends a tendril and pokes him back. In disbelief Talbot pokes the fog again to see if he’ll stimulate a similar response.  \n\nBut the fog doesn’t poke back.  \n\nThe first time was possibly just a reaction to their collective body heat. The thought of conscious mist or fog almost seems absurd. He stares at the fog for a long moment then hears Ena’s voice calling out his name from within the Bleed. He sighs, ignores the voice, and for a moment regrets the swig of laudanum he took to calm his heart and focus his thoughts. Then, as the men continue to gasp and whisper concerns about the fog, Talbot closes his eyes and takes one small step into the unknown. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "E78D7F144730406B1E3EBD953B2F12CA",
                  "SourceString": "ARC_Tome12_BLIGHT_08_TITLE",
                  "LocalizedString": "MEMORY 1728"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3B328AE74B359951313C3CA113348E42",
                  "SourceString": "ARC_Tome12_BLIGHT_08_ENTRY",
                  "LocalizedString": "Talbot opens his eyes to find himself staring at strange luminous blue and purple vines attached to volcanic rock formations he strangely recognizes. Large crows he barely recognize circle and caw in the dark sky. Two company soldiers step up beside him with their eyes wide with disbelief. \n\nTalbot turns to Calder and Oswald. He scrutinizes the passage of fog behind them, waiting for Dallin to push through. Where’s your friend? \n\nCalder and Oswald realize they lost Dallin and proceed to wave the fog and call out his name. Then Calder moves into the fog, but Talbot grabs his shoulder, stopping him. We are not where we think we are? \n\nCalder pulls away from Talbot. I’m not sure what that’s supposed to mean? \n\nWe can’t just leave him? \n\nTalbot approaches the fog separating them from the camp. My thoughts are that he turned and returned to camp. \n\nCalder and Oswald exchange a look with Talbot. Then Calder steps forward and leads them into the blue and purple gloom. \n\nThey soon approach a wall of vines with a luminous blue nectar-like substance flowing through veins blocking their path. Talbot reaches up and gently pulls a petal from small a flower and places it in a vial. \n\nCalder withdraws a machete with a high-pitch ring and the vines seem to suddenly tremble. \n\nTalbot senses something amiss and grabs Calder’s arm mid-swing. \n\nNot the best idea. \n\nNonsense. \n\nCalder yanks his arm free and savagely cuts a path through the vines as a purple substance splatters all over him.  \n\nInstantly the butchered vines shrivel up and disintegrate like embers into small puffs of fog. Talbot watches with his mouth hanging as the other vines seem to retract from Calder as though conscious of his lethal intentions. They seem to be retreating from a threat. \n\nCalder nudges Talbot and gestures for him to snap out of his trance. But as he takes a step forward the volcanic rock below his feet suddenly crack open, black fog spews out, and a thick vine slithers out and touches Calder’s boot. \n\nBefore Talbot can stop him, Calder stamps the vine like a snake. He laughs and shakes his head as the vine snaps alive, wraps around his ankle and rips his leg off with impossible power. A fountain of hot arterial blood sprays the cold darkness as Calder screams in agony.  \n\nTalbot swallows hard as Oswald panics to help the tracker. He moves past the screaming man and stares at the retreating vines with mingled curiosity and disbelief. \n\nIt might be that this other realm is very much conscious. A living realm analyzing and testing them. To what purpose, he isn’t sure. But— \n\nScreams suddenly interrupt Talbot’s thoughts. He turns on Calder and suppresses an impulse to yell at him. He’s likely in excruciating pain and didn’t mean the interruption. He quickly puts on an expression of concern and kneels by his trembling body, wondering how long a person can live without a leg. \n\nOswald cries that they should take him back to camp. But Talbot’s unwilling to compromise his one opportunity to observe and study what no chemist has ever observed or studied before. Yet he doesn’t want to waste time arguing with Oswald. He simply wouldn’t understand. He tells Oswald he needs to dress Calder’s wounds before they can carry him back to camp. \n\nOswald nods agreement as Talbot withdraws a bottle of laudanum, his concoction, a mixture more powerful than anything any company has ever produced. He places the bottle to Calder’s lips, tells him the serum will ease the pain, and he proceeds to pour the contents down his trembling mouth. \n\nWithin moments, Calder stops shaking and his eyes roll back as he issues his last breath. Talbot allows a small grin and he suddenly feels the barrel of a pistol at the base of his head. \n\nWhat did you do to my friend? \n\nTalbot closes his eyes and waits for death. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "ABA7D6344BE1CCF2808CB39C1D0A2C3E",
                  "SourceString": "ARC_Tome12_BLIGHT_09_TITLE",
                  "LocalizedString": "MEMORY 1729"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BB8F1D66408E12F9BCF58D8C8DE2CBE0",
                  "SourceString": "ARC_Tome12_BLIGHT_09_ENTRY",
                  "LocalizedString": "Oswald shouts at Talbot, calling him a bloody murderer. As his finger curls around the trigger, a massive cloud of fog rushes up to him and grabs him like a fist and pulls him—kicking and screaming—into the darkness. Talbot stands on shaking legs staring at the scene incredulously. It was as though this realm was protecting him. It was as though it was keeping him alive for some unknown reason. He felt a sudden pang of guilt for Calder and Oswald, then it was gone, and he began to follow the spiraling path of jagged rock illuminated by luminous vines and flowers. He followed it for a long while when he heard her voice again. It couldn’t be. Ena. He stopped, turned round and round, searching desperately. This time he was sure it wasn’t the laudanum. It was this place. It wasn’t protecting him. It was… messing with him… playing with him like a cat does a mouse. He closes his eyes, covers his ears and continues to follow the spiraling purple path.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "C2D8EBC14ECAC31657C6D8BF00A85CA0",
                  "SourceString": "ARC_Tome12_BLIGHT_10_TITLE",
                  "LocalizedString": "MEMORY 1730"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "8203E91544E185C226F328A1FA53E86A",
                  "SourceString": "ARC_Tome12_BLIGHT_10_ENTRY",
                  "LocalizedString": "Luminous blue droplets drip from a canopy of blooming flowers. A petal falls and he tracks its movement and catches it in mid-air. He examines the round shape, smooth texture and places it in a vial. Then he grabs another vial and begins to catch droplets of this otherworldly fluid, wondering if like the poppy it could open doorways within the mind. A strangled gasp suddenly breaks the almost palpable silence. He searches the small twisted trees and shrubs and soon finds Oswald with his back against a boulder, sucking in quick shallow breaths, covering a wound in his stomach with his hand. He looks up at Talbot.  \n\nQuick, please… It’s coming back for me.  \n\nTalbot is torn between helping him and moving on.  \n\nWhat is? What’s coming for you? What did this to you? \n\nTalbot takes a shuddering breath and kneels beside Oswald, opening his satchel and searching for thread to stitch him up.   \n\nIt’s hunting us… the man-beast. Nothing hurts it… Nothing… I shot it, cut it, stabbed it and it continued after me...  \n\nSave your strength.  \n\nI found the others. They’re alive… this thing… it's making something with them.  \n\nTalbot retrieves the thread and begins to stich up the gash. He turns to the satchel and his eyes take in the luminous blue fluid he collected from the vines and flowers. He’s not sure what it does, and he knows it will be a while before he does.   \n\nTalbot stares at Oswald. He can’t do it. He shouldn’t do it. And yet, this is an emergency. He must do what he can to help him even if it means taking a chance on an untested serum.  \n\nHe almost has no choice.  \n\nHe hesitates, then grabs the vial and stares at it. He knows he’s lying to himself. He knows there are other ways to help him. But he also knows The Company hasn’t officially accepted his proposal for human experimentation. Human experimentation could take a long time, a real long time, and he doesn’t have a long time. It might be years before he gets another chance like this. He could administer a drop… just a drop… and see what medicinal properties the nectar-like secretion may or may not have.  \n\nThe secretion is a gift from another world. Last thing he wants is to spend years staring at the vial collecting dust on a wooden shelf in his laboratory while The Company debates the merits of his proposal. In fact, they’ll be grateful he took the initiative.  \n\nSlowly, he lowers the vial to the wound. He tilts the lip slightly and lets a tiny drop slip out into the sticky wound. He waits for his blood to absorb the secretion and watches ever closely.  \n\nAt first nothing seems to happen. Then all at once Oswald’s face twists in horror as his body warps. A fiery blue light burns through him as blue and purple sacks begin to cover his body.  \n\nTalbot stares, amazed. He’s never seen anything like it. It’s incredible. One drop shocked his entire system within a few minutes. The mutation and energy release alone seemed impossible. And yet… there it was… right in front of him.  \n\nOswald screams as one boil after another erupts with purple puss.  \n\nAmazement turns to fear as Talbot stares at the ghastly sight and realizes what he’s done to the cook. His mind searches desperately for ways to help the poor man but there’s nothing he can do. Over the screams he hears Ena’s disembodied voice echoing behind him.  \n\nTalbot, dear, what have you done? What have you done! \n\nTalbot scrambles back on his heels, then turns and charges through the madness of this impossible world with a maelstrom of conflicting emotions rushing through him.  \n\nWhat have I done? What have I done! \n\nTalbot shambles through thick vines and clambers over rocks and corpses blooming with luminous flowers. He tumbles to the ground and tells himself it was for the greater good.  That the cook was probably going to die anyway. That he’s doing something important. That he’s searching for chemicals and compounds potent enough to transport people to other worlds at the speed of thought.  \n\nThe speed of thought is the only way to travel between worlds, and the doors to these unseen and unknown worlds are within… and any effort in trying to find those keys far outweigh the life of a cook.  \n\nDesperately, he clambers to his feet and finds himself surrounded by a living mass of black fog. He stares at it intently and his panicking mind calms with amazement as he finds himself staring at tiny cells that undulate together like some sort of vaporous membrane. Then— \n\nThe fog slowly dissipates to reveal a tree covered in thick black leaves.  \n\nTalbot stares at the tree and begins to notice the trunk writhing and realizes it made of people. He realizes in amazement that he has found the missing employees. He begins a slow march toward this tree of death with his eyes wide and his jaw hanging. It’s beautiful and horrific at the same time. It’s… \n\nSublime.  \n\nIt’s the only word that comes to mind.   \n\nAs Talbot approaches the gnarled tree, the black leaves suddenly take flight, revealing themselves to be massive crows. He gazes skyward and watches the crows disappear into the darkness. Then he hears the crunch of stone and quickly lowers his gaze to find himself face to face with the man-beast.  \n\nThe creature stares at Talbot with a gaping mouth and glowing blue eyes as though recognizing him. It hesitates and seems conflicted as it peers into his disbelieving eyes. Suddenly— \n\nThe creature shrieks something horrible and vines burst out of its hands and wrap around his chest squeezing the breath out of him until he slowly drifts into nothingness.  \n\nWith a gasp, Talbot opens his eyes alone in the desert under a blistering sun with no sense of the passage of time. He remembers pulling himself off the tree. He remembers someone crying out to him for help. He remembers taking samples as everything evaporated before his eyes. Then he remembers walking and collapsing under a scorching white sun, wondering if he was going to suddenly wake up in another world or, perhaps, in an opium den.  \n\nTalbot struggles to sit up as a mirage of men on camels gallop toward him. He looks down to his clenched fist, opening it slowly to reveal a blue and purple flower.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Nova/ARC_BLI00ALL12HD_004.ARC_BLI00ALL12HD_004",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome12_02",
            "Title": {
              "Namespace": "",
              "Key": "2E2702C74B423689905E2EAFC8A8B7B0",
              "SourceString": "ARCHIVE_Journal_Tome12_Jonah_TITLE",
              "LocalizedString": "Legacy of Deceit"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "154529844627B55656D4DD951B7E3A3F",
              "SourceString": "ARCHIVE_Journal_Tome12_Jonah_SUBTITLE",
              "LocalizedString": "Memories: Jonah Vasquez"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7B5E62DB4DF876EB96A5ECB8AB623B08",
                  "SourceString": "ARC_Tome12_Jonah_01_TITLE",
                  "LocalizedString": "MEMORY 201"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "36F1AEEA41BAA80155F600926410A6F6",
                  "SourceString": "ARC_Tome12_Jonah_01_ENTRY",
                  "LocalizedString": "Pedestrians crowd the rainy streets of White Rock, Colorado. A couple exits a grocery store just as Jonah charges into them, knocking them down, spilling apples and oranges into shimmering puddles. Street lights illuminate Jonah as he shouts a quick apology and runs into the street. A horn blares. Headlights flash. Jonah slides over the hood of a yellow sedan into the path of a cyclist, knocking her down. She clambers to her feet shouting at him as bullets whip through the air. \n\nGlancing over his shoulder, Jonah hard charges through a souvenir shop—breaking mugs and plates—and vaults through the back exit and into an alley, slipping on wet pavement. He springs to his feet and sprints away. \n\nClearing a fence, he leaps, tumbles down a concrete embankment and quickly scrambles to hide behind a collection of garbage bins. As he catches his breath, two assailants in black trench coats rush by him, holding gleaming pistols with silencers. \n\nJonah squints into the darkness after them realizing someone wasn’t too happy he decoded their seemingly random sounds broadcast from unknown locations. Spies, he imagines, sending names and coordinates through encrypted signals and pulses for reasons he still hasn’t puzzled out. \n\nBut his superiors pulled him off fast when he had managed to decrypt names of corporations and prominent billionaires. They pulled him off a bit too fast. And so he thought he’d investigate on his own. Not the best idea he'd ever had. But something in him had to know. Had to understand why he was ordered to stay away from these cryptic messages that contained the name of people who would sometimes disappear. To him this seemed somehow related to human trafficking. But Dean… \n\n…Dean didn’t fit the pattern. He wasn’t like the others who had disappeared. He was loud and outspoken and blaming the government for everything that had happened to his students. \n\nHe needed to find the high school teacher before these henchmen did. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "EDF81B9342A7B55E8F40C9B7CA4E98DB",
                  "SourceString": "ARC_Tome12_Jonah_02_TITLE",
                  "LocalizedString": "MEMORY 202"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D7D67F364E655BFC4F6FD89FD1DB6B61",
                  "SourceString": "ARC_Tome12_Jonah_02_ENTRY",
                  "LocalizedString": "Screams reverberate from his cellphone as Jonah sits in his small, grimy motel room. He watches the fake footage created by a few teens in the area. The screen fills with teens running from an abandoned station as fog rolls after them with deadly hooks like talons trying to snatch them. He has no idea what he’s looking at. Looks like the paintings he had once seen in the Fresno museum with his mother when he was just a kid. Art would broaden his horizons, she had said. Not this art. This art scared the shit out of him. He never wanted to go to another museum again after that. Dean Barker was their teacher. His name was encrypted in the signals because he knows something. His students definitely told him something. Jonah closes the video and opens Dean’s digital profile hoping for a clue—any clue—to find him."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A1474D1243BD848B7887C897528CC43F",
                  "SourceString": "ARC_Tome12_Jonah_03_TITLE",
                  "LocalizedString": "MEMORY 203"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "A2609D214E394E4F7D7E1297CB709C3C",
                  "SourceString": "ARC_Tome12_Jonah_03_ENTRY",
                  "LocalizedString": "Satellite facial recognition pictures in Dean’s digital profile shows Jonah that the teacher often visits a community of homeless men and women carving out a meager existence under a busy overpass. He disembarks his car, walks down, and weaves through the small campfires, searching the cold, solemn faces illuminated by flicking orange light. After some time, he sees a man covered in blankets staring at him intently. As Jonah approaches the man, he jolts to his feet and charges away. Jonah sprints after him to the edge of the highway where he watches Dean sprint past oncoming cars and disappear into the woods on the other side. With a heavy sigh, he returns to his car, trying to catch his breath, wondering what the hell this high school teacher knows that’s got him so spooked.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "19C623634C12EB78141F9D8EECBECF10",
                  "SourceString": "ARC_Tome12_Jonah_04_TITLE",
                  "LocalizedString": "MEMORY 204"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "E44310544B1F9880463DA29AD954EB63",
                  "SourceString": "ARC_Tome12_Jonah_04_ENTRY",
                  "LocalizedString": "In the early morning Jonah sits in his car surveying a nursing home, hoping Dean will try to reach out to his father. He unexpectedly sighs with the realization that he hasn’t contacted his parents for at least three weeks and they’re probably worried sick about him. He’s a fool, and he knows it. You don’t do that to the ones who loved, raised and protected you for the better part of your life. He feels like a spoiled, ungrateful, entitled brat for letting so much time pass without taking one moment—just one moment in his day—to connect with them. \n\nJonah stares at the entrance of the nursing home, telling himself he’ll find some time to call his parents in the evening. Dean’s father has Alzheimer’s and needs constant support. He doesn’t even want to begin to imagine a life where his parents forget him or don’t remember how proud they are that he’s using everything they instilled within him to protect and serve their country and the free world. He never admitted to them that he sometimes felt inadequate for spending most of his time behind a desk despite his superiors telling him he was the right hand of very critical operations. \n\nThe only problem is he has no idea what the left hand is doing with his work. And often Jonah feels like he’s only being presented with a half-truth. \n\nIt’s why he’s here. \n\nIt’s why he’s running his own investigation with his savings. His perfectly reasonable questions about the corporations he deciphered from the signals touched a nerve. A major nerve. It was a reaction even his chief officer hadn’t seen before and he was officially ordered off the assignment. And so, being a good right hand, he officially moved on to a new assignment. Unofficially though… \n\nHe had questions he needed answered. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3934FCC348364AE12807FBBE7B2BF340",
                  "SourceString": "ARC_Tome12_Jonah_05_TITLE",
                  "LocalizedString": "MEMORY 205"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B3A96F7C4F01F96B7EA0788B74BD2AF4",
                  "SourceString": "ARC_Tome12_Jonah_05_ENTRY",
                  "LocalizedString": "As the sun slips below the horizon, Jonah spots a man leaving the nursing home through the side exit. Jonah disembarks and follows the man to the back of the home where he loses him. Again! He curses under his breath and feels like he has to brush up on his field work. He needs to spend a little more time running investigations than sitting behind a desk crunching numbers, searching for patterns, and talking baseball. With a sigh, he strides back to his car, tries to open the door, then realizes it’s locked. He activates the remote in his pocket, opens the door, hops in and starts the car. For a moment he leans against the steering wheel as he stares at the entrance of the nursing home frustrated with himself. He prepares to shift gears into reverse when the passenger door suddenly thrusts open and he finds himself staring at the barrel of a gun. Frustration turns to embarrassment as a hooded man jumps into the passenger seat and closes the door.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "575606E045B48BBEE5304B9C36EDF9D1",
                  "SourceString": "ARC_Tome12_Jonah_06_TITLE",
                  "LocalizedString": "MEMORY 206"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "4306730C475F8A2D6AD1D994BDB2A0CE",
                  "SourceString": "ARC_Tome12_Jonah_06_ENTRY",
                  "LocalizedString": "Jonah raises his hands. Dean stares at him for a long moment, then lowers the gun. Why are you following me? I said I’d come to you when it was safe.  \n\nJonah lowers his hands. He has no idea what Dean’s talking about but he clearly thinks he’s someone he’s not. He shrugs.    \n\nYou need to be more careful. If I spotted you this easily, they’ll spot you too. These people after me are highly trained, ex-military. They’re pros. You don’t see them coming before they put a bullet in your head.  \n\nJonah saw them coming when he was searching Dean’s apartment.   \n\nHow do you know I’m not one of them? \n\nDean swallows hard. I’d be dead by now. You still want to talk to me? It’s not too late to back away from the rabbit hole.  \n\nI do.   \n\nDrive. I’ll tell you where to go.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "D0952DB0433FC8CF0175589F3F800BD4",
                  "SourceString": "ARC_Tome12_Jonah_07_TITLE",
                  "LocalizedString": "MEMORY 207"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "FE68FDCC4B5406EFD93AA58D14CFD7C4",
                  "SourceString": "ARC_Tome12_Jonah_07_ENTRY",
                  "LocalizedString": "Dean refers to Jonah as Max, thinking he works with an independent organization investigating a series of missing persons. He directs him to a dirt road which he follows to an old decrepit wooden bridge. Jonah breaks to a stop by the woods and turns to Dean who stares blankly at the bridge in the moonlight. \n\nDean sighs. My father and I used to fish in the river under the bridge. We had some good times. What do you know about me, Max? \n\nJonah turns his gaze from him. You were a high school teacher. You quit last year after the junkyard tragedy. \n\nThat was no tragedy. I knew those kids. They didn’t bad trip and kill each other. They did a lot of stupid things but they didn’t do that. \n\nJonah nods attentively. \n\nAt first I thought spooks set them up, but then I realized it was much bigger than that. Aren’t you gonna take notes? \n\nJonah taps his temple with a finger. \n\nI’ll remember. \n\nRight, well… Johnny and the others picked up signals from the old abandoned station in the mountains. Weird frequencies and vibrations… And they went up to see what was going on… and when they reached the station, they filmed a bunch of maniacs in robes conducting some ancient ritual while impaling some drugged man who had no idea what was going on. \n\nJonah raises his eyebrows skeptically. \n\nThat was fake footage—a prank to go viral. \n\nDean shakes his head solemnly. \n\nI wish it were. They’d still be alive if it were. Mocking birds embedded in the media told ten lies to hide one truth. Then they discredited and eliminated the source. \n\nDean was referring to an old initiative which had been shut down years before Jonah was born. Jonah sighed skeptically and would have normally dismissed this man as a conspiracy junkie except for the fact that his name was important enough to encrypt in a series of signals. \n\nBefore they were eliminated… they went up to the station again… and got more footage before those bastards destroyed the bridge to get up there. I released some of that footage and they responded… ten lies to hide one truth… and somehow I must have left a digital trail. \n\nDean shakes his head and stares blankly out the windshield. \n\nThe rabbit hole goes deep on this one… real deep… Our institutions have been compromised by a few idiots trying to bring a very dark thing into our world. \n\nJonah nods thoughtfully just as a bullet punches into the rear of the car. Without hesitation, Dean vaults out into the high grass and charges through the woods. Jonah jumps out after him. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "BA8619B34C8436CCE5C18EBD8CB82428",
                  "SourceString": "ARC_Tome12_Jonah_08_TITLE",
                  "LocalizedString": "MEMORY 208"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "974B2A5E4578A78B392E59AC904CFA2B",
                  "SourceString": "ARC_Tome12_Jonah_08_ENTRY",
                  "LocalizedString": "Jonah moves stealthily through the shadows with his gun at the ready. He counted two assailants pursuing them and he figures they’re the same two who confronted him at Dean’s apartment. Seems like a lot of heat for a conspiracy junkie peddling fake footage of ancient cults and deadly rituals. Quickly he ducks in the underbrush and listens to steady footfalls growing louder and louder. He waits patiently for his pursuers. One runs past him. He lunges and knocks him unconscious with the butt of his revolver. He then slinks in the shadows and waits for the other. An instant later he sees him rushing toward him. Just as he passes he thrusts out his arm and clotheslines him. Then he quickly follows through with a pounding fist in the head. Straightening up, he calls out for Dean and, activating the light on his phone, proceeds to search for him."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2FFB6D6444DD2BCF355E9BADDFED48D2",
                  "SourceString": "ARC_Tome12_Jonah_09_TITLE",
                  "LocalizedString": "MEMORY 209"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BDE8436F46F163F63AD22AB832EA4C61",
                  "SourceString": "ARC_Tome12_Jonah_09_ENTRY",
                  "LocalizedString": "Jonah pulls up to the junkyard hoping Dean has the same instinct. He disembarks, climbs over a chain-link fence and surveys the area.  \n\nDoesn’t make sense.  \n\nSomething doesn’t add up.  \n\nHis instinct tells him there are other possibilities. He takes a moment to clear his mind. Then he visualizes the teens arguing about what they should do next and where they should hide the evidence they’ve collected on this ancient cult. Johnny grabs an envelope and disappears amongst the piled cars.    \n\nJonah peers at the cars and wonders if there’s something hidden in the yard. Something the police may have overlooked. He figures he’s got some time to kill before Dean shows up if someone didn’t get to him already.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7C9813664806A5970E3039A1DB436FF4",
                  "SourceString": "ARC_Tome12_Jonah_10_TITLE",
                  "LocalizedString": "MEMORY 210"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "E625891C49D17C4894C0AC85A2738226",
                  "SourceString": "ARC_Tome12_Jonah_10_ENTRY",
                  "LocalizedString": "Ten lies to hide one truth. It’s certainly possible. And it certainly sounds like something the agency would have done in its formative years when mandates were hazy and departments were run by psychopaths like Stamper and Carter. All those secret departments and experiments that had destroyed so many lives had been officially shut down. But… unofficially… he could not say for certain.  \n\nUnofficially, the programs could have moved to other branches of the government, or they could have been rebranded within the manifold compartments of the agency. He couldn’t know. Not for certain.  \n\nWith a sigh Jonah gives up his futile search for something that would corroborate the teacher’s story. He jumps on the hood of a gutted truck, lying on his back, staring at the stars with a terrible feeling rising from the pit of his stomach. He’s never going to see the teacher again. Nor will anyone else. The teacher’s gone. He’d never know the truth unless he bought some equipment and climbed up to the station to see for himself.  \n\nPart of him wants to go home and just forget this whole ordeal. Another part of him wants to know. Needs to know. Needs to understand why he was pulled off the assignment so abruptly. The left hand didn’t realize what the right hand was doing and panicked. That panic had caused a strange feeling inside of him. That very same feeling was there again as when buried rumors of the agency creating and funding rebels to destabilize regions and sell weapons to governments began to resurface.   \n\nThe mere thought makes him want to quit and join his father on the farm. But he’s never quit a thing in his life, and he can’t help but see how perfectly positioned he is to weed the garden from within. Perhaps even kill a few snakes while he’s at it. Seems to him quitting would only allow the weeds to grow and the snakes to reign. He couldn’t allow that, and he certainly couldn’t turn his back on his country even if it meant living a double life. It’s what he was doing anyway. The more he thought about it the more he realized he was in for the climb of his life. Perhaps even… the fight of his life."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Nova/ARC_JON00ALL12HD_004.ARC_JON00ALL12HD_004",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome12_03",
            "Title": {
              "Namespace": "",
              "Key": "7F20485E4478ED16545259A986D16BD3",
              "SourceString": "ARCHIVE_Journal_Tome12_Observer_TITLE",
              "LocalizedString": "The House of Arkham"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "67D5C44E4DA03846A56DBD9D6E067ABD",
              "SourceString": "ARCHIVE_Journal_Tome12_Observer_SUBTITLE",
              "LocalizedString": "Logs, Stories and Notes"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "CF2E517C41D6797FC2A5DAA67DF5961B",
                  "SourceString": "ARC_Tome12_OBSERVER_01_TITLE",
                  "LocalizedString": "Journal of a Moving Picture. The Trapper."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "F7C3164047EA138981A7F1822397F18B",
                  "SourceString": "ARC_Tome12_OBSERVER_01_ENTRY",
                  "LocalizedString": "Listened to a few memories of a deranged miner named Evan on the phonograph. In a nearby pile of discarded stories I even found comic books inspired by the very same memories. Seems to me that these comics were created by artists and authors in other worlds who somehow dreamed of this maniac and his crimes. True in one world, fiction in another, and, I suppose, vice versa. Makes me wonder if someone in another world is dreaming and writing about us. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9B5D06134956BDCEC9B8FDB2A3A9B56F",
                  "SourceString": "ARC_Tome12_OBSERVER_02_TITLE",
                  "LocalizedString": "Twelve to Midnight. The Crows."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5DCB09EA433C442F0DB0F9A21B6C0907",
                  "SourceString": "ARC_Tome12_OBSERVER_02_ENTRY",
                  "LocalizedString": "The farmhouse sat at the end of a long, serpentine dirt road in the middle of nowhere. The derelict house at the end of the road had a roof that sagged and a warped, wide-covered deck with birdfeeders that hadn’t been filled in years. The vast cornfields surrounding the farm house were wild and rumpled. A chime dangling from a nearby gnarled tree rang softly in the warm, humid wind as Max Holt, sitting on a hill at a distance, used binoculars to examine the barns, the rusting tractors and an old collapsing outhouse. Just beyond the farm, he noticed a cemetery with gravestones, etched black against the dusk. He sighed, lowered the binoculars and wiped beads of sweat off his brow. \n\n“So why exactly am I in Texas?” He asked, adjusting a small device in his ear. “What’s so special about this abandoned farm?” \n\n“It’s not abandoned… We decoded a name two days ago and tracked him here.” Haddie’s voice emerged through the tiny black, communication device in his ear. \n\n“What do we know about the mark?” \n\n“Tom Smith. Born in Nevada. Worked as a creative manager in the 60s and 70s in South America for several multinational corporations. No citations. No tickets. No fines. Always paid his taxes on time. Perfect record.” \n\n“Sounds like a cover.” \n\n“Good observation. His real name is Luis Rand. Born in Oakland. Film degree from UCLA. Recruited by the government for a special department. Luis ended up in charge of manufacturing rebellion. Meaning, he produced fictional radio broadcasts in several countries reporting on the victories of rebels that never existed.” \n\n“Why go through all that trouble?” \n\n“People don’t act if they’ve lost hope.” \n\n“What year are we talking about?” \n\n“1950s. Luis created fictional rebel groups to revolt against a government that was trying to do some good for its people. Each broadcast reported a growing rebellion marching on the capital to depose of the president. Usual fare… lies, terror, propaganda… fabrications designed to make the rebels seem unbeatable so no one would dare oppose them. The agency created a boogeyman that never existed, and they used that boogeyman to overthrow an elected president trying to do some good for his country.” \n\n“Right,” Max said. “And heard they’re working on a sequel to the original ‘War of the Worlds.’ Looking forward to that, myself. Heard it’s an epic Five Eyes co-production with no expenses spared.” He chuckled as he scanned the vast empty fields behind the farm. “Should I be looking out for mutilated cows or scorched geometric shapes in cornfields?” \n\n“Not funny, Max. These operations corrupted, destabilized and destroyed entire countries, and Luis has information the Vale wants. You need to get to him before they do.” \n\nSuddenly, Max heard a rumbling in the distance. His binoculars swiveled to a black SUV thundering down the dirt road, throwing great clouds of dust in the air. “Shit, we might be too late. I’ve got an SUV approaching fast.” He hooked his binoculars to his belt and withdrew his pistol. “I’m heading in.” \n\n“Watch yourself.” \n\n“Always.” \n\n \n\nMAX RUSHED DOWN THE HILL as the SUV came to a stop and three shadowy figures vaulted out. Two agents kicked the front door and charged into the house while the other stood guard outside. As Max approached the entrance he lowered to a stealthy crab-walk. From inside he suddenly heard someone cry out in pain. They had Luis and were preparing to torture him. He had to move fast. \n\nWith a great sense of urgency, Max inched closer to the guard, concealing himself in the shadows. Then, all at once, he sprung up behind him, took him in a chokehold and squeezed until his torso shook and his legs sagged. \n\nCarefully, Max lowered the unconscious agent to the ground as Luis released another scream. They had begun to interrogate him. He didn’t have much time. \n\nMax followed the edge of the house to an open window and climbed inside the cluttered home and nearly slipped on a counter covered in grime and dead flies. Stacks of dirty dishes covered the kitchen table. Piles of magazines and books rose from the floor to the ceiling. On the walls were black and white surveillance photos of artists painting murals and protesting various dictators that had been selected and sponsored by the agency. \n\nMax picked his way into the hallway, moving slowly toward the sound of hard knuckles hitting swollen flesh accompanied by the occasional groan. He froze suddenly when everything stopped and one of the agents spoke. “Where are the letters? Where are The Crows? Who else knows about them?” \n\nLuis didn’t answer. \n\nThe punches and groans continued, and so did Max. He inched slowly toward the living room, picking his way around the stacks of boxes and crates, stopping with each step to listen. \n\n“Where are the letters?” \n\nLuis coughed and struggled with every word. “I don’t know what you’re talking about. I’m just an old man who hoards a lot of useless junk from around the world.” \n\nMax reached the living room and peeked through the open doorway. \n\nOne agent prepared a small bottle of orange serum and held it up to Luis. “I’ll ask my questions, again. Disappoint me and you get a drop of Grime. Disappoint me, again, and we move to a spoonful. Another time, and it’s the bottle. If we’re mistaken, and you’re just an old man who likes to hoard junk from around the world, then you have no idea what Grime will do to you.” \n\nThe agent tilted the bottle and let a drop form at the rim of the bottle and asked, “Where are the letters? Where are The Crows? Who else knows about them?” \n\nLuis shook his head. “You’re dealing with forces you couldn’t possibly understand.” \n\nThe agent smiled and let a drop of Grime fall into Luis’ busted mouth. Luis struggled to keep his mouth closed, but the drop dissolved into his cuts and swollen lips. \n\n“I’m told a drop of Grime unlocks a doorway to hell,” the agent said. “I can’t imagine what a bottle would do. Let’s try, again, and let’s not presume to know what I would and wouldn’t understand.” \n\nLuis scoffed. “You remind me of myself when I was first at the agency. Do you even know who you’re working for? Who you’re really working for? Not the government. Not even the corporations. That’s what I thought at first when I realized we weren’t working for the government… I thought we were working for the corporations… But they’re just tools like the agency for a very dark end.” \n\n“Where are the letters!” \n\nThe agent filled a spoon with serum and thrust it into his mouth, breaking his four front teeth. \n\nLuis gagged and coughed and spat blood and saliva. After a long moment he said, “You know the serum you hold is made from a very peculiar flower that comes from another place. And I don’t mean another country.” \n\n“Where are The Crows!” \n\n“Your true masters are into some crazy shit. They are. They don’t just sacrifice people to their ancient god. No. That would be too easy. They go a step beyond. They sacrifice villages, towns and countries, turning them into places of fear. It’s all about the fear… hate… anger…” \n\nLuis nodded. \n\n“What we did in the 50s and 70s was just the beginning. They want to sacrifice the world. They do. They think by turning this world into a living hell they’ll bring forth transcendence.” \n\n The agent sighed. “You are a stubborn old mule, aren’t you.” He grabbed his hair, tilted his head back and smashed the bottle into his mouth just as Max sprung from the shadows in one fluid motion, firing two rounds into each surprised face. Then he rushed to Luis and pulled the bottle out of his gaping mouth. \n\nLuis smiled at Max. “I ain’t getting out of this one. I can already hear the voices… the horror…” \n\n“Luis, stay with me.” \n\nLuis stared at Max for a long moment. Then he said, “You’re the ones, they’re after—the wrench in their finely oiled killing machine.” \n\nMax nodded as the Comms in his ear sounded. “Ask him about what they wanted?” He inched closer to Luis. “What do you have that scares them so much?” \n\nLuis smiled. “Words.” \n\n“Words?” \n\n“Poetry. Art. Letters.” Luis began to sob, and Max was sure the serum was beginning to act on his faculties. Then he continued, “I thought I was a patriot, preventing threats to our way of life. Imagine my surprise when I found out the agency is just a tool for a bunch of rich assholes in dark robes. I hurt so many people… they’re coming for me… ” \n\n“What did they want?” \n\nLuis struggled against the poison coursing through his veins. \n\n“We targeted her because she was connected. She could see things in the other world. She could see their faces and she could paint them in a way no remote viewer ever could. When we tried to own her… her voice… her art… so she wouldn’t expose us… she still painted… whatever she wanted.” \n\nLuis fell silent, and his face tightened. \n\n“Her mother was the same, and we intercepted her letters to her daughter. We couldn’t let her know her mother was still alive. Both mother and daughter had something between them we couldn’t possibly understand. A variable we had somehow overlooked.” \n\nLuis groaned and trembled and struggled to calm himself before he continued. \n\n“We paid her father to keep a close eye on her and report anything unusual in her art. She could see crows from the other world… she told her father they were following her, protecting her, and he thought she was crazy.” \n\nLuis began to breathe heavily. \n\n“It was all there in her collection…The Crows… a blueprint of how they planned to sacrifice the entire world to their ancient god. I’ve seen the paintings, and I still don’t get it. I hate what we did to that poor girl and her brother. At least the mother… got away…” \n\nLuis trailed away. He collected his thoughts and took in a deep breath. \n\n“The girl nearly got away too. She ran, and she started a collective of artists, a rebellion we didn’t control, and they painted and wrote poetry against the corruption—against the darkness.” \n\nLuis shook his head, almost in disbelief. \n\n“They published a book of poetry along with an underground magazine. We had to find every single one of those books and periodicals and burn them.” \n\nLuis began to stammer. \n\n“Her mistake was going to her father… for all the things she had seen she did not see him.” \n\nLuis lost himself for a moment. Tears formed in his eyes and slowly slipped down his face as he continued. \n\n“She was just an experiment and she ended up turning against us. She was the key, the leader, the inspiration for them and for me…” \n\nHis eyes widened as though he saw something horrible behind Max. He closed his eyes and when he opened them again he continued with difficulty. \n\n“What we did to them… I will never forgive myself for.” \n\n“Do you have the letters?” \n\n“They’re coming for me! I can hear them!” \n\n“Do you have the paintings!” \n\nLuis started, then nodded as he struggled for every breath. \n\nMax realized he didn’t have much time. “Are they in the house?” he asked, leaning closer to Luis. But Luis didn’t answer. He tried to speak with difficultly, whispering: \n\n“15… 13…” \n\nHe repeated the numbers again, then suddenly shrieked and thrashed in the chair. Max tried to rip the tape off his arms as he jerked about, making the chair thump against the creaking floors. \n\nWhen Max finally freed him, Luis jackknifed to his feet, charged past him and dove straight through the window. Bleeding from multiple lacerations, he crawled toward the cemetery before his mouth froze in a hideous scream of terror. \n\n \n\nOUTSIDE IN THE GROWING DARKNESS, Max knelt beside Luis checking for a pulse but didn’t find any. Luis' eyes were wide and his hand extended out toward the cemetery. “Nothing you could have done for him,” Haddie’s voice sounded in his ears. Max stared at the dead man’s hands, then the cemetery where he saw gravestones in the moonlight. \n\n“15… 13… It could be a safety deposit box.” Haddie observed. \n\nMax nodded. “Yeah, it could be.” He narrowed his eyes on the cemetery. The trail of blood Luis left on the ground was like an arrow pointing to a gravestone. “Hold on, I got a hunch.” \n\nMax stood and proceeded toward the cemetery. \n\n“You need to be careful. There could be more agents on their way.” \n\n “Government agents I can handle. It’s the other shit I’m worried about.” \n\n \n\nMAX FOUND A BURIAL PLOT MARKED 1513 IN THE SMALL CEMETERY, and using a shovel he had found in a barn, he dug deep into the ground until he hit a coffin. He jumped down into the hole and brushed the dirt off the lid with his blistered hands. Then he heaved the rotten lid open to find a thick lining of black plastic. As he ripped the plastic apart, the scent of wet earth, paint and burnt wood hit him like slap in the face. But within moments he found himself staring at sketches, books, envelopes, statuettes and paintings from different times and origins. “Jackpot!” he said, and activated his cellphone camera to send a live stream to Haddie who was sitting safely in the back of a cramped bookstore in New York City. \n\n“Mora,” Haddie said as she observed the paintings. “We’ve sensed she was ‘marked’ like the others but could never prove it. She was clearly connected…” Her voice trailed away pensively as he held the cellphone above a painting of a medieval lord surrounded by stacks of bodies in a crumbling castle. “Looks like another artist… also seeing into the other realm…” \n\nMax scanned the paintings, then moved on to a copy of a book titled, ‘Poets Against the Darkness.’ From within the book he pulled out an envelope with ‘WSFM’ written on it. “What does WSFM stand for?” \n\n“Weird Science and Freakin' Magic department.” \n\nMax chuckled. “What?” \n\n“True story… you’re starting to lag—” \n\nMax looked up and to his horror he noticed a thick, unnatural fog creeping over the open grave. “Shit!” he said with dawning realization. “I think I’m in a Bleed. I think that’s why Luis hid the artifacts here.” \n\nBut Haddie didn’t respond. A high pitch whine sounded in his ear and he instantly pulled off the earpiece. As he thrust his comms into his pocket, he saw crows circling above and felt his entire body suddenly prickle with needles. His body was reacting to another vibration as he shifted in and out of another dimension. As he tried to gather himself, he heard a twig snap above. He looked up to see a tall woman made of darkness standing by the grave. \n\nMax quickly hid inside the coffin, pulling the wooden lid over. He stared through a crack in the wood at the dark apparition looming above him. It stared down at the coffin with cold black eyes and black blood like ink dripping down from its fingers. A crow flew down into the grave, landing on the coffin, pecking nervously at the lid, giving away his position. \n\nMax closed his eyes and waited to be dragged away to this other world. But the crow disappeared and the apparition drifted away from the grave. Max quietly slipped out of the coffin and climbed out of the grave, ascending into a world of fog. He could hear the crows circling above but couldn’t see them. As he ran, he heard the sound of his heart thumping against his chest, and then he heard footsteps. Behind him. Growing faster. Louder. \n\nMax glanced over his shoulder but saw only a mass of fog. He didn’t wait for whatever lurked in the darkness to snatch him. He charged through the cemetery, jumped over the fence and stumbled miserably to the ground. Then he closed his eyes and lost consciousness as a high-pitched whine filled his ear. \n\nWhen at last he opened his eyes, it was morning and beams of golden sunlight poured through the cracks of a door illuminating the darkness and warming his face. He had no recollection of what had transpired, only vague flashbacks of dragging himself over the ground while unnatural and incomprehensible things moved around him. \n\nHe remembered the crows, the woman with the black eyes, and the shrieks and screams that rent the night. He remembered seeing the outhouse and crawling through a layer of fog. He remembered opening the creaking, red door and hiding inside. Everything else was a blur. \n\nCovered in dirt and filth, he stepped out into the harsh, white sunlight. He grabbed his phone and called Haddie. A moment later her face appeared on the small screen. \n\n“Thought we lost you there.” \n\n“I feel like I’ve been run over by a truck… but I’m still here…” Max turned round and round, staring at the old farm. “I don’t remember much.” \n\n“You were out the whole night.” \n\n“Yeah… well… It felt like an eternity.” "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "61470984479DA13780CA978902860C09",
                  "SourceString": "ARC_Tome12_OBSERVER_03_TITLE",
                  "LocalizedString": "Chamber of Blood. The Redcrane. Snake in the Garden."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1CB0B3F64524AD200CBE3C83C6FDBDBD",
                  "SourceString": "ARC_Tome12_OBSERVER_03_ENTRY",
                  "LocalizedString": "Saku spent the day piling the decomposing bodies she had discovered in the remote mountain village. Mothers. Fathers. Brothers. Sisters. Children. All killed in a ritualistic manner. And as night descended, she set the victims of the Black Serpent Society ablaze. The flames rose violently and shot burning red embers into the black abyss above. As the fire waved and crackled, Saku watched the flames devour flesh and tried not to think of the suffering the Society had put the village through. One of their members was ‘Becoming’ and the Becoming ceremony was a rite of passage. The member would drink tea brewed from the purple petals of a flower they harvested from another world, and this tea either killed them or brought them a nightmare from this other world that they would have to recreate in this one. She had witnessed three of these nightmares before. Horrifying monuments made out of villagers who had been hunted down like game and tortured and restructured into a human offering. She didn’t know what horrors these snakes had seen in the other world, but whatever they had seen could not have been more horrific and brutal than what they created in this world. \n\nReflecting on the offerings Saku had seen in the past, she expected she would find a similar offering not too far from the village. And so, preparing for the worst, she grabbed a branch on the ground and lit a torch from the burning pyre. Carefully, she made her way into the surrounding woods. \n\nIt wasn’t long before Saku found a pile of clothing and a trail of gore and petals. She followed the trail to a mound of beautiful flowers growing from the hacked bodies of villagers. With a sigh, she examined the area, the flickering torchlight lighting the way. Within moments, she realized the area had been hacked and cleared so that it resembled a kind of maze. The villagers had been hunted and captured in this maze that was meant to resemble a snake’s nightmare. \n\nThat’s what she called members of the Society. \n\nSnakes. \n\nThere was nothing human about them. People had warmth and empathy, and these cultists lacked both and likely had cold blood running through their veins. And Saku knew the creator of this maze and offering might still be around, embedded in its offering to the Black Serpent, symbolically shedding its human skin. \n\nSaku turned back to the offering and held her breath as she searched the ghastly faces of the dead for signs of life. As she searched for the snake in this garden of death, she suddenly heard the crackle of undergrowth behind her. Instinctively, Saku ducked as a thick ax whirred over her head and cut through flowers and a bloated torso. Stepping back, she dropped the torch and turned to face a snake in a demon mask shrieking at her. The snake withdrew the ax attacked wildly. \n\nWith short, quick steps, Saku evaded savage blows. Then she withdrew her gleaming sword and in one fluid motion, she decapitated the snake and watched the headless torso stagger left and right as a fountain of warm blood sprayed the ground and trees. The torso collapsed and became one with the offering as the head rolled away and finally stopped at the base of a tree. \n\nSaku walked over to the head, picked it up, and removed the mask to reveal a young woman with wide, unblinking eyes. Feeling sad for this woman who had been charmed, groomed and corrupted by the Society, she carried the head to the offering where she placed it next to the torso. \n\nGently, Saku picked up the flickering torch from the ground and set the offering on fire. The burning stack of bodies reflected bright orange in her eyes as she remembered her clan and wondered if she would ever stop the Society from corrupting and destroying her beloved country. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3D27334142FD6593A323C1AB12B17D57",
                  "SourceString": "ARC_Tome12_OBSERVER_04_TITLE",
                  "LocalizedString": "DAWN OF THE FLESH EATERS 1"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D769FADF4871B80DD8196F988BC12599",
                  "SourceString": "ARC_Tome12_OBSERVER_04_ENTRY",
                  "LocalizedString": "“WHERE ARE YOU TAKING ME?” Lori asked as she followed Ian through the woods.  \n\n“Point Pleasant Peak.” Ian stepped toward a chain-link fence, searching for the hole he had created a week ago, sidestepping a pile of bones and gore that had once been a coyote.  \n\n“We shouldn’t be here. We should turn back.”  \n\n“Nonsense,” Ian said, finding the hole in the fence. “It’s going to be just like old times.”  \n\nExcept that it wasn’t. Today would be better than old times. Today would be a special day—a day like none other. A day that would rise above all other days.  \n\nIan had been planning the hike to their special place for a little over a year, and nothing would get in his way. Not the fence. Not the law. Not even the creepy genetic research institute that had bought up all the land.    \n\n“You know… they closed the trail for a reason.”  \n\n“They closed the trail because some corrupt mayor sold public land to a corporation. Should have never happened in the first place.” Ian yanked at the edge of the hole in the fence. “Let’s get to the peak and snap some pictures.”  \n\nLori smiled at him, then crouched and pushed her way through the hole, saying, “What’s the worst thing that can happen?”  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3B9D221241827FC2475BD3AE2AE80188",
                  "SourceString": "ARC_Tome12_OBSERVER_05_TITLE",
                  "LocalizedString": "DAWN OF THE FLESH EATERS 2"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "438FC89F429D813B9A80AEB1C42338F8",
                  "SourceString": "ARC_Tome12_OBSERVER_05_ENTRY",
                  "LocalizedString": "A DEEP ORANGE GLOW penetrated the canopy as Ian and Lori followed an old trail up to Point Pleasant Peak. The air was fresh and cool and every now and then Lori stopped to snap a picture of a plant or flower or bird while Ian checked his pocket for the little black box that contained all the hopes and dreams he had for their collective lives. He was going to do it. He was really going to do it.  \n\nLori stopped suddenly and pointed at two hawks circling in the distance. Ian stepped up to her, observing, and she snapped pictures.  \n\nAn omen, he thought. A beautiful, majestic couple working together in complete harmony. They circled together in the amber sky, one clockwise, the other counter-clockwise. Their graceful paths twined and intersected with wings fully spread as they searched for dinner. Then they stopped circling and swept down with wings half-bent, disappearing into the woods.  \n\nLori trained her camera at the trees waiting for the hawks to reemerge with dinner. But when no hawk burst from the trees after a few minutes, they continued up the trail, reminiscing about the first time they had met on the trail. He had seen her feeding squirrels to draw them closer for a picture. He remembered telling her it was bad luck to feed wild life. She told him to mind his business, that she made her own luck. They had been together ever since. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7938A85D4C4EDCFCC86ACAA81E577B76",
                  "SourceString": "ARC_Tome12_OBSERVER_06_TITLE",
                  "LocalizedString": "DAWN OF THE FLESH EATERS 3"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "069E2AAB469972479D1A7DA8DFA075E1",
                  "SourceString": "ARC_Tome12_OBSERVER_06_ENTRY",
                  "LocalizedString": "IAN DIDN’T UNDERSTAND why Lori suddenly froze as she clambered up the trail. “What’s wrong?” he asked, stepping up beside her.  \n\nLori shook her head slowly. “I feel like we’re being watched.” \n\n“You’re letting your imagination get the better of you. Come on, let’s go.”  \n\nA soft chirping sound began from every direction.  \n\n“I don’t recognize that sound.”  \n\n“Just birds.”  \n\n“Well, that’s not coming from birds!” \n\nThe sound suddenly faded into silence.  \n\nIan nudged her, and smiled and gestured for her to continue up the trail. She did, but within moments they both stopped at the sight of two dead hawks surrounded by feathers and warm blood.  \n\n“Looks like they messed with the wrong mouse.” Ian swallowed hard, trying to make light of the situation, secretly hoping he’d get another omen along the way.  \n\nLori snapped a picture. “Something’s not right… What could have done that to a hawk?”  \n\nIan didn’t answer for a long, pensive moment. Then he forced a laugh, grabbed her hand and led her up the trail to their special place.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5EA882D24A771BB83C2ADB928B4C1C3D",
                  "SourceString": "ARC_Tome12_OBSERVER_07_TITLE",
                  "LocalizedString": "DAWN OF THE FLESH EATERS 4"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0D5DB21A423131D6FC206AA7002DAFBC",
                  "SourceString": "ARC_Tome12_OBSERVER_07_ENTRY",
                  "LocalizedString": "THE FOREST WAS strangely quiet when Ian and Lori came upon a cottontail in the middle of the trail. They stood before the bunny for a moment, staring into its small black eyes. Ian was pretty sure a rabbit was a good omen and was a sign that the day would turn out exactly as he had planned. \n\n“Seven years good luck if you feed a helpless bunny.” Lori laughed and searched her rucksack for a carrot.   \n\n“Don’t…”  \n\n“Come on, the poor chub looks like it hasn’t eaten in days.”  \n\nIan sighed. “I guess one carrot isn’t the end of the world.” \n\nLori prepared her camera as she extended the carrot to the rabbit. As she did, the strange chirping sound returned, rising louder and louder all around them.  \n\nA cold tingle suddenly ran down Ian’s spine. Something about the critter’s eyes told him they had made a grave error in judgement and that the day wouldn’t be as perfect as he had imagined it would be.  \n\nLori inched back from the seemingly helpless rabbit, then stumbled on her haunches as it suddenly roared with a mouth filled with needle-like teeth. The roar was a call and soon hundreds of flesh eating rabbits sprang out of the shadows and surrounded them.  \n\nIan didn’t process much after that. He fell back and hit his head on a boulder as millions of needles punctured his skin and ripped away flesh, muscle and bone. He heard Lori scream and for a moment he wished he hadn’t been such a damn romantic. Then black fog filled his vision as he yelled out a question and his stubborn hand fumbled in his pocket and pulled out a small black box. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8C301EEF4BC951D3513B779295057EEB",
                  "SourceString": "ARC_Tome12_OBSERVER_08_TITLE",
                  "LocalizedString": "Year Seven. Day 207. Morning. "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "22D2DEE046FC94AE06C752896FA64F8A",
                  "SourceString": "ARC_Tome12_OBSERVER_08_ENTRY",
                  "LocalizedString": "Since we’ve arrived at the tower James has spent most of his time going through the stories and journals left by the previous occupants. He keeps a journal of his own and is determined to write a movie about our collective experience. The other day I looked over his shoulder to see what he was writing in his notebook. To my surprise, he had transcribed an entire conversation between the Parks. I cleared my throat to secure his attention. He turned around, startled, staring at me with I could only describe as a homicidal glare. It was as though I had interrupted the writing of the Declaration of Independence. I questioned the etiquette and morality of eavesdropping. He questioned the etiquette and morality of reading over his shoulder. He then added that anything and everything is fair game for a writer. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "911D835745ECC3CC658E9F98982E895A",
                  "SourceString": "ARC_Tome12_OBSERVER_09_TITLE",
                  "LocalizedString": "Year Seven. Day 207. Afternoon."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B2BD73C34302F0A4E41911B857C29BD2",
                  "SourceString": "ARC_Tome12_OBSERVER_09_ENTRY",
                  "LocalizedString": "I went up to my favourite spot on the roof of the tower where I listened to memories recorded on vinyl records by one of the previous occupants whose disappearance still remains a mystery. The air smelt of ammonia and wet leaves; the fog tossed and heaved and rolled endlessly toward the horizon as laughter and arguments rose from the ninth floor. Donald the carpenter and a few others built a mini-putt out of all the things from other worlds for our amusement and entertainment. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3B30E87847720EDCD83088A02D0B110C",
                  "SourceString": "ARC_Tome12_OBSERVER_10_TITLE",
                  "LocalizedString": "Year Seven. Day 207. Night."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "F0DAD3B544CA7731754AA39E8225E1C6",
                  "SourceString": "ARC_Tome12_OBSERVER_10_ENTRY",
                  "LocalizedString": "Life here is an unrelenting struggle against alienation, anxiety, depression and boredom. The mini-putt helps. The stories, too. We all take turns reading them. James takes it to another level and performs them. Before he was a writer, he was an actor who had worked on several radio serials and advertisements. With all these distractions, it’s nice to forget the horrors of this world and the hard fight to maintain our sanity."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Nova/ARC_HST00ALL12HD_005.ARC_HST00ALL12HD_005",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "Tome12"
      }
    }
  }
]