[
  {
    "Type": "DataTable",
    "Name": "CharacterDescriptionDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct'CharacterDescription'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "268435466": {
        "CharacterIndex": 268435466,
        "Role": "EPlayerRole::VE_Slasher",
        "Difficulty": "ECharacterDifficulty::VE_Hard",
        "DisplayName": {
          "Namespace": "",
          "Key": "35B8553A4A03E085D9869F899B9A3CBC",
          "SourceString": "KILLER_FK_NAME",
          "LocalizedString": "The Pig"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "622CD12C4F4DC1EB314DCABC1FAC94D2",
          "SourceString": "KILLER_FK_BIO",
          "LocalizedString": "When John Kramer, better known as Jigsaw, planned for his son to be born during the Chinese Zodiac’s Year of the Pig, he wanted it to represent fertility and rebirth; a new beginning for him and his wife, and the start of a charmed life for his son. But that plan was shattered on the night that a junkie broke into his wife’s clinic, hoping to score. <br><br>After this event resulted in the death of his unborn son, John finally caught up with the junkie, making him his first test subject, and the Pig was changed forever too. It became a representation of the disease that was rotting John from the inside, a reminder that we are just meat unless we elevate ourselves through our actions, by grasping life from the jaws of death.<br><br>The Pig became a vessel, an agent of Jigsaw, conveying the subjects to their test. For some of those who emerged victorious, the Pig could still be a rebirth, into their new lives as apprentices, even disciples, of Jigsaw. <br><br>That was the case for Amanda Young, a troubled soul, whose life had been a catalogue of harm, both to herself and those around her. That changed when she faced, and bested, Jigsaw’s test. Deciding her life was worth something, she became devoted to Jigsaw’s cause, ready to take over when the cancer consumed him.<br><br>But she became more dependent on John, her anguish at his impending death combining with a belief that their test subjects weren’t capable of saving themselves, of being reborn in the crucible of the games. <br><br>Seeing this, John presented her with another game, another chance to save herself, but Amanda let her rage and jealousy rule her actions. She failed the test and took a bullet as a consequence. <br><br>Bleeding out on the tiled floor, darkness engulfed Amanda’s vision, accompanied by a sound like creaking wood. Then she was in a forest, once more viewing the world through the eyes of a Pig. Trees surrounded her, their branches clawing at her from all sides. Waves of panic washed over her and she could hear her breath reverberating inside the mask.<br><br>Had she been damned, cursed to spend her days here, in this guise? Or maybe this was another test? Maybe she hadn’t failed at all? John always thought one step ahead of everyone else, planned for every eventuality, and he would never give up on her, surely?<br><br>Jigsaw may have gone but he had passed her onto another. A being for whom she would be The Pig again.<br><br>Ultimately, she saw now that she had been right in the choices she had made. The time for games was over. There was no chance of redemption for any of them. They were meat, and meat was destined for slaughter. "
        },
        "Biography": {
          "Namespace": "",
          "Key": "70E0923149C3D85A88935393A3A58274",
          "SourceString": "POWER_FL_TOOLTIP",
          "LocalizedString": "A tormenting Killer, able to Crouch into stealth mode, then Ambush Survivors from a short distance. She can also apply <B>Reverse Bear Traps</B> to downed Survivors, forcing them to remove it before the timer runs out. If the timer expires, they die instantly.<BR><BR>Her personal perks, <B>Hangman's Trick</B>, <B>Surveillance</B> and <B>Make Your Choice</B>, give her more map control and expose altruistic Survivors."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Finland/K11_ThePig_Portrait.png",
        "HudIcon": null,
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/storeBackground_FK.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::KillerHead",
            "DefaultItemId": {
              "RowValue": "FK_Mask01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerBody",
            "DefaultItemId": {
              "RowValue": "FK_Body01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerWeapon",
            "DefaultItemId": {
              "RowValue": "FK_W01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Finland",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[K11] The Pig",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": true,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/BP_Slasher_Character_11.BP_Slasher_Character_11_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/Menu/BP_Menu_Slasher11.BP_Menu_Slasher11_C",
          "SubPathString": ""
        },
        "DefaultItem": "Item_Slasher_ReverseBearTrap",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Female",
        "KillerAbilities": [
          "EKillerAbilities::VE_ReverseBearTrap"
        ],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "/Game/Data/Dlc/Finland/FinlandKillerTunableDB.FinlandKillerTunableDB",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "Namespace": "",
            "Key": "C985D4D14E9DAE54E5D7B18966679099",
            "SourceString": "ATLANTACHARACTERSLIDE_FK_OVERVIEW",
            "LocalizedString": "Amanda Young, also known as The Pig, is a tormenting Killer. She focuses on torturing Survivors and testing their wits."
          },
          "Playstyle": {
            "Namespace": "",
            "Key": "6DB456204DBB466003549A87546E89BD",
            "SourceString": "ATLANTACHARACTERSLIDE_FK_PLAYSTYLE",
            "LocalizedString": "The Pig is able to creep up and Ambush Survivors by Crouching. When a Survivor is downed, The Pig can fit them with a Reverse Bear Trap that triggers instant death if its key isn't found."
          },
          "ImageFilePath": "UI/Icons/CharacterSlideShowRenders/Atlanta_Slideshow_FK.png",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [
          "KillerMask",
          "KillerTorso",
          "KillerPower"
        ],
        "CharacterId": "Pig"
      },
      "12": {
        "CharacterIndex": 12,
        "Role": "EPlayerRole::VE_Camper",
        "Difficulty": "ECharacterDifficulty::VE_None",
        "DisplayName": {
          "Namespace": "",
          "Key": "DFF909BA4581C13B662977961F87DC14",
          "SourceString": "SURVIVOR_FS_NAME",
          "LocalizedString": "Detective Tapp"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "AAFD42454636907C317C1490789BDB52",
          "SourceString": "SURVIVOR_FS_BIO",
          "LocalizedString": "Detective David Tapp was one of the good guys. His determination to see Killers brought to justice and their victims avenged had led him through a long and respected career.<br><br>When he first saw the details of the Jigsaw case, it seemed like many others. More grisly and macabre, sure, but just another lunatic with a penchant for the over-dramatic, who would soon be behind bars.<br><br>A stroke of insight brought Tapp, and his partner Detective Stephen Sing, to an abandoned mannequin factory, where they discovered Jigsaw’s lair. They apprehended the man but he managed to escape before being unmasked, slashing Tapp’s throat as he did so.<br><br>Leaving his partner, Sing went in pursuit, but fell victim to a booby trap.<br><br>Tapp had failed to go by the book on this one occasion, entering the lair without a warrant, and it had resulted in a Detective’s death. He was discharged from the force and left with a ruined throat and crippling guilt.<br><br>He channeled that guilt into an obsession: he would find the Killer, stop the murders, vindicate himself, and avenge his friend and colleague. Following the evidence trail brought him to Dr Lawrence Gordon and he staked out the doctor’s apartment, sure that he would find some evidence of guilt.<br><br>Then he saw a stranger at Gordon’s window, and heard gunshots. Tapp confronted him and the man fled, with the pursuit leading to an industrial building.<br><br>Tapp’s age caught up with him, A fight that he would easily have won in his younger days ended with Tapp taking a bullet to the chest. Slumping to the floor, he saw only failure. He had failed his partner, and the other victims. Whoever the Killer was, Tapp had been unable to stop him. More would die and it would be his fault.<br><br>He let the rage and guilt consume him and closed his eyes for the final time. Beneath him, the concrete floor softened. He dug his fingers into the ground, feeling dirt and leaves. Where his chest had been wet with blood, the shirt was now dry and the pain had gone. His eyes opened onto a darkened sky and the jagged, searching fingers of branches.<br><br>Screams echoed through the forest and a new determination filled him. His mind was clear for the first time in months. Victims needed to be avenged, Killers thwarted. He didn’t know what this place was, but he was still a cop, and he always would be. He had a job to do. "
        },
        "Biography": {
          "Namespace": "",
          "Key": "D657D22D42B4E390A3028492330EEAE7",
          "SourceString": "SURVIVOR_FS_TOOLTIP",
          "LocalizedString": "An obsessed detective, able to locate and complete objectives faster.<BR><BR>His personal perks, <B>Tenacity</B>, <B>Detective's Hunch</B> and <B>Stake Out</B>, make him objective-focused and able to rapidly recover."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Finland/S12_DetectiveDavidTapp_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'FS_charSelect_portrait_HUD'",
          "ObjectPath": "DeadByDaylight/Content/UI/UMGAssets/Icons/CharPortraitsHUD/Finland/FS_charSelect_portrait_HUD.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/storeBackground_FS.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::SurvivorHead",
            "DefaultItemId": {
              "RowValue": "FS_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorTorso",
            "DefaultItemId": {
              "RowValue": "FS_Torso01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorLegs",
            "DefaultItemId": {
              "RowValue": "FS_Legs01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Finland",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[S13] Detective David Tapp",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": true,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/BP_CamperMale07_Character.BP_CamperMale07_Character_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/Menu/BP_Menu_CamperMale07.BP_Menu_CamperMale07_C",
          "SubPathString": ""
        },
        "DefaultItem": "None",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Male",
        "KillerAbilities": [],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "None",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "Namespace": "",
            "Key": "42946DB845E6153F8CEDC6A7C7A9E9F1",
            "SourceString": "ATLANTACHARACTERSLIDE_FS_OVERVIEW",
            "LocalizedString": "David Tapp is an obsessive detective, driven by a need for justice. He is dead set on reaching his goal and surviving no matter what."
          },
          "Playstyle": {
            "Namespace": "",
            "Key": "2DB1D6934212534C11A609BD3184132A",
            "SourceString": "ATLANTACHARACTERSLIDE_FS_PLAYSTYLE",
            "LocalizedString": "David is an objective-focused Survivor who can quickly locate important objects. His fierce determination allows him to rapidly recover."
          },
          "ImageFilePath": "UI/Icons/CharacterSlideShowRenders/Atlanta_Slideshow_FS.png",
          "PerkCategory": [
            "EPerkCategory::Adaptation",
            "EPerkCategory::Perception",
            "EPerkCategory::Safeguard"
          ]
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [],
        "CharacterId": "Eric"
      }
    }
  }
]