[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Tome11": {
        "Title": {
          "Namespace": "",
          "Key": "0B3A9AE54DABB0DB07AC3AAFBB6F4BCC",
          "SourceString": "ARCHIVE_Journal_Tome11_TITLE",
          "LocalizedString": "@#ARCHIVE_Journal_Tome11_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "Tome11_01",
            "Title": {
              "Namespace": "",
              "Key": "6AD824544185BDEB8817E5B0F86E38C1",
              "SourceString": "ARCHIVE_Journal_Tome11_Twins_TITLE",
              "LocalizedString": "Side By Side Forever"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "E2432683416979DF09BFAD9D85BD90FB",
              "SourceString": "ARCHIVE_Journal_Tome11_Twins_SUBTITLE",
              "LocalizedString": "Memories: Charlotte & Victor Deshayes "
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "FB82627F437C11CF020B62A4C76B46B6",
                  "SourceString": "ARC_Tome11_TWINS_01_TITLE",
                  "LocalizedString": "Memory 6903 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "004DC4AD465BC7A6DB53B79511A3D452",
                  "SourceString": "ARC_Tome11_TWINS_01_ENTRY",
                  "LocalizedString": "A gust of wind tussles the leaves in the forest. Charlotte is heading west, as far from the temple as possible. If she gathers some supplies, perhaps she could reach the coast. Her mother once told her about a dream she had of sailing west across the ocean… to another world. Perhaps… Charlotte could leave this hateful place behind and find a new home. \n\nA branch cracks behind her. She turns around, instinctively holding Victor closer to her chest. Is someone following them?\n\nShe hurries onward, reaching a stony bridge leading to a village on a mossy hill. It is risky to stop at the village, but she needs supplies. \n\nCharlotte places Victor in the scarf wrapped around her torso. He is too weak to move. Too weak to speak. What the black cloaks did to him in the temple… changed him. To build his strength back, she needs to get some food and medicine.\n\nWalking down the village's narrow streets, she reaches the market. Her mother taught her how to get what she needed from a vendor's stall. Distract them and only take what you can carry. Leave before you're noticed. Better to be safe than… captured.\n\nShe spots a vendor selling herbs and ointments. Medicine is a priority. Charlotte pulls her hood over her face and approaches the stall slowly. Then she waits for an opportunity. When the vendor turns to address another customer, she extends her arm and snatches a few vials. \n\nThen she spots a pile of fruit at the back of the stall. Risky… but the sweet smell of ripe apples is enchanting. She glances at the vendor, who is arguing over prices. She crouches and slowly sneaks past him. \n\nWhen she reaches for the basket of fruit, she sees what lies under it: cured cheese. She grabs a large piece and shoves it in her bag with a few apples. Then she crouches under the stall and exits the opposite way she came in, leaving the vendor behind. \n\nWalking hurriedly, she heads down the street, where beggars are kindling rubbish. Despite the stank, the warmth of the flames feels good. \n\nSuddenly, a heavy hand falls on her shoulder. A towering man with a bow in his hand is staring down at her. \n\nHe smiles menacingly. Hunters were talking about you. You're going to make me a rich man.\n\nCharlotte kicks the burning pile of garbage and embers spill on the ground, igniting a puddle of wine. Panic spreads faster than flames as several villagers push the beggars who are trying to stamp out the fire.\n\nAmid the commotion, Charlotte darts off. But the menacing villager snatches her bag, bringing her to a full stop. Panicking, she tears the strap of her bag, and lets its contents spill onto the ground. \n\nThen she runs at full speed until she reaches the stony bridge. Looking over her shoulder, she sees black smoke billowing from the village. Her stomach churns.\n\nShe once saw a face licked by flames before, cheeks charred like crisp leaves.\n\nShe bites her tongue, trying to repress the memory. She cannot slow down. The villagers could be on her chase. \n\nShe heads into the woods, running until she could no longer smell smoke in the air."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5C91CFA945E4CFF70739DDADED442205",
                  "SourceString": "ARC_Tome11_TWINS_02_TITLE",
                  "LocalizedString": "Memory 6904"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1D73EB16420DED4164B326BF3ED27291",
                  "SourceString": "ARC_Tome11_TWINS_02_ENTRY",
                  "LocalizedString": "Charlotte reaches a muddy patch in the woods. Going further this way would leave a trail. Right now, she could not risk it. One of the villagers could be tracking them. \n\nThe river is the safer route since it would leave no trail behind. She steps into the icy water, her oversize boots splashing around. In seconds, her clothes are drenched. When the wind howls, her freezing flesh is set ablaze.  \n\nAfter several hours of trekking in ice-cold water, she reaches the bottom of a colossal waterfall. The end of the road. \n\nA plateau lies above, midway between the river and the top of the waterfall. It would make for a difficult climb, but it is possible. If she reaches this plateau, the view would allow her to spot any villager on her trail. She could sleep soundly for the first time in weeks. \nLooking down at Victor wrapped in her scarf, she sees how pale he looks. They both need their rest. \n\nCharlotte examines the rock wall surrounding the waterfall, looking for holds and grips in the boulder’s shapes. Then she tightens her scarf around Victor to keep him in place. \n\nShe reaches the cliff and grabs the rock wall. One foot up. Then another. Her arms tire first. She lands her right foot on a protuberant boulder and shifts her weight to relax her muscles. But her heel slides out of her oversize boot. Ignoring her aching arms, she holds onto the cliff, pushing her foot hard against the boulder to force the boot back on. But the boulder shifts under the pressure and comes loose. \n\nSuddenly, there is nothing but air under her right foot. The boulder tumbles down the cliff along with her boot, plunging into the river. \nCharlotte’s arms are shaking, and she cannot move. Her fingers are slipping away, one by one. Soon, she will tumble down just like that boulder, and plummet to her death. \n\nHer breathing becomes ragged. Is this the end?\n\nShe promised Victor she would save him. That one day they would be free. Is this the best she could do? A brutal plunge to their death?\n\nNo, she promised him. She would save him. \n\nLike she saved maman?\n\nCharlotte closes her prickling eyes. \n\nHer last finger is slipping. \n"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8B05ABFA446F7F58F5B5A0A1BABC9FD0",
                  "SourceString": "ARC_Tome11_TWINS_03_TITLE",
                  "LocalizedString": "Memory 6905"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D4413FF949228863121A4381C35AF02E",
                  "SourceString": "ARC_Tome11_TWINS_03_ENTRY",
                  "LocalizedString": "Charlotte feels something cold against her shoulder. She opens her eyes and sees Victor's hand there. That is their signal. He would tap her shoulder when he needed something. She would hold his hand when she needed his attention. But he is too weak to move. Did he change position when the boulder slipped from under her? Unless… he is afraid, like her. Maybe he is begging her to save him. \n\nCharlotte inhales deeply, ignoring her burning arms. She looks up and sees another large boulder to her right, a bit higher. If she lunges, she could reach it. But one false move and she'd land in the river, her head smashed on rocks. \n\nHer heart is beating wildly, but she is no longer paralyzed. Victor needs her. And she would do anything to save him.  \n\nDigging her nails into the rock wall, Charlotte pulls with all her might and jumps. As she lunges into the air, her heart drops. Then her right foot lands on the higher boulder, which instantly shifts from under her. Terrified, she realizes that she is falling—slowly. Frantically grasping at the wall, she sways her arms, ignoring the sharp rocks tearing and burning her flesh. She closes her eyes as she slides down… but her right arm finds a grip, bringing her fall to a stop.  \n\nAs she holds on, her right foot lands on something solid, and she carefully shifts her weight on it. Her ears are ringing wildly, and her whole body is pressed against the jagged edge of the cliff.\n\nShe looks over her shoulder at Victor. He is cocooned in her scarf, safely. \n\nGritting her teeth, Charlotte looks up. The edge of the plateau is about a Toise high. She can do this. \n\nCharlotte finds a grip for her left arm. Then she pulls. One foot up. Then another. \n\nOn and on for what seems like an eternity. \n\nAll the way up, until she heaves herself over the edge of the plateau, safe."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8D281F654ACFD1D30582EF844C548996",
                  "SourceString": "ARC_Tome11_TWINS_04_TITLE",
                  "LocalizedString": "Memory 6906"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "EE56A9CD4D16F86FEB491A92C05C6075",
                  "SourceString": "ARC_Tome11_TWINS_04_ENTRY",
                  "LocalizedString": "Charlotte collapses on the plateau. For a moment during the climb, she thought it was over. The fear of death is nothing to be ashamed of. But something else happened. For a second, she felt a fleeting relief when contemplating death. And that worries her more than the witch hunters. More than the black cloaks. Because it means that she betrayed Victor. For a moment, she abandoned him. How could she be so cowardly and… selfish? \n\nCharlotte presses her hand over his cheek. Ice-cold. Isn't he already gone? No. She couldn't accept that. Losing him would be like laying down in a grave and waiting for soil to smother her. He is her. And she is him. They are one.\n\nShe caresses his pale cheek. I promise you that one day I will take you far away from here. And we will be safe, forever. \n\nA dark fog coils at her feet as her eyelids become heavy… Then her eyes close. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2248C762467FEAAD80E7CEA3E9F52C8D",
                  "SourceString": "ARC_Tome11_TWINS_05_TITLE",
                  "LocalizedString": "Memory 6907"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B524167242D584B5F5D0D7A502DBBD23",
                  "SourceString": "ARC_Tome11_TWINS_05_ENTRY",
                  "LocalizedString": "Charlotte opens her eyes. She sits up slowly… she must have fainted? Instead of looking at the view, she looks down at Victor, who seems asleep. Is he…? No. Charlotte could see some color on his cheeks. He will get better. \n\nGetting back on her feet, she examines her surroundings. A forest of evergreen trees stands ahead. And behind her… she gasps at the view. Tall pines spread west to the shoreline, where dark waves roll against a long bobbling wharf. A harbor of ships heading west. \n\nTo admire the ocean view, Charlotte sits on a bed of soft branches. The sun is setting, spilling blood into the sky. She loosens her scarf, unveiling Victor's face so he can see the boats. She reaches for his hand and grabs it. Ice-cold and limp. \n\nCharlotte stifles a sob. Everything is fine. Victor is just weakened by their journey. He is still here, with her. Tonight, they will rest, and he will get better. \n\nBelow, large ships are sailing toward the misty horizon, heading further west. They remind her of her mother's dream. When the black cloaks were doing their worse to her, she held onto her mother's words. Charlotte never honestly believed in her mother's dream of sailing west. It was just a beautiful escape. But now it is time to believe. A new dream for a new life.  \n\nCharlotte takes off her hat and wraps it around Victor's hands. Do you know what lies beyond the horizon? Maman told me once. She dreamt of that place, just before she fell sick. She said that there is another world across the ocean. A place with clean rivers and sweet syrup dripping from the trees. A whole other world for us to be free. Do you see that big ship below?\n\nNo answer. Maybe Victor is afraid of dreaming aloud. Some dreams are too delicate to be spoken. But not hers. \n\nCharlotte brushes off a drop of rain from Victor's pale brow. Everything will be alright, Victor. Just imagine the voyage with me. One day we will sail far away from here. We would sleep in a bed made of ropes, suspended in the air. Each rolling wave would swing our bed from side to side, lulling us to sleep. After a few weeks, we'd reach land. Then, we would find a little house by a creek. In the morning, we would work in a field of golden crops. Each day we'd drink the sun and eat the moon. And no storm would hit us. No men would burn us. No monsters would hurt us. We would live together, free. Our lives would be so normal, you would miss our adventures. Maybe one day, you'll even miss this view… I promise you. One day we will be free. We'll find a place where we belong. All three of us. \n\nHer voice breaks. No, they could never be all three again. Their mother is gone. Charlotte looks down at Victor. He is so weak that she could barely see his chest rise. \n\nNo, he is just sick. He needs to rest. She cannot pay her doubts any attention. If she does, she would be the next one to die. And then all three of them would be lost.\n\nCharlotte closes her eyes. She can almost feel the lush leaves brushing against her legs as she runs through an open field. Victor is laughing in her arms. They are far away from here… \n"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B250F82840461AEBB7FD3CB880927B2E",
                  "SourceString": "ARC_Tome11_TWINS_06_TITLE",
                  "LocalizedString": "Memory 6908"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "C9EDA41B4952FD9539DD4EB22AF5250F",
                  "SourceString": "ARC_Tome11_TWINS_06_ENTRY",
                  "LocalizedString": "Cold winds howl against the cliff like hungry beasts. A songbird wakes Charlotte. She opens her eyes, feeling every inch of her body protesting in pain. Her throat feels coated in sand. Her temples throb. She feels sick. \n\nShe looks down at Victor who got paler overnight. Her fingers curl into a fist. How is she supposed to take care of her brother when her own mother failed? Charlotte feels so lost without her. \n\nLooking up, she spots the singing bird: a little sparrow. Images flash through her mind: soft feathers, sharp claws, and a delicate neck in her hands. Blood dripping from her brow as black cloaks beat her, until she wrapped her hands around the sparrow's neck and twisted. They forced her to do monstrous things. But she is no monster.\n\nYet she was treated as one. And why? Because Victor is part of her, and she is part of him. They are one, united by blood and bone. They cry double the tears when hurt. They laugh twice over when glad. And even in their darkest moments, they are never alone. \n\nSide by side, forever. Who else could say the same? And yet, they pay a heavy price for this gift. \n\nThey are of one blood and bone. If one perishes, what remains?"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A86366AF4962BD76DA882D88AA4C511B",
                  "SourceString": "ARC_Tome11_TWINS_07_TITLE",
                  "LocalizedString": "Memory 6909"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5EAA665F48BCB6E52874AA982140415D",
                  "SourceString": "ARC_Tome11_TWINS_07_ENTRY",
                  "LocalizedString": "The night sky is clear and speckled with stars. Charlotte feels too sick to move. Victor must feel worse. Or does he…?\n\nA low feral growl echoes from the woods. Charlotte can barely see ahead, but the hair on her neck rise—something in the dark watches her. \n\nShe grabs Victor’s hand. Stay calm. \n\nHolding a large branch in her trembling hands, she walks toward the noise. Wolves are known to hunt far from villages. The further she travels, the higher the risks of running into one. \n\nWhile scanning the darkness, she spots a crimson trail on the glittering snow. Further ahead, a large wolf is lying in the snow, its gray fur marred with blood. An arrow is planted in its neck. Hunters must have left it to die. \n\nThe wolf growls as its dark eyes land on her, but seems too weak to move. Then she hears a high-pitch cry. A little white cub hides under the wolf's leg. A dying wolf and its wailing baby, striving to survive.\n\nCharlotte knows what she must do. And she hates herself for it. \n\nShe leans over and grabs the tiny pup into her hands. The pup snaps at her fingers, but its teeth are too tiny to cause any real pain. Howling, the wolf struggles to get back on its feet, but its legs buckle under its weight and crash into the snow.\n\nCharlotte ignores the dying wolf's whimpers and digs a hole in the snow, too deep for the pup to climb out of. When Charlotte's own mother screamed in agony, she wished someone would have ended her suffering. \n\nCharlotte approaches the pup's mother with trembling hands. The wolf growls as she grabs the arrow. In one swift motion, she pulls it out. The wolf howls in anguish and collapses. The cub cries in response, frantically digging itself out of the snow. Charlotte waves her branch at the pup and screams. Run! RUN!\n\nThe pup growls weakly… then darts off into the night. \n\nCharlotte's vision blurs as tears mingle with the blood splattered across her face. Is she any better than these hunters? The wolf was too far gone. Such unnecessary pain was cruel. And the hunters would have trapped its pup, if it remained close. A life of captivity with its mother's killers.\n\nNo, Charlotte did them both a mercy. She knows what it's like to be captured by such monsters. \n"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A5D165084C9BD9C517CE94AC3D5C2C86",
                  "SourceString": "ARC_Tome11_TWINS_08_TITLE",
                  "LocalizedString": "Memory 6910"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0F641C154252E01F72995EBEC01F0087",
                  "SourceString": "ARC_Tome11_TWINS_08_ENTRY",
                  "LocalizedString": "Charlotte's tears would not stop. Her remorse for killing the wolf triggered a growing tightness in her chest. Two years ago, she would never have been able to kill another being. And yet, is it humane to watch an innocent being suffer cruelly to death? She would have preferred walking away. But she knows better. \n\nHer mother's suffering taught her better. When her mother was captured by witch hunters, Charlotte convinced herself that there was nothing she could do. But it was not entirely true. \n\nThe hunters slept in a wooden shed behind the church, near the woods. The shed was so old and dry, a spark could have sent it blazing. And yet she did nothing but wait for the trial. Then she had to watch her own mother burn to death. \n\nThere had been other missed opportunities to prevent the suffering of innocents. Every time, her mother's voice held her back: let no one pull you so low as to hate them. In the end, you will hate yourself most for it. But maman is gone now. Charlotte watched the flames melt her face as she cried out in agony. \n\nNow Victor is all she has left. She looks down at him. His cheeks have a bluish hue. Maybe he is past the point of no return.\n\nIsn't she?\n\nNo, he will get better. They are one, united by blood and bone.\n\nHe would never leave her behind.  \n\t\n"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1FE2AF624131F6E280CE688D93FA58B0",
                  "SourceString": "ARC_Tome11_TWINS_09_TITLE",
                  "LocalizedString": "Memory 6911"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1051980A42251450F45F73B3BCA30233",
                  "SourceString": "ARC_Tome11_TWINS_09_ENTRY",
                  "LocalizedString": "A loud noise wakes Charlotte at dawn. A pile of ashes lies at her feet, the fire long gone. \n\nSomething cracks behind her. \n\nA tall man emerges from the tree line. She remembers him—the villager who tore out her bag at the market. He raises his arm, revealing his bow. \n\nCharlotte's heart drops as she sees him draw. Stumbling to her feet, she darts off into the woods. As arrows land besides her, she keeps her eyes fixed on the ground to avoid protuberant roots. \n\nPanicking, she rushes her step and her left foot lands on a stump, twisting her ankle awkwardly. She tumbles down to the ground. An arrow lands next to her face, slicing her cheek.  \n\nCharlotte stifles a scream as she gets back on her feet. Her ankle is throbbing painfully. Then something sharp stabs her leg, and everything slows down. Falling to her knees, she looks down and sees an arrow planted in her calf. A jolt of electricity courses through her. She screams in agony. \n\nPanting, she looks down at Victor. His eyes are blank, as if ready for death. \n\nShe promised him…"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2C86FE6046A9B80F5B536A92858C2287",
                  "SourceString": "ARC_Tome11_TWINS_10_TITLE",
                  "LocalizedString": "Memory 6912"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "DDABB36C444A4B59E98BCDA7C4407E8D",
                  "SourceString": "ARC_Tome11_TWINS_10_ENTRY",
                  "LocalizedString": "Charlotte grits her teeth and takes a step forward, dragging her injured leg. The pain is torturous, but she ignores it. Victor needs her. \nLooking up, she sees a large oak tree perched over a small hill. She could hide there. Every step uphill is an agonizing cycle of tearing and burning. She bites her tongue to stifle her cries, tasting blood.\n\nOnce at the top, she hides behind the oak tree to catch her breath. But her vision blurs and she collapses into a pile of dead leaves. The tip of the arrow dug underneath her skin, tearing up her tissues. She presses her palm against her burning wound. So much blood. \n\nHer ears are ringing. Nowhere to run. No escape. Sailing to the new world is an impossible dream. \n\nA branch cracks behind her. \n\nCharlotte caresses Victor's cheek. They are one, united by blood and bone. He is her and she is him. If one perishes, what remains?\nGroaning in pain, she sits up, slowly. Nothing will tear them apart. Not even death.\n\nThey are side by side. Forever."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Libra/ARC_TWI00ALL11HD.ARC_TWI00ALL11HD",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome11_02",
            "Title": {
              "Namespace": "",
              "Key": "7C8558F1409B6350D94BD7BB184D1ACA",
              "SourceString": "ARCHIVE_Journal_Tome11_David_TITLE",
              "LocalizedString": "The Importance of Being King"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "84B2C6004B9C273B4CC4028B818154A5",
              "SourceString": "ARCHIVE_Journal_Tome11_David_SUBTITLE",
              "LocalizedString": "Memories: David King"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1CD233234C7A8EB486C30E8125122186",
                  "SourceString": "ARC_Tome11_David_01_TITLE",
                  "LocalizedString": "MEMORY 384"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "FB39DDF34764AE90FF927B9443207AEA",
                  "SourceString": "ARC_Tome11_David_01_ENTRY",
                  "LocalizedString": "The old pub erupts in drunken screams and laughter as patrons drink ale, play darts and watch football on the flat-screen television above the bar. David sits alone on a hard wooden stool at the bar. He can already see Jasmine in his mind’s eye. Blond hair, blue eyes, short skirt, walking out of her apartment with wafts of wild vanilla and a few fun quips like all those black and white films his mother used to watch alone in the kitchen. She’s everything like the movies. Everything his father admires in a woman and more, and she’s certainly a perfect date for the Ol’Man’s retirement party in the coming days. Sure to turn heads and make him proud.   \n\nDavid gulps his evening ale, winces at the bitterness, and thumps the pint against the metal countertop, still feeling the tightness around his neck and shoulders. He figures he needs a little more social lubricant to make this first date go off without a hitch. The last thing he wants is to screw things up before the party.\n\nDavid scans the bar and gestures to his old friend Rik. He slides his empty glass, nods for a refill and suddenly feels a sharp pain at his left side.    \n\nRik returns with a foamy golden pint dripping on the sides as David snatches it from him, takes a sip and winces. Tastes bitter, and he knows it ain’t supposed to be this bitter.  \n\nHe waves Rik over and leans forward. This shit is killing my insides. And it tastes like someone farted in a bathtub of donkey piss. You pulling this shit out of an engine, or is it real? \n\nIt's real, Dave. As real as it gets.  \n\nTastes like poison. \n\nWell… why don’t you stop punishing yourself.  \n\nDavid’s left side pulls, again. He struggles to remember if the appendix is on the left side or the right side. He isn’t sure. Doesn't matter. Everything hurts in his stomach and chest, and he figures he’s better off with a ruptured appendix, anyway.  \n\nSome poisons are good for you.  \n\nRik shakes his head in disagreement. I'd take it easy anyway, unless you want to be a total shit with what’s her name.  \n\nJasmine.   \n\nA drunk fan approaches David. Look here! As I live and breathe, David-fuckin'-King! Why not come have a seat with us? \n\nIgnoring him, David looks up at the football match. Just want to be alone right now—another time.  \n\nCome on! Won't you take a few seconds for a fan? \n\nDavid locks eyes with Rik, but doesn’t look at the drunk brute at his side. I appreciate the invitation but I'm kinda going through a rough patch. It's why I'm alone… so please…\n\nThe drunken fan jabs him in the shoulder.  I gotta ask. What did that referee call you that upset you so much? \n\nYou have shit in your ears? Get away!  \n\nThe fan jabs David, again. David catches the finger, snaps it against the joint, and takes another sip of donkey piss as the agonized fan falls to his knees, screaming bloody murder.  \n\nRik quickly gestures to a giant of a man who escorts the drunken fan and his entourage out the door before all hell breaks loose.  Then he shakes his head at David. One day you're gonna to pick a fight with the wrong guy.  \nI told him I wanted to be alone.  \n\nThere was probably a better way to tell him… unless that was about something else.  \n\nI broke his finger. Nothing more to make of it.  \n\nRik’s eyebrows furrow. Come to think of it,  you never did tell me? \n\nTell you what? \n\nWhat happened with the ref? \n\nDavid shrugs and shakes his head. He said the wrong thing at the wrong time and I lost my shit. Doesn't matter.  \nYeah, I can see how much it doesn’t matter.  \n\nDavid sighs at the sarcasm, and he feels Rik’s eyes on him as he takes a swig, then swallows it all down. Like I said… doesn’t matter.  \n\nAhh… Secrets. What depths lie beneath the surface, Mr. King. What depths, indeed. I’ve known you sixteen years now and you’re still a closed book. You'll tell me eventually.   \n\nRik grabs his empty glass and walks away."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2D187D194E977A9126687EB6B63C4A33",
                  "SourceString": "ARC_Tome11_David_02_TITLE",
                  "LocalizedString": "MEMORY 385"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "FB241ED44742939C9C05B2BF7BD0169F",
                  "SourceString": "ARC_Tome11_David_02_ENTRY",
                  "LocalizedString": "David feels his lips and tongue growing heavier and heavier with every pint. He continues to brag about his new white shirt, his new cologne, and his new friend, Jasmine. He tells Rik about how he met her at a fountain where a famous photographer was taking her picture and everyone stopped to spectate and take in her beauty. He search’s Rik’s face for signs of approval but gets the sense that he’s just nodding to be nice.  \n\nYou should have seen her. Every guy was staring at her. She was in this bikini and the summer sun was blazing down on her. Every guy was staring at her… and she was staring at me…  \n\nYou said that part a few times now.   \n\nDid I? \n\nYeah. Starting to sound more like convincing than bragging.  \n\nDavid frowns and stares into space for a long moment. Then he puts his hands into his pocket and feels the hard tape holding an old note together. I ain't trying to convince you of anything.  \n\nI didn't say you were trying to convince me.  \n\nWho then? \n\nThat’s the question, isn’t it?  \n\nI don’t understand. What’s the question? Stop talking like that. \n\nDave… why don’t you stop talking like that. You come in my pub talking about supermodels and exploits you could sell to a smutty magazine, and you're good at it, too. And if I didn’t know you, I'd buy it. \n\nDavid winces and turns away.  \n\nSo here you are talking about how happy you are while you’re frowning and breaking fingers and ready to take down the first one who talks to you wrong. And you’re probably the only one getting in your own god-damn way.   \n\nYou don’t jab people in the arm. You just don’t do that.  \n\nYou can believe you’re happy if you want to, but from where I’m standing, you’re the most miserable bastard in Manchester, and I care too much about you to let you think you’ve got me fooled.  \n\nThere you go trying to psychoanalyze me again. Probably going to link me to some obscure historical idiot nobody remembers that you read about in one of your dumb books.  \n\nRik shakes his head. There you go making light of something serious when a friend just wants to know if you're okay.  \n\nThere you go being melodramatic when a friend just wants a drink.   \n\nDave… I'm sure she's a nice girl, but you know what I say. Screw her. Don’t go. Stand her up and do what you really want to do.  \n\nStop talking outta your ass.  \n\nRik leans closer to him. I'm serious, Dave. As serious as the note you keep in your pocket. You know… the one you read every now and then when you think no one's watching.  \n\nDavid leans away from him. Mind your fuckin' business!  \n\nTouch a nerve, did I?  \n\nDavid drains the pint, wipes his mouth, and staggers off the stool. I’m fine!  \n\nAnd he pushes his way through drunken patrons and the thick wooden entrance doors, losing his balance and stumbling into the cool, indifferent summer night.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6C089CDF46C54BAF182F99ADF93DB618",
                  "SourceString": "ARC_Tome11_David_03_TITLE",
                  "LocalizedString": "MEMORY 386"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "29763C4146D079E3744AC092C99B64DF",
                  "SourceString": "ARC_Tome11_David_03_ENTRY",
                  "LocalizedString": "David senses someone following him as he hobbles past the alley beside the pub. He turns to see the disgruntled fan and his entourage of idiots. They yell and joke and bark curses at him. It’s all a jumble of words to him. But he gets the tone and the general intention.  \n\nThe fan approaches him with a crooked finger. You should be thankful people remember you at all—you pathetic excuse of a human. The only reason they remember you is because you pissed your career away in a single flush.  \n\nDavid feels the blood boil up his neck and doesn't even realize he’s unleashing a flurry of punches until it’s too late. He stops to wipe the blood off his fist as an idiot tackles him into the dark alley. Another idiot charges him with a scream and smashes him into a brick wall.  \n\nDavid kicks off the wall and pushes them both into a dumpster. He whirls to punch another idiot who instantly hits the ground with a thud. Several others attack him. He stands his ground and dishes out pain and soaks up punishment until they collapse.  \n\nDavid looms over them, impressed by his strength, when suddenly someone kicks him in the back. He topples over as he feels an arm wrap around his neck, choking him like a boa constrictor. Through blurry vision he watches the idiots take turns punching and kicking him in the gut and face.  \n\nThe boa releases David, and he collapses in the gutter with two tennis balls for eyes, a bleeding nose and a tooth he feels slipping down his throat. He crawls out of the alley and onto the sidewalk where people walk by him without taking much notice.   \n\nThen he turns on his back and stares at the stars glimmering beyond a broken streetlight, grateful he didn’t puke. Then again he was never one to puke. Not when he drinks. Not before a game. Not even before a family gathering. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "261B3B444B76572D9A4344827F91C91F",
                  "SourceString": "ARC_Tome11_David_04_TITLE",
                  "LocalizedString": "MEMORY 387"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "49F31550437F02719231A68F56E10F1B",
                  "SourceString": "ARC_Tome11_David_04_ENTRY",
                  "LocalizedString": "David barely sees the legs of pedestrians walking around him. He hears them whispering, talking, laughing, and growing silent as they approach him. Once or twice he heard whispers about seeing if he needed help, but the whispers soon faded, and in the end, no one helped him. He didn’t want help, anyway. He stares at the blurring and fading stars and wonders what his life would have been like if he had just been like his parents. Then it dawns on him. He doesn’t even know what that means. He doesn't know who they are. He knows aspects of them, the status, the facade, the bullshit, but not the real them, not the secrets and affairs and addictions.  \n\nAs David stares at the darkness above, he hears a woman tell her husband they should really do something about the poor, beaten man bleeding on the sidewalk. He sees their blurry shadows looming over him as they stare at him with concern. He hears a few more whispers, and then they move on with their hurried lives.   \n\nThrough the mist in his mind he remembers a story of how someone died of a heart attack at a stadium because not one person stopped to see if the crumpled man on the ground clutching his phone for dear life was okay. One phone call would have saved his life.  \n\nRik told him that story a while back. He can’t remember when or why but he had many useless stories he collected from friends and clients that he repurposed for small talk.  \n\nDavid closes his eyes for a moment. He breathes deeply and takes in the floral notes of his cologne like soft petals drifting on the night breeze. He’s glad his nose still works and that he’s not having a heart attack even though he feels as though someone kicked his heart out of his chest."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F95B58B6418A0739B6C454940BF28B81",
                  "SourceString": "ARC_Tome11_David_05_TITLE",
                  "LocalizedString": "MEMORY 388"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1FAA85A1408AE467675AC1A70AEC92A5",
                  "SourceString": "ARC_Tome11_David_05_ENTRY",
                  "LocalizedString": "David feels someone lying down beside him. \n\nSomeone told me you were out here enjoying the breeze.  \n\nHe recognizes Rik’s voice but doesn’t respond.  \n\nNice night. I have never seen a night quite like this one before.  \n\nDavid sighs. Go away… please…\n\nRik ignores him. Kind of hard on the back but looking at the stars seems to balance things out. \n\nPlease…\n\nLook at those clouds. There’s a storm coming. Better enjoy it while we can.  \n\nDavid turns to Rik and looks at him through puffy slits, but doesn't say anything.  \n\nYou know coconuts kill more people than sharks. I looked it up because someone told me this story about a couple who had been together for years. The woman always wanted her husband to go into the water while on vacation but he was terrified. He didn’t want to be eaten by a shark… \n\n…They go to the same place for twenty years and he never goes in the water. Then for her sixtieth birthday he decides he's going in. She's happy, and he's pumped. But as he walks to the beach… a coconut falls on his head. Dies right there on the spot.  \n\nYou'd think that would have been what she remembered. She had been a customer for years and she never once talked about the coconut. Someone else told me about it. She told me about all the other things… but not that… And she used to make me jealous cause I think people who know who they love are the luckiest people in the world—mightier than the mightiest in a wasteland of broken hearts. \n\nDavid clears his throat. Is that story supposed to cheer me up?  \n\nI'm not trying to cheer you up. I’m telling you that I'm jealous of you, Dave. And I’m not talking about Jasmine or the others.  \n\nThere you go assuming things you don't really understand.   \n\nI understand you. I understand love. And I know enough to know it’s not something you squander even if in the end there’s a cosmic coconut waiting for all of us.  \n\nDavid closes his eyes.  \n\nRik laughs softly. Her story would have made a pretty good movie. Except for the coconut ending. That would probably have to change.  \n\nDavid sighs heavily, and through a growing thickness in his throat, he whispers for Rik to leave him alone. To just leave him alone.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "A096F92841BFA6E819D46195F2E2D66B",
                  "SourceString": "ARC_Tome11_David_06_TITLE",
                  "LocalizedString": "MEMORY 389"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "6BAA324C4363AB45EDC9CF8607260D6E",
                  "SourceString": "ARC_Tome11_David_06_ENTRY",
                  "LocalizedString": "David opens his swollen eyes to find Rik staring at him. \n\nI had this regular who stopped coming to the pub a few years back. Found out she was in jail. Imagine that, jail. Murder. Matter of the heart. She discovered her husband was in love with another woman, so she lured him to their country home, drugged him with sleeping pills, boarded up the doors and windows and set it on fire while he slept.  \n\nHe woke up and tried to smash his way through the boards. But she was waiting for him with a hammer. As he tried to climb through the busted and burning wood—  \n\nWhack! Whack! Whack! \n\nShe smashed his arms, hands, shoulder with the hammer until he could scarcely move. All that remained was a terrible mess of a man trying to squeeze through busted boards with thick black smoke pouring past him like molasses. She stands there watching him dripping, burning, breathing, screaming, begging… and doesn't move until the police arrive.  \n\nDavid turns away from Rik but doesn't say anything.  \n\nHer husband cheated on her before, and it didn’t bother her, but this time, well, this time he was in love. That would make a good movie, too. Only she wouldn't kill him in the end, and he'd probably realize he was just going through a mid-life crisis. I never met someone I'd kill or die for, and I sometimes wonder what that would feel like… if I could do something like that…\n\nDavid feels Rik’s eyes on him.  \n\nI think my longest relationship was one year. I was told my ego gets in the way and that I don't like compromise. And that's true. But what's also true is I haven't met anyone who made me want to compromise.  \n\nDavid takes in the sounds of pedestrians walking past them.  \n\nYou know one client once told me that wolves either move in packs or alone or in a couple. Did you know that couples form such a strong bond… that when one dies… the other dies seconds after… As though wolves can just shut off life’s switch whenever they want. One soul following the other into the next world if you believe in that kind of thing.  \n\nDavid turns to face Rik. Please… I don't want to talk.  \n\nOne more story, then I'll leave you. It’s a true story that happened a hundred years ago in a time when this kind of story wouldn’t have even be told. I don’t remember how they met but when Richard and Will first laid eyes on one another they fell in love, and they kept their love a secret because back then… you could be hung for… well… for not loving like the rest. \n\nDavid feels a sudden warmth rising up his neck.   \n\nThey had secret lives, but eventually they were caught. And while so many lied and trembled before the executioner, they refused to lie about what they had… what they had found in each other. With the noose around their necks they were given another chance to repent… but they didn’t… instead of fear… there was only love… and Will grabs Richard’s hand and kisses it as the executioner pulls the cart from beneath their feet.  \n\nDavid’s puffy eyes drip with tears as he sees the two lovers dangling from the gallows. He wants to say something but feels an invisible noose tightening around his neck, choking him, preventing him from unburdening his heart.   \n\nThat would make a great movie.  \n\nDavid’s lips tremble. He wants to say so much, but the words just won’t come out, and he feels like he’s sinking deep into a world of mud. Then his face tightens and his whole body quivers as he tries to suppress the pain. Losing the battle, he erupts with gasps and broken words as he desperately tries to breathe.  \n\nAnd Rik grabs his arm, supporting him, holding him, preventing him from sinking deeper and deeper into the wasteland where so many have been lost and forgotten.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "07C350A247E6FECE6B6BA683AB22964F",
                  "SourceString": "ARC_Tome11_David_07_TITLE",
                  "LocalizedString": "MEMORY 390"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "6EFEF0374E89DC471B4AD68D771660D4",
                  "SourceString": "ARC_Tome11_David_07_ENTRY",
                  "LocalizedString": "What was it about him?  \n\nThe question stumps David. He takes a moment to gather himself. I couldn't say one thing… it was a bunch of little things that just made me feel good when I was around him. Everyone else makes me feel like I gotta be something I’m not. But not him.  \n\nI never did believe the press release.  \n\nMy parents can't stand each other. They should have divorced years ago… but they keep up the show and have their secret lives… so I guess that's normal.   \n\nIt works for some people.  \n\nI miss him. I miss us. I remember meeting him like it was yesterday. Just being with him was enough to know, and I knew right away that he was special and that he would somehow be an important part of my life. We met at music camp. I was seven and didn't want to go. Ironically, my mother forced me and I guess in a way she's the reason we met. I couldn't play any instrument…  \n\n…But Tristan… Tristan was something else… I liked listening to him play the piano…  At first my mother was happy… I had a music friend… maybe I would end up a violinist… \n\n…I guess she figured things out faster than I did because next thing I know she forbids him from coming over. She gave some excuse about his family being of improper standing.  \n\nThen the talks began. The responsibility of being a King. She tells me about the image of our family and the strength of our name and how I had pretty big shoes to fill… sacrifices for the family and all that bullshit. But she never said exactly what she meant. She always danced around what she really wanted to say.  \n\nDavid laughs. Tristan ended up going to the same secondary school as me. Funny how life works out. He used to write me notes… quotes… poetry… proverbs… smart-aleck comments he knew would make me laugh.  \n\nWe got back together in secret and were together for years until he began asking me to be introduced to my parents. Couldn't do it. I broke up with him. He broke up with me. Crazy fuckin' cycle.  \n\nLast year… he wanted a real commitment… he was talking about a family and kids… I nearly brought myself to doing it… but I didn't… I broke it off… and broke his heart.  \n\nHe didn't take it so well. Got pissed, and actually came to my birthday party at the pub… he just shows up… and he gives me a kind of Great Gatsby toast… and he hesitates… and I know what he wants to do… I know what he wants to say… but in the end he doesn't…  \n\n…Instead he says what good ol' pal I've been to him… and he makes a smart-aleck joke about how I'm a ladies man who will definitely never settle down… and with tears in his eyes… he finishes his toast with… To the importance of being King. Smart ass! And everyone toasts to it… even the Ol’Man.  \n\nKing laughs, then stops suddenly. Tristan staggers out with his pint and leaves an old note on the table. Something he had given me in an English class while the teacher was massacring one of his favorite writers with ridiculous interpretations.  \n\nHe called me a few days ago… invited me to a party at the Gold Lantern Cafe. A going away party… tonight… He's leaving for New York. Some piano gig. He's leaving with some guy he just met. They hardly know each other a month, and he’s following him to New York. How ridiculous is that? \n\nRik says nothing as they stare at the fading stars for a moment. Silent tears slip out of two narrow slits for eyes. David clears his throat and wipes the tears away with his arm. \n\nYou ever feel like just stopping?  \n\nRik turns to David. I imagine you'd have to start before you could actually stop. Way I see it… you've always been this lion, taking down the bully, the asshole, the abuser. Ever since I’ve known you, I’ve admired you for that. You’re great at clobbering the shit outta of anything that gets in your way except maybe yourself. I figure you could try building things, growing things, nurturing things… things like you.  \n\nRik squeezes his arm. You're a lion, Dave, and as much as you're going to hate me saying this… you're a circus lion tethered and dressed up like a clown. You need to tear the rope and costume with your own claws and teeth if you ever truly want to know what it's like to be you.  \n\nYou want to stop something… stop jumping through hoops… stop being the clown and just be the god damn lion you were born to be. You're about to regret something for the rest of your life and you know it.  \n\nDavid stares into space.   \n\nRik squeezes his arm, again. Way I see it… you owe someone a toast.  \n\nYou're an idiot if you think I'm just gonna walk over there and crash his party.  \n\nYou're an idiot if you don't run. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "029052DF42C2E68686BDCDBAF35C5FB1",
                  "SourceString": "ARC_Tome11_David_08_TITLE",
                  "LocalizedString": "MEMORY 391"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BD118FE54C74839CE1F58E96BFA52FB6",
                  "SourceString": "ARC_Tome11_David_08_ENTRY",
                  "LocalizedString": "David charges down the street and pushes his way inside the cafe. Scanning the room, he doesn’t see Tristan or his party. He yells at a waitress from across the room, and to his horror, she tells him Tristan already left for the airport. Her words stun him like a slap in the face. He’s too late, and his whole world is spinning out of control. He takes a moment to gather himself, then he decides and rushes out into the street, screaming wildly for a taxi. A taxi pulls to the curb. The driver looks at David, hesitates, then starts the meter and steps on the gas.   \n\nNext thing David realizes he’s bolting down the highway rehearsing what he’s going to say to Tristan. He struggles with ideas and words and feels nothing he comes up with is good enough. The taxi pulls up to the sliding, glass doors of the airport, and David vaults out.  \n\nThe driver yells at him. He returns to pay him and then rushes through the automated doors into a bustling open area. He quickly regards a monitor displaying flight departures. Sees one flight leaving for New York. Rushes trough the terminal. But— \n\nSecurity stops him in his tracks! Can’t pass without a boarding pass. David stares at him, trying to catch his breath as he processes everything at once. He tries to explain his situation, but the brute won’t budge, not even an inch.   \n\nDavid turns back and rushes to the check-in counter. He buys a business class ticket on the plane to New York. Then he runs back and passes through security.  \n\nHe runs faster and faster and he’s nearly there. He’s going to do this. He’s really going to do this! Suddenly, he smashes into an older man carting luggage who looks like his father with his salt and pepper hair and chiseled jaw. He tumbles over the ground as fear hits him like a fist, knocking the breath out of him for a moment.  \n\nJust a moment.  \n\nIn the chaos, he notices Tristan’s note on the ground. He grabs it. Holds it. Remembers. The man yells at David to be careful, but that’s the last thing David wants to do right now as he puts the note back into his pocket and clambers over a pile of luggage and charges away.  \n\nWithin moments, he sees the gate. Sees Tristan—\n\nLaughing with his partner.  \n\nHappy.  \n\nHe freezes in his tracks. Guilt smashes down on him like a brick wall, pushing and squeezing his insides into something awful. At once everything begins to spin as he realizes—\n\nHe’s going to be sick!  \n\nDavid turns on his heels, rushes to the bathroom with a hand over his mouth, and blasts through a stall to purge his stomach. Then he hobbles out and washes gunk off his face and feels like the most selfish person in the world. His busted and swollen face sags with the sudden realization that if he loves Tristan… if he truly loves Tristan… he will let him go.  \n\nRik got into his head, and he’s drunk. That’s all this is about. All he needs to do right now is be happy for Tristan. To be happy for him and go home and sleep this crazy night off.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5854BC2B4F483C63152FED8B8E2AAAC7",
                  "SourceString": "ARC_Tome11_David_09_TITLE",
                  "LocalizedString": "MEMORY 392"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "64C21D8548B5B02ED36095A2979642B7",
                  "SourceString": "ARC_Tome11_David_09_ENTRY",
                  "LocalizedString": "David walks away from Gate 72 with his head in a whirlwind. He knows he isn't thinking straight and that it’s selfish to pull Tristan back into his mess. He made his bed, and now he has to fuckin' lie in it.   \n\nDavid approaches the security gate, and his heart clenches like a vice. It’s impossible to move. Something bigger than his doubt, his guilt and his fear won't allow him to take another step.  \n\nHis hand plunges into his pocket, and he turns the note over and over. Then, in a blazing flash, details of their struggle come back to him.\n\nHow could he let him go? The one whose voice was the only peace he had ever known, whose laugh was the only joy he had ever experienced, whose every breath filled him with life and whose every word challenged him to be a better man. \n\nHow could he leave without even trying? Without showing him that he was—in the end—willing to do whatever it took for what they had.  \n\nDavid realizes that if he doesn’t seize this moment he’ll never know, and the regret alone would destroy him. Tristan doesn’t just make him whole, he makes him real, and no one has ever had that effect on him. Suddenly— \n\nHe comes alive.  \n\nAnd turns. \n\nAnd fuckin' runs!  \n\nI don’t know what I’ll say… but I’ll say something… anything… I’ll say whatever comes to mind… maybe… maybe those three words from his favorite movie…   \n\nEnergy charges through David like a bolt of lightning, making him faster, stronger, and somewhat confident even though he has no idea what he’s going to say or do. He just runs, and his run becomes a stumbling sprint as he sees Tristan with his partner—\n\nAbout to board! \n\nHis mouth opens in a silent scream as he stumbles and falls on his face.  \n\nDavid… Is that you? \n\nTristan grabs David’s hand and helps him to his feet.  \n\nDavid straightens himself, and tries to look presentable despite the busted face and the mingled odor of ale, gunk and cologne. He smells like someone puked on a bed of flowers, and he knows it. \n\nBut he forgets how he looks and smells as he tries to stop his hands from shaking. He takes a deep breath, exhales, and calms himself. Then he reaches out and holds Tristan’s hands firmly. Words thicken like cement in his throat and nothing clever or poetic comes to mind. He tries to remember the line from the movie without success.  \n\nTristan’s partner steps forward, but Tristan gestures for him to be patient as he pulls David aside.  \n\nWhat’s wrong, David? What the hell happened to you?  \n\nDavid wants to tell Tristan he means the world to him. He wants to say, I love you. But instead, he says—\n\nNo more bullshit.  \n\nTristan mimes the words slowly, trying to understand.  \n\nDavid says them in a whisper, again and again, as he desperately waits for Tristan to say something, anything. Tristan says nothing, but his eyes mist, and he suddenly looks happy and sad and very confused at the same time.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9F29A03343518B9F6F754482EC56A4A4",
                  "SourceString": "ARC_Tome11_David_10_TITLE",
                  "LocalizedString": "MEMORY 393"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BC55D1854AA39C95520749BAA374B9F7",
                  "SourceString": "ARC_Tome11_David_10_ENTRY",
                  "LocalizedString": "In the rainy darkness of night, David staggers down a street he doesn’t recognize, drenched, cold, singing some half-remembered folk song. The last thing he expected was a fairy tale ending, and, of course, he understands Tristan needs time to think things through. How much time? Hopefully, not much. Just enough for him to step off the plane and call him to say…  \n\n…As you wish…  \n\nShit!  \n\nNow he remembers!  \n\nAt exactly the wrong moment.  \n\nDavid smirks. Doesn’t matter. He’s never felt so good, so free, so euphoric in his life. He lets the feeling flow past him like a gentle breeze and gets the sense that he’s been born again, or born for the first time, and that before this night he had merely existed as a cardboard cut-out with little self-awareness except for the fear that had come to rule his life.   \n\nHis hope is that when Tristan’s plane lands he will receive a phone call asking him to be on the next plane out. If, that is, he ever finds his wallet. No matter. If he can walk home from the airport, he can swim across the pond. He laughs to himself and figures his wallet will turn up somewhere. It always does. \n\nBut what if he calls to say it’s over.  \n\nThe thought catches him by surprise.  \n\nThat’s probably what will happen. Truth is, love doesn't triumph and our fears get the best of us, always. That’s why fairy tales are written. To escape the endless disappointments and heartaches of real life. Regardless of what you think, your love isn’t strong enough, and when he calls it’s only to tell you it’s over. For good. Because he won't let you break his heart, again.   \n\nDavid drowns the thoughts by singing louder and louder. Then he stops suddenly when he sees a park he half recognizes. It resembles a park where he and Tristan used to sit on a bench and people-watch all day.  \n\nHe enters the gates and for a moment he hears Tristan’s voice singing with him. He stops. Looks around, but doesn’t see anything through thick, slanting sheets of rain.  \n\nDavid continues through slumbering bushes and sagging flowers under a thick canopy dripping and pit-pattering with rain. He walks ahead until he hears a soft whisper. \n\nNo more bullshit.  \n\nHe turns to face—\n\nTristan.  \n\nHe rubs his puffy eyes and stares with disbelief.  \n\nTristan laughs. Only you could massacre a line like that. \n\nIt can’t be… it’s… impossible…  \n\nDavid narrows his gaze on Tristan’s silhouette. He must have somehow disembarked the plane. Or maybe he never boarded in the first place. He doesn’t really understand what’s happening, but he knows better than to overthink his luck.  \n\nDavid runs to embrace Tristan but just as soon as he touches him, he withers away like a dead flower. With a gasp, David drops to his knees, hopelessly trying to catch the falling petals that melt in his hands and drip through his fingers into a gathering fog.  \n\nHe barely has time to register what’s happening when he hears footsteps squelching in the mud and water all around him. He looks up slowly to see every single bully, abuser and shithead he ever took down advancing on him. His gut reaction is to pinch himself, yet nothing happens when he does. \n\nWith a deep sigh of resignation, David rises to his feet, lifts his chin and throws himself into the fray. He tackles and swings and kicks until he’s the last man standing with slithering tendrils of black fog pulling him down into a world of darkness untouched by the light of love.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Libra/ARC_DKI00ALL11HD.ARC_DKI00ALL11HD",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "Tome11_03",
            "Title": {
              "Namespace": "",
              "Key": "097A8774455581F8227FC9BC68492111",
              "SourceString": "ARCHIVE_Journal_Tome11_Observer_TITLE",
              "LocalizedString": "The House of Arkham"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "EA0961B042A0FE164D4FF2BEA096EA6A",
              "SourceString": "ARCHIVE_Journal_Tome11_Observer_SUBTITLE",
              "LocalizedString": "Logs, Stories and Notes"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8A5555A448DA0D975040EDA29BDFF5AF",
                  "SourceString": "ARC_Tome11_OBSERVER_01_TITLE",
                  "LocalizedString": "Year Seven. Day 189. Morning."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "48B942104CE9AB1EB5DD83AF7DA2B411",
                  "SourceString": "ARC_Tome11_OBSERVER_01_ENTRY",
                  "LocalizedString": "Through the endless reaches of this dark, dimension we have made an astonishing discovery. A tower like a lighthouse in a thick ocean of fog calling out to us with music. Several of us recognized the melody and rushed through the fog to find the tower abandoned by its past occupants. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "DDC153F8458D1DCE833907BD838C6CB7",
                  "SourceString": "ARC_Tome11_OBSERVER_02_TITLE",
                  "LocalizedString": "Year Seven. Day 189. Afternoon."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "AA7F6326479DF205E92408A6AE0B5DD5",
                  "SourceString": "ARC_Tome11_OBSERVER_02_ENTRY",
                  "LocalizedString": "I still don’t have a clear picture of who lived in this tower before other than they enjoyed golf and whiskey and kept extensive journals of people trapped in this dimension. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9BC7DCC14EB9C64784DA0CAFFCD7885C",
                  "SourceString": "ARC_Tome11_OBSERVER_03_TITLE",
                  "LocalizedString": "Year Seven. Day 189. Night."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "04EB5BC94AA63EF6A0FB5A822FE3C4D2",
                  "SourceString": "ARC_Tome11_OBSERVER_03_ENTRY",
                  "LocalizedString": "Some are calling our temporary home Chateau Arkham, others are calling it the Arkham Hotel and the scriptwriter, James Rich, insists on calling it the House of Arkham as it reminds him of a dime comic he once read based on a story by Lovecraft. We cleared the rooms, and I took possession of the study where I found vinyl records and cassettes with stories and journals read by the previous occupant. The Chateau, my preferred name, has items and technology from other worlds that are quite difficult to understand. There is one contraption in the basement completely on the fritz. It emanates blue energy, and it seems to be manifesting memories from the atmosphere. I’ve ordered the basement off-limits until we know more. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "E4B1C09E446342F09A8E779DA11212FF",
                  "SourceString": "ARC_Tome11_OBSERVER_04_TITLE",
                  "LocalizedString": "Year Seven. Day 189. Postscript."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0AA0FFE142D513159F9934B1112BA8DA",
                  "SourceString": "ARC_Tome11_OBSERVER_04_ENTRY",
                  "LocalizedString": "A few of us read stories and drank a little whiskey before retiring to bed. Good stuff. Helps take the edge off."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2865BA66496A1A87C4439A972BB1D29E",
                  "SourceString": "ARC_Tome11_OBSERVER_05_TITLE",
                  "LocalizedString": "James Rich. Journal of a Moving Picture. Of dreams and madness."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "8326121B46BE3B91101A4A803D920775",
                  "SourceString": "ARC_Tome11_OBSERVER_05_ENTRY",
                  "LocalizedString": "I have attempted to prepare a quick outline of what this story will be and I’m starting to sense I will need to disregard the formula for the previous pictures I’ve written and attempt something new. The truth is… I can’t make sense of any of it… It’s like living in a world of boundless imagination where everything and anything can happen. That is to say, being led to this tower feels as impossible as all the faces and residual memories we’ve been seeing in the endless fog that seems to imprison and torment us. You can bet your last dollar that if you walk in this fog long enough, you’ll bump into Lovecraft in a straitjacket convulsing on the ground, dreaming up all this impossible horror and that all that I am and all that I’ll ever be is just a figment of his madness. It’s a strange thought. I’ve mentioned the idea to several others, and they agree this tower does have the feel of a house or hotel you would find in his fictional town of Arkham. Several in the group began calling the tower the ‘Arkham Inn.’ But I still maintain the more fitting name is ‘House of Arkham.’ "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Libra/ARC_OBS00ALL11HD.ARC_OBS00ALL11HD",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "Tome11"
      }
    }
  }
]