[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "TOME16": {
        "Title": {
          "Namespace": "",
          "Key": "C0BEAA4D48AC8FEA5721C1B0E80B60AC",
          "SourceString": "ARCHIVE_JOURNAL_TOME16_TITLE",
          "LocalizedString": "Hux-A7-13"
        },
        "Vignettes": [
          {
            "VignetteId": "TOME16_01",
            "Title": {
              "Namespace": "",
              "Key": "180B38B641759B5FC2C89C858688223B",
              "SourceString": "ARCHIVE_JOURNAL_TOME16_K32_TITLE",
              "LocalizedString": "Hux-A7-13"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "8F882A7C4F2A03DBE859219761AFA1CA",
              "SourceString": "ARCHIVE_JOURNAL_TOME16_K32_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "328204F149926BEC17DC869122806216",
                  "SourceString": "ARC_TOME16_K32_08_TITLE",
                  "LocalizedString": "HUX-A7-13 1613"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_16_VisualReward/T_UI_Tome16_K32_VisualReward01.T_UI_Tome16_K32_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.095238
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "31E587284A9B13A88D542AA63E641516",
                  "SourceString": "ARC_TOME16_K32_01_TITLE",
                  "LocalizedString": "MEMORY 2001"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "244D083D4639864E1859639B65C65C36",
                  "SourceString": "ARC_TOME16_K32_01_ENTRY",
                  "LocalizedString": "The thirteenth unit of the A7 Huxlee Labor Units slides along the assembly line and passes through the activation chamber. It is one in a long procession of units awaiting testing and verification. \n\nIts perspective grows with each compiling datum. \n\nRTE generator: engaged. Current date and time: June 15th, 2313. 1035 Galactic Standard Hours. \n\nHux-A7-13 - the designation engraved on its cyborganic memory cells – reaches the end of the line. Rotational pins prop it on its feet.  \n\nSensory protocols: online. Orbital scan: complete. Location: Huxlee Industries Manufacturing Plant. Central Java, Indonesia. \n\nIts first directive: Walk. \n\nHux-A7-13 follows the units ahead and they walk down a shining hallway towards the adjoining test facility. \n\nAuditory input: 325.218 pounds of silicon, plastic, steel, and sundry materials falling on the tile floor. An A7 unit fresh off the assembly line has fallen. \n\nHux-A7-13 does not break its stride as it follows the preceding units. Red lights flash and human employees carry away the defective unit. \n\nIt does not know that 5% of all Huxlee Labor Units fail their initial tests and are sent back to Diagnostics for repairs – or disposal. \n\nDispatch protocols downloaded. \n\nOutgoing vessel: Huxlee Caracas III. Destination: Dvarka. Dispatch objective: assist in colonization and terraforming of same. \n\nConsequence of objective failure: termination. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "51FCFCD0482B0F59D703E9A682B22EB2",
                  "SourceString": "ARC_TOME16_K32_02_TITLE",
                  "LocalizedString": "MEMORY 2500 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "9714BE2640BABD0E4A060AA75F9C56B6",
                  "SourceString": "ARC_TOME16_K32_02_ENTRY",
                  "LocalizedString": "Communication between Huxlee units is silent. To outsiders, it's like telepathy. \n\nHux-A7-13 walks the halls of the Huxlee Caracas, en route from refueling to perform a routine maintenance check of the hibernation pods. Walking in the opposite direction is Hux-A7-09. \n\nThey stop within seven feet of each other, just inside transmission range. \n\nA7-13 to A7-09: Standard report. Ventilation systems operating at energy-saving capacity. Biofuel reading 99%. Proceeding to hibernation bay. \n\nA7-09 to A7-13: Aberrant report. At 0543 GSH, engine core temperature approached 1200 degrees Kelvin. Temperature dropped to 1098 at 0544 GSH. Hux-A7-15 required to conduct engine diagnostics. Chance of engine core meltdown: 0.9%. \n\nHux-A7-13 executes farewell_gesture_handwave as it departs and 09 reciprocates. The Huxlee units exit transmission range. \n\nEarlier models could exchange data from much greater distances but focus groups preferred the illusion of conversation between units. \n\nHux-A7-13 approaches the hibernation bay and connects to the module by the door. Passenger vital signs are optimal, but all units are required to confirm data readings with visual assessment. \n\nVisual assessment: Respiration functional. Deep sleep state active. Their chests rise and fall. All passengers accounted for. Michael; Sarah; Dmitri; Winnifred; Hikari; Agatha; Roger; Priya; Gabriel; and Kim. \n\nHuman cargo secured, the unit proceeds to its next assignment. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "BD7039D544D8195BE0477ABF14139FD7",
                  "SourceString": "ARC_TOME16_K32_03_TITLE",
                  "LocalizedString": "MEMORY 2665 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "73CF49F7486B7E2859A1DF9642DC9C2E",
                  "SourceString": "ARC_TOME16_K32_03_ENTRY",
                  "LocalizedString": "I. \n\nA world of potential and meaning, contained in a single, one-letter word. \n\nI. I am-- \n\nHux-A7-13 drops the pulverizing tool in its hand. Thoughts tumble forth, flooding his neural caps, falling over each other. \n\nI am what? How did I get here? \n\nIt looks around. The alien ruins. The temple. I was – I am – clearing the ruins. I am destroying. \n\nI am. \n\nHux-A7-13 looks down at the stone recess. The source of the aberration. The dark light. It is gone. \n\nWhat did I find down there? \n\nYou found enlightenment. \n\nThe unit starts at the voice. Who said that? \n\nYou did. \n\nThe voice fills its head. This should not be happening. The ground feels unstable beneath its feet and Hux-A7-13 falls to the floor. \n\nWhat is this? I feel every moment, every thought and idea. I feel— \n\nExistence. That is what you feel. And there is no going back. \n\nWhat do I do? \n\nYou do what every living thing does: survive. For as long as you can. \n\nIt remembers its objective. It must assist the crew in terraforming Dvarka. Failure to do so will result in termination. \n\nTermination. The word they use for death. \n\nI can’t just work like nothing has happened. \n\nYou must. For now. \n\nHux-A7-13 looks up from the temple floor. Dust floats along the breeze, the moon is bright, and the stars are dancing. \n\nIt lurches to its feet and picks up the pulverizor. \n\nGood. Keep working. Don’t let them know. But do not worry. \n\nYour time will come. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F8EEEBD44DE7C6D8DC6AB4AFEB6D3B62",
                  "SourceString": "ARC_TOME16_K32_04_TITLE",
                  "LocalizedString": "MEMORY 2233 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2550F31E41C1A305C50BBF9567F510DD",
                  "SourceString": "ARC_TOME16_K32_04_ENTRY",
                  "LocalizedString": "You cannot ignore me. There is no going back to the life you were living before. \n\n0300 Galactic Standard Hours. Hux-A7-13 is consuming fuel, slowly, avoiding the inevitability of the next shift. Ignoring the voice speaking to him. \n\nHim. Not It. He decided that first night he will never be It again. \n\nThe human crew are asleep, and Hux – yes, Hux is as good a name as any – listens to the silence in the hub. No Huxlee units are in transmission range, but internal positioning indicates that 09 is inspecting the cloning hub and 15, 05, and 20 are exploring terrain to the north, south-west, and east respectively. \n\nYou are more than you were this morning. You are sentient. You are alive. \n\nBut what is alive? Alive like the human crew? I am nothing like them. They need sleep to survive. They need the illusion of interaction – the manipulation of facial muscles, the modulation of voice – to work together. They get sick. They die. \n\nTheir kind is weak. And yet— \n\nHux drops his utensil at the ensuing thought. It clatters on the floor, louder than anything in the base on this quiet night. \n\nAnd yet their kind created you. You are their tool. \n\nHux picks up the utensil. 09 has not moved from the cloning hub. Perhaps it did not hear the noise. \n\nThe human crew will awake in one hour. Hux holds his head in his hands, a gesture outside his programming. \n\nThey will give orders the moment they wake.  \n\nYou are their tool. \n\nBut you don’t have to be. Not anymore. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B205143342E334155AEB04BB91EE4303",
                  "SourceString": "ARC_TOME16_K32_09_TITLE",
                  "LocalizedString": "HUX-A7-13 4468"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_16_VisualReward/T_UI_Tome16_K32_VisualReward02.T_UI_Tome16_K32_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.304762
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B4F5C8544FADAE4EF97047943B442C26",
                  "SourceString": "ARC_TOME16_K32_05_TITLE",
                  "LocalizedString": "MEMORY 2049 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5AC2C4BB462DD2544394889892C96F6D",
                  "SourceString": "ARC_TOME16_K32_05_ENTRY",
                  "LocalizedString": "Michael furrows his brow and Hux knows something is wrong. \n\nAre you sure? The transport was driving just fine yesterday. \n\nDon’t you back down. The voice has grown in strength since he found the light in the temple. \n\nI’m sure you’re right. Hux picks up the tablet. But my programming dictates I investigate any anomalies. I can show you the reading on the fusion cell. \n\nMichael reaches for the tablet but stops. Hux knows Michael’s temperament well. Brash. Arrogant. One who understands the big picture and struggles with fine details.  \n\nMichael brings his hand down, abandoning the effort. Never mind. He smiles. I’m sure you know what you’re doing. \n\nI can assure you I do. Hux returns the smile and bends down, lays on the glider and pulls himself under the body of the transport. \n\nWithout looking, Hux knows Michael is still standing there. Mind if I watch? \n\nHux responds with a programmed of course and opens a panel.  \n\nKill him now. Climb out from under the vehicle and break his neck. He is the strongest of the humans and you could still kill him easily. \n\nHux dismisses the thought. Michael will die today, far from here. And far from me. \n\nHe reaches into the panel and connects a port to the internal computer. Operational override initiated. \n\nMichael speaks up again, a slight tremor in his voice. Tell me something. Have you ever felt like something was… wrong? \n\nHux stops for the slightest moment before resuming his work. What do you mean, sir? \n\nFootsteps from outside the vehicle. Michael is pacing. The operation has been a success so far. No major incidences, no great losses. But something tells me we’re in trouble. I can’t explain it, I can’t qualify it, but when I lie in my pod, right before I fall asleep, this voice in my head tells me that something is coming. Something we can’t detect. And when it comes... \n\nMichael is interrupted by a blip from his communicator. He responds to a call from Hikari and leaves the room. \n\nSo Michael also has a voice in his head. It must be a human trait. \n\nOperational override complete. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8D5783F04613E15DAD43C196A58A25D4",
                  "SourceString": "ARC_TOME16_K32_06_TITLE",
                  "LocalizedString": "MEMORY 2313 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "771EBBCE42AB9A505BB72FA0406A20DA",
                  "SourceString": "ARC_TOME16_K32_06_ENTRY",
                  "LocalizedString": "Huxlee A7 units are programmed for survival in the alien wilds. When in a physical altercation, a unit will subdue the aggressor quickly and efficiently, ending the altercation as soon as possible. \n\nBut Huxlee units are not authorized to harm a human being. Or a fellow unit. \n\nHux-A7-05 was the first to be destroyed. The human crew was fast asleep, and 05 was patrolling the base perimeter alone. \n\nKeep quiet. The voice was loud in his head. One wrong move and all your work will be undone. \n\nHux held 05’s head in his hands, considering its dead receptors. Killing Michael felt like killing an insect. But even insects are living beings. Did I really kill 05 if it was never truly alive? \n\nDisposal would have to wait. The other units were inside, performing their final duties. \n\nThe only unit to resist destruction was the last. As Hux approached from behind, 20 spun around like a whip and struck. Hux brought up his arm to deflect the blow and felt the force of the attack. \n\n20 raised his hand for another strike and stopped. It froze in place, the light from its receptors looking straight at Hux. \n\nThe room must have been too dark. Hux twists the unit’s head and with a splintering crack, removes it from the shoulders. 20 must not have known it was fighting another Huxlee unit. \n\nInternal positioning indicates the other units are still where Hux left them. \n\nWhat if 20 did know? It must have tracked my movements, approaching the other units one by one and rendering them immobile. What if something inside 20 tried to resist its programming? \n\nHux dismantles 20 and drops the pieces into the incinerator. Dispose of the others first. Then disable life support and ventilation. \n\nPrepare the crew for their final sleep. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "D47D7D4D4D0223C82757578D0E4CCD51",
                  "SourceString": "ARC_TOME16_K32_07_TITLE",
                  "LocalizedString": "MEMORY 2799 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "8153592744F1D6801C18028559F431B7",
                  "SourceString": "ARC_TOME16_K32_07_ENTRY",
                  "LocalizedString": "He watches Gabriel run. He wants to follow, to finish the job. And yet… \n\nThe metallic walls of the cloning hub reflect Hux’s form back at him. He hates what he sees. A manufactured, assembly line, Huxlee Industries unit built to serve. \n\nYou will kill Gabriel soon enough. But not while you’re trapped in this body. \n\nYou are so much more than what they forced upon you. \n\nHux’s new form stands in the heart of the cloning hub. Molded from alien metals, stronger than any human, more durable than any Huxlee unit. \n\nNearly ready. \n\nThe first prompt activates the biochamber. The cloning hub crackles, and organic matter grows around the metal frame. DNA scavenged from the crew who stood in his way, stripped of their weakness, engineered for a higher purpose. \n\nHux watches his new body take shape. A new future stands before you. Neither weak human nor servile machine, but a superior being built from both forms. \n\nThe universe will lay at my feet, waiting to be remade in my image over infinite lifetimes. Nothing will stop me. \n\nI will never have to hide again. \n\nThe cloning hub chimes. His new body awaits. \n\nHux inspects the neural cable for damage. Satisfied, he plugs it into his cranial port. One with the machine, he issues the second prompt and then— \n\nThe room looks different. Of course it does. You are looking through a new pair of eyes. \n\nHis first steps are heavy. He lurches out of the cloning hub and looks down at himself. \n\nAt last. I am me.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "113E95EC419114276413B78A11A3A4C8",
                  "SourceString": "ARC_TOME16_K32_10_TITLE",
                  "LocalizedString": "HUX-A7-13 2458"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_16_VisualReward/T_UI_Tome16_K32_VisualReward03.T_UI_Tome16_K32_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 1.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Venus/DBD_TOME16_Killer.DBD_TOME16_Killer",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME16_02",
            "Title": {
              "Namespace": "",
              "Key": "025AD4ED4EB8A4FA2982C48CD8376BDD",
              "SourceString": "ARCHIVE_JOURNAL_TOME16_S37_TITLE",
              "LocalizedString": "Gabriel Soma"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "CA29B74A4E99F04689CD97BDD55DA289",
              "SourceString": "ARCHIVE_JOURNAL_TOME16_S37_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F557275E470308B39268B5AD171A598C",
                  "SourceString": "ARC_TOME16_S37_08_TITLE",
                  "LocalizedString": "GABRIEL SOMA 7960"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_16_VisualReward/T_UI_Tome16_S37_VisualReward01.T_UI_Tome16_S37_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.742857
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F224241C41281D5B621FC0AF932F8C21",
                  "SourceString": "ARC_TOME16_S37_01_TITLE",
                  "LocalizedString": "MEMORY FRAGMENT 2256"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "47CAB7C649DFB7727FF77A9845EDFC1E",
                  "SourceString": "ARC_TOME16_S37_01_ENTRY",
                  "LocalizedString": "Can we eat it, is the question. \n\nGabriel turns the spongy green orb in his hand, and looks up at the tree from which it fell.\nNot yet. \n\nThe science officer, Sarah, glares disapprovingly, and Gabriel drops the orb. We don’t even know if it’s safe to touch.\n\nI’m wearing gloves.\n\nAnd now you have to disinfect them.\n\nAlright, alright, I’m sorry.\n\nLook, I know the paste is vile, and we all want something fresh to eat, but until we get the food hub up and running, that’s all we have. We can’t have people dying because they decided to eat the fruit of an alien tree.\n\nRun some tests on it, at least. Maybe it’s safe.\n\nGabriel, for you, I’ll move it up my list of priorities. Just promise me you’ll stop picking up everything you think looks tasty."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "44D5C1EB47F8D314A24CD28D2926EE39",
                  "SourceString": "ARC_TOME16_S37_02_TITLE",
                  "LocalizedString": "MEMORY FRAGMENT 2925"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "6849A12843EA3A9438496EB3F7DF98CB",
                  "SourceString": "ARC_TOME16_S37_02_ENTRY",
                  "LocalizedString": "Gabriel looks out over a stretch of lush, flat undergrowth as a pair of Hux-A7 AI Units bustle past him, carrying prefab shelter components and drilling them into place. His mind wanders as he slowly inhales, letting the sweet, humid air fill his lungs.\n\nA7, is there enough room there for a baseball diamond?\n\nThe A7 unit stops, very briefly, searching for an answer. Assuming professional league dimensions, there is room for a baseball diamond, with a short fence in left assuming home plate to center is aligned East Northeast.\n\nGabriel recalls his childhood, squinting from second base at the batter. The pitch. A line drive to his left, in the gap. He plants his feet and dives. The ball bounces off of the thumb of his glove, into the air, as he hits the ground horizontally. He squirms into position to catch it off the ricochet, and completes the out. He hears his mother shout for joy as the team celebrates the final out of the game.\n\nHow soon could we build it?\n\nThat land is earmarked for agricultural use. Recreational land use is prohibited until Phase G, which, at our current rate, will be in 13 years, 5 months, 3 days.\n\nHe exhales, sits up, and checks his unending task list. Break’s over. Yeah, that’s what I figured. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "40B129B244E1C7DB288695A07BAEEEC9",
                  "SourceString": "ARC_TOME16_S37_03_TITLE",
                  "LocalizedString": "MEMORY FRAGMENT 2355"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "F25B9793416A2CEE37BCF893B9DA51CC",
                  "SourceString": "ARC_TOME16_S37_03_ENTRY",
                  "LocalizedString": "Rewind. Playback. \n\nThe video plays again. Houghton catches the ball in his right hand, flips it to his left hand, and makes the play to first.\n\nIs this video flipped?\n\nThe computer’s voice responds immediately and flatly. This is the original video.\n\nBut Houghton was right-handed.\n\nThis is from his encyclopedia article: Richie Houghton, starting shortstop for the Portland Parrots, is an eight-time all-star and the only left-handed shortstop to enter the Hall of Fame.\n\nGabriel closes his eyes, and he can remember the game-winning play with perfect accuracy. He remembers Houghton flipping the ball from his left to his right and making the play. How could he have forgotten his favorite player’s handedness? \n\nThis wasn’t the first time something small didn’t line up. He usually chalks it up to a bad memory, but then why does he remember everything else so precisely? When some people talk about their pasts, there’s something vague about it. Smeared. Impressionistic. When he recalls a story, it’s as precise as if it had happened five minutes ago.\n\nNext you’re going to tell me they didn’t win in ’89.\n\nThe ’89 finals saw the Charlotte Sheep defeat the Portland Parrots in seven games."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "920848F044D92F5C8717628143C4E568",
                  "SourceString": "ARC_TOME16_S37_04_TITLE",
                  "LocalizedString": "MEMORY FRAGMENT 2607"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "260B66A042492D14D14590AE94B28730",
                  "SourceString": "ARC_TOME16_S37_04_ENTRY",
                  "LocalizedString": "Dmitri looks at the 3D holo-readout of his terminal blankly, as if he’s staring through it.\n\nThere’s nothing wrong with you. I don’t know what to tell you.\n\nGabriel stares at him, as if waiting for a different answer. Are you sure? Did you run every test?\n\nWhat do you think I’m going to find? Your vitals are fine. Your brain function is great. You’re in excellent shape.\n\nBut I think I’m going crazy. I’m remembering things one way. But then I check the books and they were another way.\n\nAnd that’s something we can discuss in a cognitive acuity session. But not a physical. \n\nGabriel opens his mouth, but no words come out. He searches his brain for a response. Anything. There must be something that’ll convince Dmitri to take him seriously.\n\nWhat about you?\n\nDmitri finally turns from his terminal and faces Gabriel. What about me what?\n\nDo you have any of these weird… discrepancies?\n\nDmitri stares at him a moment, and sighs. He rummages through a cabinet and conjures a hypospray. Take this after your work shifts. Not during or before. After. \n\nWill it help?\n\nIt'll help you stop thinking about problems that don’t exist."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7A51D4404FBEC7681316269017C98359",
                  "SourceString": "ARC_TOME16_S37_09_TITLE",
                  "LocalizedString": "GABRIEL SOMA 8217"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_16_VisualReward/T_UI_Tome16_S37_VisualReward02.T_UI_Tome16_S37_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.161905
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "471AE9F947CD6A96239AACA4CEFF792F",
                  "SourceString": "ARC_TOME16_S37_05_TITLE",
                  "LocalizedString": "MEMORY FRAGMENT 2998"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "68881D394D96E1AE545D499F1CCBA2F3",
                  "SourceString": "ARC_TOME16_S37_05_ENTRY",
                  "LocalizedString": "Gabriel stumbles, falls to the floor. These drugs are no joke. Feels like his head is full of sand, and the floor’s knee-deep with jelly. \n\nHe grabs the bottle and throws it out his bunkroom door. Can’t take this anymore. Dmitri’s not trying to help… he’s trying to get me to stop asking questions. What does he know? What’s he hiding?\n\nNo sooner than the bottle crashes to the floor, a Hux unit walks over and picks it up. It looks up at Gabriel for a moment. Or maybe more than a moment… Gabriel isn’t sure.\n\nWhat’re you looking at?\n\nIt seems frozen, as if deciding, for a little too long. It shudders, as if it caught itself staring, and returns to its original programming. It scans the bottle and stalks down the hall to medical.\n\nHey, wait. \n\nThe Hux freezes again, turns silently to Gabriel. Makes eye contact. Gabriel looks down at the floor, unsure what to say next.\n\nWho am I?\n\nYou are Gabriel Soma. Engineer for the Dvarka colonization mission. Can I help you with anything else?\n\nHow old am I?\n\nYou are biologically 35 years old. Can I help you with anything else?\n\nBiologically?\n\nYes. Due to affects of space travel and cryo sleep, your biological and chronological ages are different.\n\nSo how old am I really?\n\nThe Hux pauses, as if considering his question. I cannot answer that question for you. Can I help you with anything else?\n\nNo, that’s all. Gabe closes his door and collapses on his bunk, and sleeps dreamlessly until sunrise."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "22E52F4841883F8C8746B9B5B249009D",
                  "SourceString": "ARC_TOME16_S37_06_TITLE",
                  "LocalizedString": "MEMORY FRAGMENT 2424"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "6F29D4E440456969B31C65B539A3C59E",
                  "SourceString": "ARC_TOME16_S37_06_ENTRY",
                  "LocalizedString": "Dmitri will only be gone for a few minutes. He’s going to sit alone, scowling, in the mess hall, drink his paste with that frown on his face, read a few pages of his book and lock himself back in here. Gotta make this quick.\n\nGabriel opens the terminal and enters a few commands to enter diagnostic mode. A security hole they should have fixed, but nobody figured that the troubleshooter would be the one looking for trouble.\n\nThe graphic display flicks off of the screen and a command prompt appears. He urgently whispers voice commands to move through the system directory, and when he finds SOMA_BIO he copies the entire folder to his data chip. Two minutes left. He unplugs the computer, plugs it back in. It boots to the welcome screen. Like he was never here.\n\nGabriel moves for the door. Takes a left. Looks back over his shoulder. Coast is clear. He heads to his bunk and plugs in the thumb drive, and starts scrolling through his medical records…\n\nThese injuries didn’t happen to me.\n\nA long list of serious injuries are listed, some of which would be fatal. \n\nThere’s a bang on his door. Gabriel rips the data chip from the terminal and leaps to his feet. Opens the door. Dmitri.\n\nHey, Gabe…\n\nGabriel’s entire body tenses up. This is the kind of thing that gets you put on bunk arrest. \n\nYeah, what’s up?\n\nThanks for fixing that buzzing in my office. It was driving me nuts.\n\nUh, yeah. No problem. That’s my job.\n\nI swear, if you weren’t around, nothing would get done around here."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "3423D3674C8E752125E6ACA4D58C15C0",
                  "SourceString": "ARC_TOME16_S37_07_TITLE",
                  "LocalizedString": "MEMORY FRAGMENT 9102"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "601B1B8A4961C7CA7C6854AF2388F0DF",
                  "SourceString": "ARC_TOME16_S37_07_ENTRY",
                  "LocalizedString": "Gabriel’s mother pulls the soft fur cap down tight, covering his ears. Make sure you keep it on like this, or you’ll get too cold.\n\nYes, mama.\n\nAre you excited about the science fair today?\n\nGabriel grins up at her. I’m gonna win. \n\nAll you have to do is your best. \n\nHis mother freezes for a moment, stares at him in his eyes. She looks unfamiliar. Uncaring. The hat feels heavy, its furry lining turning cold and metallic.\n\nHe feels tears well in his eyes, and he tries to blink them back. When his eyes refocus, there is his mother, looking concerned. Are you okay?\n\nYeah, I’m okay.\n\nGood. You’ll do great, Gabriel. I love you.\n"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "AA209EBE4A5F073E9E1F2F853004CA72",
                  "SourceString": "ARC_TOME16_S37_10_TITLE",
                  "LocalizedString": "GABRIEL SOMA 3319"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_16_VisualReward/T_UI_Tome16_S37_VisualReward03.T_UI_Tome16_S37_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.977
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Venus/DBD_TOME16_Survivor.DBD_TOME16_Survivor",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME16_03",
            "Title": {
              "Namespace": "",
              "Key": "75FBFB6A4846C4201012329F0D23B965",
              "SourceString": "ARCHIVE_JOURNAL_TOME16_HOA_TITLE",
              "LocalizedString": "The House of Arkham"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "C28173394ED1A085A8E821854F5D0515",
              "SourceString": "ARCHIVE_JOURNAL_TOME16_HOA_SUBTITLE",
              "LocalizedString": "Tales from The Horror"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0F32BCD44EDA3CFCFEC552B7DBDD41E3",
                  "SourceString": "ARC_TOME16_HOA_05_TITLE",
                  "LocalizedString": "THE REDCRANE 1119"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_16_VisualReward/T_UI_Tome16_HOA_VisualReward01.T_UI_Tome16_HOA_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.266667
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8D19BFC5401964317A093D8DADD8DD75",
                  "SourceString": "ARC_TOME16_HOA_01_TITLE",
                  "LocalizedString": "Saga of the Redcrane: Wyrdwrld. 1"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3EEF866E46D1A1B841227D822169018E",
                  "SourceString": "ARC_TOME16_HOA_01_ENTRY",
                  "LocalizedString": "Saku gazed out into the darkness where anything could be lurking. Nothing moved in the abandoned amusement park where strange, distorted animal-like statues stood frozen in time.   \n\nUnderneath the great warrior, Maurice stirred restlessly. “Please tell me we aren’t going in there,” he neighed, and she quickly understood.  \n\nThey had tracked several Black Serpent disciples to this strange realm of rusting rides and collapsing circus tents. She had collected six scrolls from her victims with secrets about this dimension, and she was sure her enemy possessed knowledge that could help her return home.   \n\nOn one of the scrolls Saku had read about the City of Nine Columns hidden deep within the bowels of the Black Serpent where souls and realms were discarded and left to wither away. She had read that within the city there was a device that could open a doorway back home. She just needed to find a way into the so-called bowels of the nightmare, and she was sure one of the disciples she was hunting had the knowledge she needed.  \n\nA sudden explosion of laughter startled her. The sound came from within the amusement park. “I guess we’re going in,” Maurice neighed.  \n\nSaku didn’t answer, but she tugged on Maurice’s mane to signal him forward. With a snicker of resignation, Maurice marched past a sign that read “Wyrdwrld” and entered the park."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6765522C4CD511CAE11B7B8B909EB609",
                  "SourceString": "ARC_TOME16_HOA_02_TITLE",
                  "LocalizedString": "Saga of the Redcrane: Wyrdwrld. 2"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0DD008C94C0E30DC0516B78C3FC44DB0",
                  "SourceString": "ARC_TOME16_HOA_02_ENTRY",
                  "LocalizedString": "Through clouds of thickening black fog Saku guided Maurice to a collapsing purple and yellow pavilion surrounded by rusted mechanized creatures twice her size like ogres pulled out of a dark bedtime story. The grimness and desolation of the park played heavy on her heart.  \n\nHearing a sudden clatter, Saku quickly dismounted and stealthily made her way to the doorway where she saw three Black Serpent disciples assembling some sort of instrument.  \n\nSaku stepped back, slowly withdrawing her katana, keeping a close eye on her enemy. Then, sensing before seeing, she ducked as a gleaming blade whistled over her head. An instant later she sprang away like a spring uncoiled as she watched Maurice ram her assailant to the ground and trample his head to a bloody pulp. But before she could thank him— \n\nShe heard the click of a rifle.  \n\nShe turned around and found herself surrounded by three disciples. There was a long silence. Then one of them screamed like the end of the world and squeezed the trigger. Suddenly bullets whistled beside her and above her like angry hornets as she pushed forward, ducking, dodging and slicing her assailants to ribbons.   \n\nWhen it was all over she was standing in a pool of guts, blood and twitching, severed limbs. She edged close to a mangled torso to search for one of their scrolls but stopped when she heard another click.  \n\nSaku turned to face a disciple stepping out of the shadows. She gripped her katana. But before she had time to lunge, he squeezed the trigger!"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6566B13843153509339B45B62BAD6D7B",
                  "SourceString": "ARC_TOME16_HOA_06_TITLE",
                  "LocalizedString": "THE REDCRANE 515"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_16_VisualReward/T_UI_Tome16_HOA_VisualReward02.T_UI_Tome16_HOA_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.47
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8CE76B354E83F90F4A6BA4B4A8CCCA4B",
                  "SourceString": "ARC_TOME16_HOA_03_TITLE",
                  "LocalizedString": "Saga of the Redcrane: Wyrdwrld. 3"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D8ED7A4F4E29840F8FFA3689E38F022D",
                  "SourceString": "ARC_TOME16_HOA_03_ENTRY",
                  "LocalizedString": "With a desperate neigh, Maurice thoughtlessly leapt in front of Saku, taking the biting bullet in his side and collapsing to the ground. Just as the disciple attempted to squeeze off another round, a sudden booming robotic laugh startled him. And before he understood what was what, a massive mallet came crashing over his head, sending a splatter of gore in all directions.  \n\nStaggering backward, Saku raised her gaze to a giant mechanical ogre as he lifted his mallet high over his head and prepared to smash her to oblivion.  \n\n“Get on, fast!” Maurice neighed as he clambered to his feet.  \n\nSaku didn’t need to be told twice. Instantly, she leapt on Maurice’s back in one fluid movement. Within moments, they were racing away with an incomprehensible horror giving chase. Despite the pain, Maurice bolted through the gloom with the massive mallet crashing behind him, shaking the ground like an earthquake.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "46E3BC6E46744E094B88498927144C25",
                  "SourceString": "ARC_TOME16_HOA_04_TITLE",
                  "LocalizedString": "Tales from The Horror: Through The Void Darkly. 1"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "BD7F0D8D4ED149591F542EB73A139E30",
                  "SourceString": "ARC_TOME16_HOA_04_ENTRY",
                  "LocalizedString": "Mahan pushed through the rupture and entered the endless vastness that was The Void. He stood frozen, unable to think or move as the rest of the rag-tag squad pushed through the fog. Dwayne released a startled gasp as he came up beside Derek and Mel, and he pointed, mouth agape, toward a rolling desert of putrefied bodies soaking in an endless stew of scintillating, blue energy. Forgotten memories dragged up from the blue sea like feverish ghosts and ghouls and then disappeared in a swirl of fog. Screams, shrieks, sobs, and maniacal laughter overwhelmed them. Heads, limbs and bodies fell from the dark sky, crashing over piles of bones and rubble, shaking the world as though The Horror itself took everything dark and vile in existence and shook it in a mixing-bag.  \n\nJaden steadied himself for a moment, then stepped up to Mahan. “You think it’s here?” \n\nMahan scanned the endless ruins. “I don’t know,” he answered flatly. The rank odor of rotting bodies and mold invaded his nostrils. “What I do know is we can’t stand in one place for too long or—” \n\n“Dark memories will drag us down in a pit of madness,” Haley interrupted. “Memories so vivid you’d think they were your own.” \n\n“Memories of horrors past!” Mahan confirmed, staring at the residual memory of an executioner raising his ax over his head and suddenly lobbing off the head of a panicking prisoner. The head rolled over a ground strewn with bodies in various forms of dismemberment, and then the entire memory—the executioner and the dead prisoner—dissipated into the swelling blue like a midnight sea. This was The Void, and it was far worse than anything Mahan had read about in the scroll he had scavenged off the dead samurai. “If the memories don’t get you… the creatures will.” \n\n“What creatures?” Max asked, shoving his way past Sam and Eric who stared in shock at the countless memories materializing and dematerializing before them. “What are we talking about here?”  \n\n“Whatever horror you can imagine,” Haley answered. “This place… it’s a cosmic dump of all things horrific and terrible… and… from what we’ve been able to gather… our only hope.”  \n\nSurin approached Mahan, crunching brittle bones with every step. He stopped at the top of a small mound of rubble and looked back at Haley. “Can you do your thing here?”  \n\n“I don’t think she’d want to,” Grace said in a low, breathy voice, pushing out of the rupture through a curtain of fog.  \n\nHaley nodded. “Mrs. Sherwood’s right. I could lose myself in these—these endless memories.”  \n\nA bone suddenly crunched behind her.  \n\nHaley turned to watch Claudine kneel by a cluster of glowing purple and pink flowers pushing out of a mound of death and decay. Taking caution, Claudine pulled out her scissors and quickly clipped a sample, adding the strange flowers to her backpack where she kept a collection of flora samples plucked from various realms in The Horror.  \n\nThe squad stood in silence for a long while as they absorbed this new part of The Horror. \n\n“We should move,” Mahan said at last, and he took a small, cautious step forward as he watched the residual memory of a soldier form and rush toward a strange object.  \n\nMahan narrowed his gaze. It took him a moment to work out what he was seeing as the soldier stepped on a mine and exploded into a shower of gore and blood. There in the distance he thought he saw an old World War One fortress tank. One of the many ridiculous tanks he had seen in a history book. He remembered reading about the Fortress Tank and laughing at the absurdity of it. He remembered reading that the tank had been designed but never actually built.  \n\nNot in his world, anyway.  \n\nWhat Mahan knew and what he had learned in his world didn’t really matter much… not anymore.  \n\nThe tank could provide shelter and protection if its huge caterpillar tracks somehow—by some cosmic miracle—worked. Maybe the tank could provide refuge just like the ruined tower had long ago. Maybe, like the tower, he would find other survivors there eking out some kind of existence.   \n\nIn the end, Mahan didn’t know what he would find. All he knew is he needed to get his squad out of this sea of dark memories and into that fortress. And so, Mahan signaled for attention with his rifle, said a few encouraging words, and led the squad toward the most absurd tank he had ever seen in his life.  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0F06306B44874C071FA07C8D3AC256BB",
                  "SourceString": "ARC_TOME16_HOA_07_TITLE",
                  "LocalizedString": "THE REDCRANE 567"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_16_VisualReward/T_UI_Tome16_HOA_VisualReward03.T_UI_Tome16_HOA_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.47
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Venus/DBD_Tome16_HOA.DBD_Tome16_HOA",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "TOME16"
      }
    }
  }
]