[
  {
    "Type": "DataTable",
    "Name": "CharacterDescriptionDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'CharacterDescription'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "268435465": {
        "CharacterIndex": 268435465,
        "CharacterCodename": "Nightmare",
        "Role": "EPlayerRole::VE_Slasher",
        "Difficulty": "ECharacterDifficulty::VE_Intermediate",
        "DisplayName": {
          "Namespace": "",
          "Key": "17A6586C4EFD4726CFC84FBCA3C7516E",
          "SourceString": "KILLER_SD_NAME",
          "LocalizedString": "The Nightmare"
        },
        "Backstory": {
          "Namespace": "",
          "Key": "B346D34E45E961A5E0512BAB4DDC5142",
          "SourceString": "KILLER_SD_BIO",
          "LocalizedString": "Even while he lived, Freddy Krueger was a creature of nightmare for those who truly knew him. Hiding behind a mask of warmth and friendliness, Freddy's actual temperament was known only to his victims. When those victims were finally heard, the parents of Springwood tracked Freddy down and took the law into their own hands. They thought fire had rid them of a monster that night, that their children were finally safe, but evil as strong as his has a way of surviving.<br><br>Years passed, the horror was buried, the victims mercifully forgot. Then, somehow, Freddy returned, and dreams became nightmares once again.<br><br>Freddy focused his anger on those he felt had wronged him, building up to his one true obsession: Nancy Holbrook. But he underestimated her strength and resourcefulness. Together with her friend, Quentin, she managed to weaken Freddy, mutilating him and leaving him for dead once more.<br><br>Death didn't want Freddy the first time he encountered it, why did they think it would take him now? He emerged once more, consumed with vengeance. Then he turned his sights on the boy who had blocked his path to Nancy, his number one. <br><br>Freddy invaded Quentin's dreams, terrorizing him night after night, until his strength and defenses would be at their lowest. When the time was right, he forced the boy to return to the dark reflection of Badham Preschool. Here he would have his final revenge.<br><br>Freddy stalked the boy through the school's halls. He took his time, savoring every moment of the hunt. This was what he enjoyed the most: the smell of their sweat in the air, the ragged gasps of their terrified breath. They were his to play with. <br><br>There was the boy, at the end of a long corridor. Too tired and scared to run anymore? Resigned to his fate? Freddy closed in, arms wide, claws raking the wall. Their tips traced along a pipe, the metallic shrieking only adding to the boy’s apprehension.<br><br>A shower of sparks rained on the ground, and into the liquid that covered the tiled floor. A blue flame blossomed and quickly engulfed the room.<br><br>The boy took flight as Freddy burst from the flames in a fury. Rooms and walls raced past in a blur until they were in Freddy's basement. There would be no escape from here.<br><br>Slowly Freddy closed in on the boy. His fear was so strong now that Freddy could almost taste it, but his eyes burned with a defiant hatred that was almost admirable. <br><br>Freddy drew back his claws.<br><br>Then Freddy felt another presence with him; something old, powerful and dark. A miasma enveloped him and the only sensation was a sound like wooden beams flexing and creaking in the distance. The echoing groan of metal crushed against metal. Something arcane and unknowable, half-way between language and pure terror. <br><br>There was a moment of falling and spinning, and then Freddy was back in the school. But not his school. It looked the same, but it felt different. His powers were tempered in some ways and focused in others. The boy had gone for now, but other prey walked the hallways. Some would be inconsequential; others would become his new favorites. All would fall before his claws."
        },
        "Biography": {
          "Namespace": "",
          "Key": "EB94EC23420D32BF72437B890DF3E727",
          "SourceString": "POWER_SD_TOOLTIP",
          "LocalizedString": "A nightmare inducing Killer, passively forcing Survivors into his Dream World using his power, <b>Dream Demon</b>. It is here that Survivors become extremely vulnerable to his dream abilities. Using his <b>Dream Projection</b> ability he is able to quickly appear across the map and put pressure on Survivors.<br><br>His personal perks, <b>Fire Up</b>, <b>Remember Me</b> and <b>Blood Warden</b>, improve his abilities over time and make him stronger as the trial reaches its climax."
        },
        "IconFilePath": "UI/Icons/CharPortraits/England/K10_TheNightmare_Portrait.png",
        "HudIcon": null,
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/storeBackground_SD.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::KillerHead",
            "DefaultItemId": {
              "RowValue": "SD_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerBody",
            "DefaultItemId": {
              "RowValue": "SD_Body01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerWeapon",
            "DefaultItemId": {
              "RowValue": "SD_W01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Sandman",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[K10] The Nightmare",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "PlatformExclusiveFlag": 7933,
        "GamePawn": {
          "AssetPathName": "/K10/Blueprints/Actors/BP_Slasher_Character_10.BP_Slasher_Character_10_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/K10/Blueprints/Actors/BP_Menu_Slasher10.BP_Menu_Slasher10_C",
          "SubPathString": ""
        },
        "IsDefaultItemSpawnableInParadise": true,
        "DefaultItem": "Item_Slasher_DreamInducer",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Male",
        "KillerAbilities": [
          "EKillerAbilities::VE_InduceDreams"
        ],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "/K10/Data/Game/SandmanTunableDB.SandmanTunableDB",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "Namespace": "",
            "Key": "873AC40E4D7C13999499C0BE8B7B43CF",
            "SourceString": "ATLANTACHARACTERSLIDE_SD_OVERVIEW",
            "LocalizedString": "Freddy Krueger, also known as The Nightmare, is a nightmare Killer. His abilities strengthen over time as the trial reaches its climax."
          },
          "Playstyle": {
            "Namespace": "",
            "Key": "F9C13FDB41777739B01B79870327C7A2",
            "SourceString": "ATLANTACHARACTERSLIDE_SD_PLAYSTYLE",
            "LocalizedString": "The Nightmare is able to passively pull Survivors into the Dream World where they're vulnerable to his abilities that manipulate and deceive."
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "SearchTags": [
          {
            "Namespace": "",
            "Key": "B100670343DC53AFFE0727B42022ECB6",
            "SourceString": "SD_TAG_01",
            "LocalizedString": "Freddy Krueger"
          },
          {
            "Namespace": "",
            "Key": "9382743B481484BE023FE4B87029FF9E",
            "SourceString": "DLC_Sandman_TAG_01",
            "LocalizedString": "A Nightmare on Elm Street"
          },
          {
            "Namespace": "",
            "Key": "55DAE9C7442C1DBDC11492BE3ACEE3CF",
            "SourceString": "DLC_Sandman_TAG_02",
            "LocalizedString": "NoES"
          }
        ],
        "DefaultCharacterClass": "",
        "CustomizationCategories": [],
        "CharacterId": "Nightmare"
      }
    }
  }
]