[
  {
    "Type": "DataTable",
    "Name": "CharacterDescriptionDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct'CharacterDescription'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "268435486": {
        "CharacterIndex": 268435486,
        "Role": "EPlayerRole::VE_Slasher",
        "Difficulty": "ECharacterDifficulty::VE_Hard",
        "DisplayName": {
          "Namespace": "",
          "Key": "27C266EF406195C487D1FEAC48F8B396",
          "SourceString": "KILLER_31_NAME",
          "LocalizedString": "The Skull Merchant"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "FA8CB7E64246382BA1D697A74A76627D",
          "SourceString": "KILLER_31_BIO",
          "LocalizedString": "The self-made millionaire Adriana Imai came from a humble home in Fortaleza, Brazil. Her father, Seita, moved to Brazil as a young man, hoping to see a side of the world completely different than his hometown in Hokkaido. A talented illustrator, he spent his spare time designing colorful characters and worlds.<br><br>While sketching patrons of a local jazz club, he was approached by Belinda, the owner, to work on a logo. What began as a business partnership soon became a romantic one, and within a couple of years, Adriana was born.<br><br>Adriana excelled in all facets of education. A house full of art and music honed a brilliant mind, and her intelligence was only exceeded by her obsessive drive to be the best. While scoring at the top of every class, she was often on the receiving end of disciplinary action due to her overly competitive, and sometimes violent, nature during schoolyard games. <br><br>Adriana’s mother did her best to keep her on the right track, but her father was increasingly absent as his own obsessive drive ramped up: <i>Adi Valente</i>, a manga about a young girl who saves and protects the weak with her quirky robot companion. Despite working long hours at a canning facility and writing his manga in his spare time, he somehow managed a little time every night to share his wild and highly imaginative illustrations with his daughter. <br><br>By middle school, Adriana was courted by a fancy private school due to her high performance, and, needing money, Seita spoke to publishers about his unpublished manuscripts. He managed to find a small local publisher to carry <i>Adi Valente</i>, but it meant more work than he could handle. He eventually lost his job at the cannery, giving him more time to develop and illustrate his series.<br><br>Adriana loved the manga, but the family was forced into hard times.<br><br>In her final semester, Seita requested higher royalties, but the publishing company went into administration and decided to cut the series. No longer able to afford the school fees, Adriana was pulled out of the elite academy where she was at the top of her class. Belinda was able to negotiate her graduation, but another student was able to take her place at the head of the class. Adriana was furious. On summer break, she learned everything about her rival: where he lived, where he hung out, what he liked to do in his spare time, what he listened to, what he watched, everything. She even stalked him on his way home one late summer evening and considered the myriad ways she could ruin his life. But, in the end, she did nothing, though something awakened within her and she felt like the anti-hero in a new story her father had been exploring.<br><br>Seita retreated further into himself and began producing this newer, darker manga, inspired by his visions and nightmares. A manga about a woman who hunts and guts the weak in a nightmarish realm with drones made of salvaged skulls and bones. But unable to sell this manga, <i>Sonhadores Sombrios</i>, the family became solely reliant on Belinda’s income.<br><br>Adriana, looking for ways to make her own money, started a website dedicated to the world of Brazilian manga. It became a runaway success and significant advertising dollars started to roll in. She realized she had no real interest in writing for it, though, so she convinced other kids to write for it for free while the money flooded in. The second she got an offer she sold the site and never looked back. <br><br>Proud of her accomplishment, she came home to show her parents the cheque. She never got a chance to show her father, though. He walked out the door that morning, never to return, leaving only a stack of unpublished manuscripts about The Skull Merchant mercilessly hunting those she deemed worthy of her efforts. <br><br>To help her mother, Adriana began to study at the library, teaching herself investment and economics, and soon tripled her money. By the age of 18, barely with a high school degree, she had already become a self-made millionaire. As stories of this investment wunderkind spread across Brazil, more and more doors opened for her. <br><br>Before long, she had the kind of money that allowed her to buy small companies—companies that she would gut, replace with non-union workers, and sell at a profit. The only breaks she took from her corporate obsession was to pore over her father’s manuscripts, trying to understand this chilling world he had created.<br><br>By her mid 20’s, she was regularly flipping companies. While finalizing on a real estate firm, two members of the board moved to block the sale, pointing to the trail of hollowed-out husks she left in her wake. Adriana was frustrated. It took her weeks to find out who the holdouts were, but once she did, she thought about how it would feel to hurt them. <br><br>She learned everything about the directors. Stalked their every move. Manipulated them into attending a conference in Switzerland. And, while on retreat in the Alps, she made her move. Inspired by The Skull Merchant, and feeling something within demanding expression, she tracked them with a prototype drone, and brutally dismembered them with a cruel two-bladed weapon. The rush of emotion and adrenaline was unlike anything she had ever experience before. And the company was hers!<br><br>Thus began an unsettling cycle. Swoop in on a business, destroy anyone standing in her way, and gut the company for maximum profit. She targeted companies with larger-than-life CEOs and hoped one would present a challenge. None ever did. They just ‘disappeared’ unremarkably. <br><br>An aggressive manager of a fireworks company, known for his “survival tours,” was her last target, right at home in Brazil. <br><br>Survival tours… a perfect cover. <br><br>Adriana lured him to a decommissioned airship hangar.<br><br>The hunt started at dawn and went the distance, with her still tracking him well into the evening. Locating him, she used one of her drones to direct him to a dead end, when a pair of kites suddenly appeared on camera, and the feed died. Her face hardened. Her eyes widened in disbelief as she slammed her laptop shut and charged to where the drone had crashed. There she found her prey reaching out to someone in the growing dark for help. <br><br>Witnesses. <br><br>Not part of the plan! <br><br>Without a second to lose, she plunged her blade through his stomach, exposing meat, bone, and a dying heart. The vitiated body staggered left and right, sending a shower of red over the green foliage. As her victim collapsed with a thud she turned to the young witnesses. Wrong place, wrong time. They broke into a sprint. She gave chase, her blades thirsting for more blood. The lush green of the trees melted into a thick black fog. Real life warped into something like <i>Sonhadores Sombrios</i>. A sick grin crept across her face as she rushed forward to begin a new chapter in her life.<br><br>"
        },
        "Biography": {
          "Namespace": "",
          "Key": "F0CB5B2048B4341C483DE2987111BC6A",
          "SourceString": "KILLER_31_TOOLTIP",
          "LocalizedString": "The Skull Merchant is a tactical Killer, able to place Drones that detect and debilitate her targets. <br><br>Her personal perks, <b>Game Afoot</b>, <b>THWACK!</b>, and <b>Leverage</b> allow her to gain Haste from pursuing your Obsession, force screams from Survivors when breaking walls or pallets, and reduce Survivors' heal speed the more times you place them on hooks."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Saturn/K31_TheSkullMerchant_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'Missing'",
          "ObjectPath": "DeadByDaylight/Content/UI/UMGAssets/Icons/CharPortraits/Missing.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Saturn/K31_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::KillerHead",
            "DefaultItemId": {
              "RowValue": "K31_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerBody",
            "DefaultItemId": {
              "RowValue": "K31_Body01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerWeapon",
            "DefaultItemId": {
              "RowValue": "K31_Weapon01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Saturn",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[K31] The Skull Merchant",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/BP_Slasher_Character_31.BP_Slasher_Character_31_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/Menu/BP_Menu_Slasher31.BP_Menu_Slasher31_C",
          "SubPathString": ""
        },
        "DefaultItem": "Item_Slasher_K31Power",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Female",
        "KillerAbilities": [
          "EKillerAbilities::VE_K31Power"
        ],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "/Game/Data/Dlc/Saturn/K31_TunableValue.K31_TunableValue",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [],
        "CharacterId": "K31"
      },
      "34": {
        "CharacterIndex": 34,
        "Role": "EPlayerRole::VE_Camper",
        "Difficulty": "ECharacterDifficulty::VE_Intermediate",
        "DisplayName": {
          "Namespace": "",
          "Key": "D3E0ED1F4D4E73CAD1337884DA7AFD91",
          "SourceString": "SURVIVOR_35_NAME",
          "LocalizedString": "Thalita Lyra"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "7984EA6F45845510CD45B3B20046E007",
          "SourceString": "SURVIVOR_35_BIO",
          "LocalizedString": "If you were to ask, Thalita Lyra would tell you that what she wanted in life more than anything was to bring people together. Whether it was her father selling out clubs for the latest forro band he’d signed, or her mother showing off Botafogo, Lapa, and Ipanema to groups of tourists from around the world, Thalita loved seeing people come together to share their passion and form meaningful connections. <br> <br> As a teenager, Thalita found her community through kite-fighting. Her uncle Inacio taught Thalita and her younger brother, Renato, to settle their petty squabbles through making kites and flying them into each other until someone’s string is cut and a winner is decided. Thalita and Renato would spend their summers at Inacio’s beachfront kite shop, working in the mornings, and fighting kites in the afternoon. Their antics caught the attention of kids and adults alike, and it wasn’t long before Thalita started teaching kite-fighting at the shop. Eager to connect with even more people, Thalita would film these fights and post them online. Free publicity, she told her uncle. <br> <br> Little did Thalita know that her kite-fighting videos would be her ticket to stardom. Videos that featured her and her commentary would get more hits, with viewers commenting on Thalita’s kite-fighting insights and her charm. The videos even caught the eye of a modelling agent. Before she knew it, Thalita was booking photoshoots for print ads and appearing in commercials. She loved the work and knew it wouldn’t be long before she could transition to acting. Then she would be capital-F Famous, like the stars of the telenovelas she watched growing up. Her community would span all of Brazil, and maybe even beyond. <br> <br> But it was not to be. <br> <br> Little by little, modeling took Thalita further from the kite shop. First, she had to give up playing, to let the nicks on her hands heal. Then, she had to spend her days networking, schmoozing, and lining up gigs well in advance. By the time Thalita graduated high school, her agent was eager to get her even more work. Which meant even less time at the kite shop. All this hard work and dedication will be worth it, she told herself. <br> <br> Years passed in a flurry. Thalita was burned out and sick of the awkward stares and lingering glances from strangers. Fame, it seemed, was not as glamourous as she thought it would be. Late nights talking with Renato helped her realize what it was she was missing: connection. Genuine connection with like-minded people. That is how her father and mother drew people to them. And kite-fighting was what connected Thalita with others. <br> <br> Within a few short months, Thalita had quit modelling, used her money to open her own shop – with Inacio’s blessing, of course – and brought Renato on as her business partner. Fun Kites Rio became the premiere destination for kite-fighting materials, and Thalita’s fame helped attract even more people to the hobby. <br> <br> It was a great start, but Thalita, as always, wanted to reach even more people. <br> <br> Fun Kites Rio’s first tournament was a success, drawing hundreds of participants to the outskirts of Rio to watch dozens upon dozens of kites danced in the sky. In between socializing with old and new friends, helping at the concession stands, and even playing a match or two, Thalita found a few moments to cry happy tears by herself. <br> <br> She had done it. This was exactly the community she wanted to create. <br> <br> By the time the sun set and the tournament came to a close, the field was covered in litter. Thalita and Renato stayed behind to clean up. The full moon was high in the sky when Renato noticed something: a strange drone floating over the field. <br> <br> Thalita’s mischievous childhood self came roaring back. Time for a challenge: a race to take down the drone. Renato couldn’t help but accept. <br> <br> In the end, Thalita’s kite was the one to get caught in the drone’s rotor blades. She cheered as Renato watched the thing sputter into the forest, leaving a trail of smoke in its wake. <br> <br> Thalita didn’t want to look for the fallen drone. She was happy to leave her kite behind. But Renato walked off to the trees on his own, and Thalita couldn’t let her brother wander the dark forest by himself. <br> <br> Deep in the woods, Renato found more than just the drone. Thalita heard a scream and watched as a man drenched in blood emerged from the forest. He grabbed her brother, desperate for help, but it was already too late. Thalita nearly screamed as the man split in two and a woman stepped forward, covered in high-tech hunting gear. <br> <br> Why wasn’t Renato moving? <br> <br> She grabbed her brother and ran. Another drone floated overhead, like the one she had downed with her kite. They were the hunter’s eyes, and she had plucked one of them from the sky. <br> <br> Renato was in shock, and Thalita saw that his arm had been cut deeply. When? It didn’t matter. He was bleeding, and they needed to get to safety. That was when she saw the factory. A rotting brick building, collapsing under the weight of time. <br> <br> Thalita led Renato into the factory and found a dark alcove to hide. The hunter followed, and she dragged some wooden beams across the entrance. The only way out, blocked off. Thalita knew time was running out. If the hunter didn’t find them first, her drone would. <br> <br> Thalita peeked from their alcove. The factory was changing, its dark and dingy walls dissolving to a bright and sunny landscape. <br> <br> A beach. <br> <br> She found her resolve. A way out. A chance to survive. All she had to do was run. <br> <br> Thalita put her arm around Renato and pulled him to his feet. She thought she heard Renato telling her to stop, but she ignored him. This was their chance. They ran along the beach, leaving the hunter behind, kicking up warm sand with each stride. <br> <br> Thalita never stopped running, not even when the sand turned into swirling black fog."
        },
        "Biography": {
          "Namespace": "",
          "Key": "227ED812463296500EEA88AE4AC41656",
          "SourceString": "SURVIVOR_35_TOOLTIP",
          "LocalizedString": "Thalita has mastered the art of competitive flair, fighting kites with skill and flourish. <br><br>Her personal perks, <b>Cut Loose</b>, <b>Friendly Competition</b>, and <b>Teamwork: Power of Two</b> allow her to perform a series of fast vaults, inspire faster generator repair from teammates, and help allies move faster after they are healed by you."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Saturn/S35_ThalitaLyra_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'T_S35_charSelect_portraitHUD'",
          "ObjectPath": "DeadByDaylight/Content/UI/UMGAssets/Icons/CharPortraitsHUD/Saturn/T_S35_charSelect_portraitHUD.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Saturn/S35_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::SurvivorHead",
            "DefaultItemId": {
              "RowValue": "S35_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorTorso",
            "DefaultItemId": {
              "RowValue": "S35_Torso01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorLegs",
            "DefaultItemId": {
              "RowValue": "S35_Legs01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Saturn",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[S35] Thalita Lyra",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/BP_CamperFemale19_Character.BP_CamperFemale19_Character_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/Menu/BP_Menu_CamperFemale19.BP_Menu_CamperFemale19_C",
          "SubPathString": ""
        },
        "DefaultItem": "None",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Female",
        "KillerAbilities": [],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "None",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [],
        "CharacterId": "S35"
      },
      "35": {
        "CharacterIndex": 35,
        "Role": "EPlayerRole::VE_Camper",
        "Difficulty": "ECharacterDifficulty::VE_Intermediate",
        "DisplayName": {
          "Namespace": "",
          "Key": "2EA1ABBC4003816A08BCB898C8DDF74D",
          "SourceString": "SURVIVOR_36_NAME",
          "LocalizedString": "Renato Lyra"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "7E698E5D4BF1047CD0D075A154E7E269",
          "SourceString": "SURVIVOR_36_BIO",
          "LocalizedString": "Growing up, Renato acted less like a child and more like a scientist, studying the world and people around him. He would poke classmates in the face or stand too close to them, curious to see their reaction. <br> <br> It was no surprise that young Renato had a hard time making friends. He was often the target of bullies, especially when he started advancing through school. Sitting in classes with kids a year or two older than him – and still outperforming them – did not ingratiate Renato with his peers. <br> <br> Renato enjoyed two things: solving puzzles and annoying his older sister, Thalita. It was his way of showing his love. Renato saw how easily Thalita won over kids and adults alike and wanted to be like her. So, when Thalita started to take an interest in flying kites, Renato did too. <br> <br> His parents knew Renato needed help socializing. When he turned thirteen, they volunteered Renato to work at Uncle Inacio’s kite shop on the beach during the summer. Thalita was making new friends there, maybe he would too. Instead, Thalita spent the day telling Renato what to do, which annoyed him more than anything. The bickering got so bad that Uncle Inacio had to teach them the art of kite-fighting to settle their differences. <br> <br> Renato loved it immediately. <br> <br> He enjoyed kite-fighting so much, he didn’t even mind when he lost. As Inacio expected, they started to fight less and play more. <br> <br> If only Renato had such luck with other people. Thalita would tell him to stop being so competitive with the kids they were teaching to kite-fight, but Renato wouldn’t listen. He hated it when anyone told him what to do. When Thalita started spending less time at the shop to focus on her modeling, Renato had to step up as teacher. More than anything, he would hear how much everyone missed his sister. <br> <br> Renato graduated from high school two years early, and his parents suggested he take some time to do charitable work. University, or an early career, could wait. Renato just wanted to be left alone and treated like an adult. Thalita suggested that Renato find a place to play guitar – if he could practice his guitar-playing and put himself out there, Thalita promised the family would finally stop telling him what to do all the time. <br> <br> That was music to his ears. <br> <br> Renato decided to volunteer at a local retirement home. First, he played guitar for the residents, then he started helping out in the kitchen, and before he knew it, Renato was learning what it meant to truly care about other people. To make the effort to help others without getting anything in return. For the first time, Renato felt like he had the power to make other people’s lives better. <br> <br> This new insight came in handy when Thalita was at a crossroads of her own. She wanted to pursue modelling and acting, but she missed the kite shop more than anything else. Renato didn’t do more than listen when Thalita needed someone to talk to, but after many late nights and long chats, Thalita emerged with a new sense of purpose. <br> <br> When Thalita approached him to be a partner in her new venture, a kite-fighting shop called Fun Kites Rio, Renato accepted immediately. Building a business from scratch would be the ultimate puzzle. <br> <br> Renato’s analytical mind helped the shop in those early months. He encouraged Thalita to use her fame as a model to help market the shop and booked her into conventions and symposiums across the country to get the word out on Fun Kites Rio. Over time, the shop built up such a following that when Thalita suggested they stage a kite-fighting tournament, it seemed like a no-brainer. <br> <br> The tournament was a flurry of activity. All day, friends and strangers alike would approach Renato and thank him for his hard work. Kite-fighting meant something to these people, it made their lives better, and Renato contributed to their overall happiness and well-being. <br> <br> Before he knew it, the tournament was over and the moon was high in the sky. It didn’t matter that he was tired or hungry or out in some remote field picking up garbage. It was all worth it. <br> <br> He only stopped cleaning when he noticed something up above: a drone. It made him think of the games he’d play with Thalita growing up, using their kites to take down remote airplanes, kites of people on the beach they didn’t like, and so on. Thalita must have been thinking the same thing. She challenged him to see who could take down the drone. Another chance to show up his sister. The perfect end to the perfect day. <br> <br> But, no. This was a mistake. Renato felt a chill. He tried to stop Thalita, but she was already cheering. The drone ate up her kite and began its crooked, smoking descent into the forest. <br> <br> They were in trouble. It was only when he ran for the forest that Thalita sobered up and followed. <br> <br> It didn’t take long to find the drone imbedded in a tree, kite dangling from its dead rotor blades. The sharp string dug into Renato’s fingers as he worked the knots, he nearly had the kite free when--<br> <br> --a bloody hand reached out from the dark forest and grabbed him! <br> <br> Renato jumped at the sight of the injured man. He was raving, babbling, desperate for help. Renato put his hands out to keep the man from falling. It was already too late. <br> <br> Two blades sliced through the man and along Renato’s arm. There was no time to look down at the wound. The blades were up in the air. The man was cut in half. And a woman, clad in armor, accompanied by a drone – like the drone Thalita downed – was standing before him. <br> <br> Renato knew he had to move but he couldn’t. Time was running out. Then he felt another hand on him, pulling him back. <br> <br> Everything was a blur. The cut in his arm was deep and throbbing. But he knew Thalita had him. And he knew he had to run. <br> <br> The night grew cold as they stopped to hide. Renato struggled to regain his breath, but there was no time. As quickly as they stopped, Thalita was pulling him again, towards an abandoned factory. <br> <br> But there are no factories out here, Renato thought to himself. <br> <br> The factory was even colder than the forest. He clutched his arm, trying to stop the bleeding. His head was swimming. How much blood had he lost already? Thalita was guarding him in some dark corner of the factory, and suddenly--<br> <br> --She was pulling Renato to his feet, telling him to run. <br> <br> Run where? She said something about a beach. Renato tried to stop her, tried pulling her back, but he was too weak. He couldn’t see any beach. All he could see was black fog closing in on them."
        },
        "Biography": {
          "Namespace": "",
          "Key": "C13311CC43CEEA5883BB5D898079AE51",
          "SourceString": "SURVIVOR_36_TOOLTIP",
          "LocalizedString": "Renato always keeps his eye on the prize, and he expects the same from his teammates. <br><br>His personal perks, <b>Background Player</b>, <b>Blood Rush</b>, and <b>Teamwork: Collective Stealth</b> allow him to move faster when near a chase, recover from Exhausted instantly, and hide your and an allies' scratch marks after that ally heals you."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Saturn/S36_RenatoLyra_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'T_S36_charSelect_portraitHUD'",
          "ObjectPath": "DeadByDaylight/Content/UI/UMGAssets/Icons/CharPortraitsHUD/Saturn/T_S36_charSelect_portraitHUD.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Saturn/S36_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::SurvivorHead",
            "DefaultItemId": {
              "RowValue": "S36_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorTorso",
            "DefaultItemId": {
              "RowValue": "S36_Torso01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorLegs",
            "DefaultItemId": {
              "RowValue": "S36_Legs01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Saturn",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[S36] Renato Lyra",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/BP_CamperMale17_Character.BP_CamperMale17_Character_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/Menu/BP_Menu_CamperMale17.BP_Menu_CamperMale17_C",
          "SubPathString": ""
        },
        "DefaultItem": "None",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Male",
        "KillerAbilities": [],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "None",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [],
        "CharacterId": "S36"
      }
    }
  }
]