[
  {
    "Type": "DataTable",
    "Name": "DlcDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct'PlatformDlcData'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Saturn": {
        "ID": "Saturn",
        "UnlockDescription": {
          "Namespace": "",
          "Key": "9045ACFB403926C9AE0CF382B5DAAA38",
          "SourceString": "DLC_Saturn_DESC",
          "LocalizedString": "Keep your eyes to the sky.\n\nDead by Daylight’s Tools Of Torment Chapter is here, featuring a new Killer – The Skull Merchant – and two new Survivors, Thalita Lyra and Renato Lyra. The Shelter Woods Map has also been updated to include The Skull Merchant’s Hunting Camp. Purchasing this add-on unlocks 3 exclusive Cosmetics: The Skull Merchant’s Slipshod Prototype, Thalita Lyra’s Golden Ambition, and Renato Lyra’s Golden Touch.\n\nThe Killer is The Skull Merchant, who strives to be the ultimate apex predator. Using her macabre Drones to track Survivors, she specializes in creating a deadly web of surveillance. Many have fallen prey to her dark innovations, their bones later repurposed into her next invention. \n\nThe first Survivor is Thalita Lyra. A dreamer in a dark place, not even The Fog can shroud Thalita’s boundless spirit. Though her kite-fighting days may be over, her creativity and charm are still going strong – even if she may get a little competitive from time to time. \n\nJoining her is Renato Lyra. Introverted and meditative, Renato has never been one to rush – unless, of course, he’s kite fighting. Forced to adapt to The Fog’s deadly pace, his analytical mind and inspiring dreamer’s heart have proven uniquely valuable survival tools."
        },
        "Description": "Saturn",
        "UISortOrder": 28,
        "HeritageID": "",
        "DlcIdSteam": "2294610",
        "DlcIdEpic": "e3ec01697342406c89110b8d117eccaf",
        "DlcIdPS4": "CHAPTERSATURN000",
        "DlcId_XB1_XSX_GDK": "9N2G4W1HJ2J2",
        "DlcIdSwitch": "32",
        "DlcIdGRDK": "9PCSC363JX1B",
        "DlcIdPS5": "CHAPTERSATURN000"
      }
    }
  }
]