[
  {
    "Type": "DataTable",
    "Name": "HelpTopicsDB",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct HelpTopicData",
        "ObjectPath": "/Script/DBDSharedTypes"
      }
    },
    "Rows": {
      "HelpGameTitle01_ID": {
        "Title": {
          "Namespace": "",
          "Key": "0ECF53624B1A80F228A8BE8B7F4A78AA",
          "SourceString": "Dead by Daylight"
        },
        "Description": {
          "Namespace": "",
          "Key": "50E88F1C4437B1192A1D0CB32471992F",
          "SourceString": "In Dead by Daylight, you can take the role of an unstoppable Killer and hunt 4 Survivors, or play as one of 4 Survivors and try to make it out alive. Read this guide to learn the basics of the game.<br><br>The guide is divided into 3 sections: <b>The Game</b>, <b>The Killer</b> and <b>The Survivors</b>. Each section has information that will help you master whichever role you choose to play. "
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_DBDlogo.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_DBDlogo.iconHelp_DBDlogo",
          "SubPathString": ""
        }
      },
      "HelpGameTitle02_ID": {
        "Title": {
          "Namespace": "",
          "Key": "8B382CD945BA2787FFC4B999DD2A7621",
          "SourceString": "Asymmetry"
        },
        "Description": {
          "Namespace": "",
          "Key": "6D7FDFA642CDFE29DA1424BE1D4065C6",
          "SourceString": "Dead by Daylight is an asymmetric game. Each side in the trial has certain advantages and disadvantages:<br><br><b>The Killer</b> is an unstoppable, solitary monster. Killers see the world from a first person perspective. They each have heightened senses, deadly weapons and a unique power that helps them locate, chase, injure, catch and hook Survivors.<br><br><b>The Survivors</b> are a team of 4. They can choose to cooperate or to look out for themselves. Though they are weak and vulnerable, Survivors can use their small size to quickly vault through windows, leap over pallets, or find hiding spots. The Survivors have a wide third person perspective which gives them an advantage in situational awareness."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_basement.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_basement.iconHelp_basement",
          "SubPathString": ""
        }
      },
      "HelpGameTitle03_ID": {
        "Title": {
          "Namespace": "",
          "Key": "4AB3197542B8B1F55D2D64A600D58247",
          "SourceString": "Game Goals"
        },
        "Description": {
          "Namespace": "",
          "Key": "DF277F3D44A665FAD244659FC8C3AB20",
          "SourceString": "The two roles have very different goals.<br><br><b>The Survivors'</b> goal is to escape the trial. In order to do so, they must find and repair 5 generators. Once they are repaired, the generators power 2 exit gates. Each gate has a switch that must be held down for a short time before the gate will open and the Survivors can escape.<br><br><b>The Killer's</b> goal is to find and catch Survivors in order to hang them on sacrificial hooks to be consumed by The Entity. <br><br>If the <b>Endgame Collapse</b> is triggered, the Killer will have the added goal of keeping the Survivors within the trial until the timer expires. See the <b>Endgame Collapse</b> section for more information."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_HowToWin_survivors.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_HowToWin_survivors.iconHelp_HowToWin_survivors",
          "SubPathString": ""
        }
      },
      "HelpGameTitle04_ID": {
        "Title": {
          "Namespace": "",
          "Key": "67DF24CE484FB8A23E4CA59D62675BB2",
          "SourceString": "The Entity"
        },
        "Description": {
          "Namespace": "",
          "Key": "ED75543C4A6D8F6A2E3E149F685BD454",
          "SourceString": "The Entity is the mighty, malevolent being that created the nightmare realm of trials in which the Killers and Survivors are trapped.<br><br>Not much is known about The Entity, and it is rarely seen, except for when it manifests to claim its sacrificed Survivors. Some claim to have caught a glimpse of it in the deep, dark Fog beyond the trial walls. It was probably just their eyes playing tricks on them."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_entity.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_entity.iconHelp_entity",
          "SubPathString": ""
        }
      },
      "HelpGameTitle05_ID": {
        "Title": {
          "Namespace": "",
          "Key": "C3D077474150B82E92F476B934A78B56",
          "SourceString": "Procedural Maps"
        },
        "Description": {
          "Namespace": "",
          "Key": "9C18FB074EE6FB3555D2F8921D0BCDE3",
          "SourceString": "The location of the trial is chosen by The Entity. Players can influence The Entity's choice by burning certain offerings. <br><br>Trial locations have certain fixed landmarks, but elements such as player starting locations, generators, chests, Totems and exits are placed according to The Entity's whims. Even the terrain itself shifts from trial to trial."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_procedural.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_procedural.iconHelp_procedural",
          "SubPathString": ""
        }
      },
      "HelpGameTitle06_ID": {
        "Title": {
          "Namespace": "",
          "Key": "2ACE7EFF459879EF3D8052BFC0F4E2EE",
          "SourceString": "Characters"
        },
        "Description": {
          "Namespace": "",
          "Key": "1F84C8AF417A2F98BEEF7AB835E03F64",
          "SourceString": "In Dead by Daylight, there are two distinct roles to play and multiple characters in each role to choose from.<br><br>Each Killer has their own strengths, weaknesses and unique power, whereas Survivors initially vary only in their appearance. However, every Killer and Survivor has 3 unique perks to unlock in their Bloodweb which can eventually be given to other characters.<br><br>Every character comes with its own particular skillset, progression path, loadout and customization options to fit your playstyle. Feel free to experiment!"
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_fear.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_fear.iconHelp_fear",
          "SubPathString": ""
        }
      },
      "HelpGameTitle07_ID": {
        "Title": {
          "Namespace": "",
          "Key": "9F022CBE4A3F54D14EA3D797C754A84F",
          "SourceString": "The Loadout"
        },
        "Description": {
          "Namespace": "",
          "Key": "049747D84DFE75F0245F9AB8E0EB5D06",
          "SourceString": "The loadout is where you equip your character for the next trial.<br><br><b>Survivors</b> can equip up to 1 item, 2 add-ons for their item, 4 perks and 1 offering.<br><br><b>Killers</b> can equip up to 2 add-ons for their power, 4 perks and 1 offering. The power of the Killer is intrinsic to that Killer and cannot be changed.<br><br>Loadout options are unlocked through a progression system called <b>The Bloodweb</b> by using currency known as <b>Bloodpoints</b> which will be explained later on in this section of the guide."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_loadout.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_loadout.iconHelp_loadout",
          "SubPathString": ""
        }
      },
      "HelpGameTitle08_ID": {
        "Title": {
          "Namespace": "",
          "Key": "344EC4F14E9B9DD8B13E4D8461E421AB",
          "SourceString": "The Loadout: Survivor Items"
        },
        "Description": {
          "Namespace": "",
          "Key": "E26ADB6A4015B00A6439AABF823F5FB2",
          "SourceString": "Survivors can equip themselves with a variety of useful items. There are items that can accelerate repairs, hinder the Killer, heal oneself or even allow Survivors to escape the trial through a secret door. Survivors may equip one item per trial, and every item can be enhanced by selecting add-ons.<br><br>For more information on items, please see <i>\"Items & Add-ons\"</i> in <b>The Survivors</b> section of this guide."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_items.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_items.iconHelp_items",
          "SubPathString": ""
        }
      },
      "HelpGameTitle09_ID": {
        "Title": {
          "Namespace": "",
          "Key": "80E7C45643B5A65EE9DC5BBFC11C4F05",
          "SourceString": "The Loadout: Killer Power"
        },
        "Description": {
          "Namespace": "",
          "Key": "96FFA672442AB7D4F219249C83E61513",
          "SourceString": "Each Killer has a unique power which dictates how they are meant to be played. Details about the Killer's power can be found in the loadout, and can be customized through add-ons. <br><br>The Killer's identity is hidden in the lobby, so Survivors must adapt their strategies once they find out who they are up against in the trial."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_hiddenKiller.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_hiddenKiller.iconHelp_hiddenKiller",
          "SubPathString": ""
        }
      },
      "HelpGameTitle10_ID": {
        "Title": {
          "Namespace": "",
          "Key": "E76272574CB77B5AD56006844EAC9F61",
          "SourceString": "The Loadout: Offerings"
        },
        "Description": {
          "Namespace": "",
          "Key": "D91E2E264449D14E3BC47BBEB0506685",
          "SourceString": "Offerings are selected in the loadout before the trial and are limited to 1 per player. <br><br>Offerings are burnt at the beginning of the trial in order to influence The Entity and alter how the game will be played.<br><br>Offerings have various effects on the trial, such as increasing Bloodpoint rewards, increasing the amount of mist, or changing the number of chests that spawn in the environment. "
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_offerings.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_offerings.iconHelp_offerings",
          "SubPathString": ""
        }
      },
      "HelpGameTitle11_ID": {
        "Title": {
          "Namespace": "",
          "Key": "4F4B51654F36B6D600757BBD87D271F9",
          "SourceString": "The Loadout: Perks"
        },
        "Description": {
          "Namespace": "",
          "Key": "D8CC63A04BFABEEAC40356AE81FAEBA0",
          "SourceString": "Perks are extra abilities obtainable by Killers and Survivors. They offer new ways to evade, hide, help others, attack, catch and kill, or improve existing abilities. Equip the perks that fit your preferred strategy and playstyle. <br><br>Perks are first found in the Bloodweb at level I. They can be improved by collecting them multiple times in the Bloodweb, up to level III. Progressing the Bloodweb is the only way to unlock and improve perks. Depending on their Bloodweb level, characters can equip up to 4 perks per trial."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_perks.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_perks.iconHelp_perks",
          "SubPathString": ""
        }
      },
      "HelpGameTitle12_ID": {
        "Title": {
          "Namespace": "",
          "Key": "2F7F9D3C4278B92254DBBEB4FDE362F5",
          "SourceString": "Prestige"
        },
        "Description": {
          "Namespace": "",
          "Key": "51B8F7734B879CA6423A5EAD9DA31232",
          "SourceString": "After completing a level <b>50</b> Bloodweb, a character is eligible for Prestige.<br><br>When you Prestige a character, the level I version of their perks are given to all other characters and makes the level II versions of the perks appear on their Bloodwebs. The Prestiged character also resets their Bloodweb to level 1 so the cycle can begin again.<br><br>Each Prestige after the first unlocks stronger rewards and cosmetics."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_teachables.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_prestige.iconHelp_prestige",
          "SubPathString": ""
        }
      },
      "HelpGameTitle13_ID": {
        "Title": {
          "Namespace": "",
          "Key": "4424FA7046950159B97A5395900A95B9",
          "SourceString": "Bloodpoints"
        },
        "Description": {
          "Namespace": "",
          "Key": "06A7571E4B64099CB39808BBEC0082AC",
          "SourceString": "Bloodpoints are earned in trials and are used to unlock rewards in <b>The Bloodweb</b>.<br>Your performance in a trial determines the amount of Bloodpoints you earn.<br><br><b>The Survivors</b> earn rewards in 4 categories: \"<b>Survival</b>\" for staying alive, \"<b>Objectives</b>\" for repairing generators and working towards escape, \"<b>Boldness</b>\" for interactions with the Killer, and \"<b>Altruism</b>\" for helping other Survivors.<br><b>The Killer</b> also has 4 score categories: \"<b>Brutality</b>\" for hurting Survivors and destroying objects, \"<b>Hunter</b>\" for finding, chasing and catching Survivors, \"<b>Deviousness</b>\" for clever use of their powers, and \"<b>Sacrifice</b>\" for their primary goal: hooking Survivors to The Entity.<br><br>Bloodpoints are added to your player profile and can be used to make progress on <b>any</b> character's Bloodweb."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_bloodpoints.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_bloodpoints.iconHelp_bloodpoints",
          "SubPathString": ""
        }
      },
      "HelpGameTitle14_ID": {
        "Title": {
          "Namespace": "",
          "Key": "FF058D8445500911EE2349B4EE5D96B5",
          "SourceString": "The Bloodweb"
        },
        "Description": {
          "Namespace": "",
          "Key": "8AB7B0FC464213B9A603599EA1C91520",
          "SourceString": "The Bloodweb is a procedurally generated skill tree. It consists of interconnected nodes which can be unlocked to acquire items, add-ons, offerings, perks and more. You progress through the Bloodweb by collecting and spending Bloodpoints.<br><br>Each character has their own Bloodweb which represents their level and general progress. Collecting all nodes on a Bloodweb increases that character's level and generates a new, larger, Bloodweb. At level <b>10</b>, The Entity awakens and begins to consume nodes on a character's Bloodweb, so players must prioritize the nodes they want to reach before The Entity does. <br><br>At level <b>50</b>, a character is eligible for <b>Prestige</b>."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_bloodweb.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_bloodweb.iconHelp_bloodweb",
          "SubPathString": ""
        }
      },
      "HelpGameTitle15_ID": {
        "Title": {
          "Namespace": "",
          "Key": "F666A42E47AA42D22AFBC98836964A03",
          "SourceString": "Status Effects"
        },
        "Description": {
          "Namespace": "",
          "Key": "DAE8F5B340A4FC9BA6C321B5DB4420E4",
          "SourceString": "Status effects are positive or negative effects applied to Survivors and Killers. Status effects are represented by icons on the right side of the screen.<br><br><b>Yellow</b> status icons indicate positive effects. <br><b>Red</b> status icons indicate negative effects.<br><br>The intensity of a status is indicated by the number of chevrons on the icon. One chevron indicates the weakest form of an effect, and three chevrons indicate the strongest form.<br><br> A gauge surrounding the icon signifies that the effect is temporary and will be removed once the gauge timer is complete. If no gauge is shown, the effect is permament and may only be removed once a specific condition is met, such as a Killer power timing out or a Hex Totem being cleansed."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_statusEffects.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_statusEffects.iconHelp_statusEffects",
          "SubPathString": ""
        }
      },
      "HelpGameTitle16_ID": {
        "Title": {
          "Namespace": "",
          "Key": "C7BA58C44C37D066D2871591E0C0E3AA",
          "SourceString": "Status Effects List"
        },
        "Description": {
          "Namespace": "",
          "Key": "B04F05CE482570D9730F94AA3DB37112",
          "SourceString": "<img src='UI/Icons/StatusEffects/iconStatusEffects_bloodLust.png'><b>Bloodlust</b>: Activates on a Killer after being in a chase for a certain amount of time. Bloodlust increases the Killer movement Speed.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_undetectable.png'><b>Undetectable</b>: The Killer enters a stealth-like mode which suppresses their Red Stain and Terror Radius, and blocks all Survivor aura-reading abilities.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_oblivious.png'><b>Oblivious</b>: The Survivor is oblivious to the imminent danger of a nearby Killer. They do not hear The Killer's Terror Radius and they are not considered as being within the Terror Radius for power or perk effects.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_cleansing.png'><b>Cursed</b>: The Survivor suffers a secret penalty related to a Hex Totem, cleansing the Hex Totem releases the curse.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_endurance.png'><b>Endurance</b>: The Survivor is hardened, and can resist a hit that would put them into the dying state. Performing any Conspicuous Action will remove this status effect. Once the Survivor resists a hit, this status effect is lost and it is replaced by the <b>Deep Wound</b> status effect.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_exhausted.png'><b>Exhausted</b>: The Survivor cannot use movement speed abilities. The Survivor recovers from the <b>Exhausted</b> status effect after some time. <br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_bleeding.png'><b>Hemorrhage</b>: The Survivor's healing progress regresses when not healing, and blood trails left when injured are increased.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_vision.png'><b>Blindness</b>: Character’s aura detection is impaired.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_madness.png'><b>Madness</b>: The Survivor suffers various mental afflictions such as hallucinations. <br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_mangled.png'><b>Mangled</b>: The Survivor is heavily injured and requires more time to be fully healed, at which time this status effect is removed.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_speed.png'><b>Haste</b>: The character base Movement speed is increased. <br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_hindered.png'><b>Hindered</b>: The character base Movement speed is decreased. <br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_exposed.png'><b>Exposed</b>: The Survivor is in peril and can be put into the dying state with a single basic attack, even if they are healthy.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_broken.png'><b>Broken</b>: The Survivor is heavily damaged and cannot be healed past the injured health state. <br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_deepWound.png'><b>Deep Wound</b>: The Survivor is heavily damaged and is gradually getting closer to the dying state. If the Survivor takes any damage while affected by Deep Wound, or if the Deep Wound timer ends, the Survivor is immediately put into the dying state. The Deep Wound timer stops temporarily any time the Survivor is mending or running.<br><br><img src='UI/Icons/StatusEffects/iconStatusEffects_incapacitated.png'><b>Incapacitated</b>: The Survivor is unable to complete most basic actions. This includes healing and mending themselves and other Survivors, repairing generators, sabotaging hooks, cleansing Totems, searching chests, and using, picking up, or dropping items."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_statusEffectList.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_statusEffectList.iconHelp_statusEffectList",
          "SubPathString": ""
        }
      },
      "HelpGameTitle17_ID": {
        "Title": {
          "Namespace": "",
          "Key": "DB17E4F248474C2494E4D892BD2B4ACE",
          "SourceString": "Auras"
        },
        "Description": {
          "Namespace": "",
          "Key": "E7938C2E460C475B5FC3C7A9124543E5",
          "SourceString": "Some effects unlock potential in one's <b>aura</b> reading abilities. Auras can be seen through obstacles and across long distances. Aura reading abilities are great for locating allies, enemies and important objects. <br>Certain highlighted elements in the environment are not considered aura reading effects, thus are not affected by the Blindness status effect."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_auras.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_auras.iconHelp_auras",
          "SubPathString": ""
        }
      },
      "HelpGameTitle18_ID": {
        "Title": {
          "Namespace": "",
          "Key": "51184CC84DDD9DF1CE12BEAA643E7B41",
          "SourceString": "Obsession"
        },
        "Description": {
          "Namespace": "",
          "Key": "EF59BE234894AD060A8D2C81D3D07FAB",
          "SourceString": "Some perks and add-ons can trigger <b>obsession</b> during gameplay. If this happens, one Survivor is selected to be the Killer's Obsession for the trial. The Killer and Survivors will see The Entity's claws around The Obsession's status icon.<br><br>The effects of obsession depend on the perks and add-ons that triggered it."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_obsession.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_obsession.iconHelp_obsession",
          "SubPathString": ""
        }
      },
      "HelpGameTitle19_ID": {
        "Title": {
          "Namespace": "",
          "Key": "8B0CDE3E4C1B2E69C6906D9AA000807B",
          "SourceString": "Totems, Hexes, and Boons"
        },
        "Description": {
          "Namespace": "",
          "Key": "03CDF8B346B99E683E5DDE9794E23059",
          "SourceString": "There are 5 randomly positioned <b>Dull Totems</b> in each trial. Survivors can cleanse these Totems for extra Bloodpoints.<br><br>Killer perks called <b>Hex perks</b> will transform a Dull Totem into a <b>Hex Totem</b>, which can be identified by its orange flames. Survivors can cleanse a Hex Totem to deactivate the associated Hex perk and dispel its curse.<br><br>Survivor perks called <b>Boon perks</b> will transform a Dull Totem into a <b>Boon Totem</b> when blessed by a Survivor. Killers can snuff out Boon Totems to deactivate the associated Boon perk and dispel its blessings."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_totems.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_totems.iconHelp_totems",
          "SubPathString": ""
        }
      },
      "HelpGameTitle20_ID": {
        "Title": {
          "Namespace": "",
          "Key": "985C99BB43BA365DC617FDB2ADB07FE3",
          "SourceString": "Daily Rituals"
        },
        "Description": {
          "Namespace": "",
          "Key": "532E8D8A4B6876D70BA810B98AF7EF34",
          "SourceString": "<b>Daily Rituals</b> are optional tasks that can be completed to earn extra Bloodpoints. Players can receive a new Daily Ritual every day and may have up to 3 at once. There are Daily Rituals for both Survivors and Killers, but most are specific to a role. "
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_dailyRituals.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_dailyRituals.iconHelp_dailyRituals",
          "SubPathString": ""
        }
      },
      "HelpGameTitle21_ID": {
        "Title": {
          "Namespace": "",
          "Key": "FD9502274CE1C62DDB3D188112780ED9",
          "SourceString": "The Shrine of Secrets"
        },
        "Description": {
          "Namespace": "",
          "Key": "0C01E6154B1897050381AC98BBFFE184",
          "SourceString": "The <b>Shrine of Secrets</b> contains 4 perks that can be unlocked with <b>Iridescent Shards</b>. Unlocking a perk here will give all relevant characters access to it, even if the perk belongs to a different character. <br><br>Iridescent Shards are gained by playing matches, as either Survivor or Killer, and increasing your Player Level.<br><br>The Shrine of Secrets updates once a week."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_shrineOfSecrets.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_shrineOfSecrets.iconHelp_shrineOfSecrets",
          "SubPathString": ""
        }
      },
      "HelpGameTitle22_ID": {
        "Title": {
          "Namespace": "",
          "Key": "72548E0F412AA425CA412BBDA2ACAE1F",
          "SourceString": "Proficiency Indicators"
        },
        "Description": {
          "Namespace": "",
          "Key": "AECBA96B48BAFFB09E8F7ABAB83A9140",
          "SourceString": "Proficiency Indicators appear above the progress bar when characters perform certain actions. They indicate whether the current action is receiving benefits or penalties from sources such as perks, items or add-ons. Positive effects are displayed in yellow, and negative ones are displayed in red."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_proficiency.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_proficiency.iconHelp_proficiency",
          "SubPathString": ""
        }
      },
      "HelpGameTitle23_ID": {
        "Title": {
          "Namespace": "",
          "Key": "54696CA644BD1362537EE58E1307E3BF",
          "SourceString": "Proficiency Indicator List"
        },
        "Description": {
          "Namespace": "",
          "Key": "7FA4DDDE4E634F297BBC49A91677C381",
          "SourceString": "<img src='UI/Icons/StatusEffects/iconStatusEffects_progressionSpeed.png'><b>Progression Speed</b>: Appears when the progression speed of the current action increases or decreases.<br> <br><img src='UI/Icons/StatusEffects/iconStatusEffects_skillCheckDifficulty.png'><b>Skill Check Difficulty</b>: Appears when the Skill Check success zone for the current interaction increases or decreases. <br> <br><img src='UI/Icons/StatusEffects/iconStatusEffects_skillCheckProbability.png'><b>Skill Check Probability</b>: Appears when the frequency of Skill Checks for the current action increases or decreases. <br> <br><img src='UI/Icons/StatusEffects/iconStatusEffects_expertise.png'><b>Efficiency</b>: Appears when the consumption rate for the currently used item increases or decreases. <br> <br><img src='UI/Icons/StatusEffects/iconStatusEffects_luck.png'><b>Chance</b>: Appears when the probability of succeeding in the current action (such as escaping a trap) increases or decreases. <br>"
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_proficiencyList.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_proficiencyList.iconHelp_proficiencyList",
          "SubPathString": ""
        }
      },
      "HelpGameTitle24_ID": {
        "Title": {
          "Namespace": "",
          "Key": "6ED617B3431AADE1821F7E97E434C49F",
          "SourceString": "The Endgame Collapse"
        },
        "Description": {
          "Namespace": "",
          "Key": "F91C466E4D2520BF5496C89B9ED8A5F7",
          "SourceString": "The <b>Endgame Collapse</b> is the final phase of a trial, and will occur in most of them if the required conditions are met.<br><br><b>The Timer:</b> Once the Endgame Collapse is triggered a three-minute timer will begin counting down. The Survivors must escape before this timer expires. Any Survivors claimed by The Entity from the Endgame Collapse count as regular sacrifices for the Killer.<br>The timer will slow down if a Survivor is put into the dying state or placed on a hook.<br><br><b>Endgame Collapse Trigger Conditions</b><br><br><b>An exit gate is opened</b><br>NOTE: Killers can also open exit gates to force the Endgame Collapse.<br><br><b>The Hatch is closed</b><br>NOTE: Killers can close an open hatch to force the Endgame Collapse.<br><br><b>Generators</b> will be blocked by The Entity and inaccessible once the Endgame Collapse begins. Both exit gates will be powered and available to open."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_endGame.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_endGame.iconHelp_endGame",
          "SubPathString": ""
        }
      },
      "HelpGameTitle25_ID": {
        "Title": {
          "Namespace": "",
          "Key": "BF28C5E7425593D64D2F7E8663DAB1B7",
          "SourceString": "The Archives"
        },
        "Description": {
          "Namespace": "",
          "Key": "221704254EA39A4D3234EEB4D1C1FFD4",
          "SourceString": "<b>The Archives</b> contain two features that reward your abilities within trials: <b>Tomes</b> and the <b>Rift</b>. <br><br>Tomes have an Auris Web of <b>challenges</b> to be accepted and completed. Most challenges can be completed across multiple trials, while <b>Master Challenges</b> must be done in a single trial. Completing challenges earns Bloodpoints and unlocks entries in the <b>Collection</b>, providing stories about the Dead by Daylight characters.<br><br>When a new Tome is released, the Rift will open temporarily, featuring rewards that can be unlocked by collecting <b>Rift Fragments</b>. These fragments can be earned by collecting XP and completing challenges in the active Tome."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_archivesGeneral.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_archivesGeneral.iconHelp_archivesGeneral",
          "SubPathString": ""
        }
      },
      "HelpGameTitle26_ID": {
        "Title": {
          "Namespace": "",
          "Key": "D9C3F930469B21EEC2AE0D85702B5F49",
          "SourceString": "The Archives: Tomes"
        },
        "Description": {
          "Namespace": "",
          "Key": "D27F73BC4D815D666BC1A1BA0B39F471",
          "SourceString": "New <b>Tomes</b> are regularly added to the Archives. Each Tome is released with one level of <b>challenges</b>, and further levels become accessible over time. Once a new level is available, it can be accessed by reaching the Epilogue of the previous level.<br><br>You can accept one challenge at a time.<br><br>Most challenges can be completed in multiple trials and will reward Bloodpoints. Master Challenges must be completed in one trial, but they offer greater rewards and occassionally unlock entries in the Tome's Collection. The Collection is a window into the stories of the Dead By Daylight characters, containing memories, logs, and animated sequences.<br><br>If there is an open Rift, then the challenges in the current Tome will also award Rift Fragments.These fragments unlock Tiers of rewards in the Rift."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_archivesQuests.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_archivesQuests.iconHelp_archivesQuests",
          "SubPathString": ""
        }
      },
      "HelpGameTitle27_ID": {
        "Title": {
          "Namespace": "",
          "Key": "36C514E448C5BA9537ED9BAB3E879A65",
          "SourceString": "The Archives: The Rift"
        },
        "Description": {
          "Namespace": "",
          "Key": "A8EE356046835A0A673CCAB7353A4A44",
          "SourceString": "<b>Rifts</b> contain rewards for both Killers and Survivors. Collect Rift Fragments to increase your Tier in the Rift and unlock more rewards.<br><br>When a Rift is open, Rift Fragments can be collected by earning XP and completing challenges in the current Tome.<br><br>The Rift is split into two tracks—a Free track and a Premium track. Rewards on the Free track are available to all players, while those on the Premium track are only available to players who have unlocked the <b>Rift Pass</b>. The Rift Pass can be unlocked by spending Auric Cells. If you have the Rift Pass, you can also use Auric Cells to immediately unlock more Tiers on the Rift.<br><br>When the Rift closes, your progress and pass are reset, and the next Rift will start at Tier 1. "
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_archivesRewards.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_archivesRewards.iconHelp_archivesRewards",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle01_ID": {
        "Title": {
          "Namespace": "",
          "Key": "FBA4D5384E5EE95453B333A96BA02BAE",
          "SourceString": "Survivors: How to Win"
        },
        "Description": {
          "Namespace": "",
          "Key": "7EB68519495463627DDAC59A33F5BEC4",
          "SourceString": "The primary objective of a Survivor in a trial is to escape. In order to do so, Survivors must complete the following steps:<br><li>Repair 5 generators to power the 2 exit gates.</li><li>Open one of the 2 exit gates by holding down its switch.</li><li>Leave the trial area.</li><br>Meanwhile, the Killer will be trying to locate, catch and hook Survivors in order to sacrifice them to The Entity.<br>Even though Survivors are vulnerable, they have a very useful set of core abilities to hide from and evade the Killer. This guide will explain how to use them.<br><br><i>We highly recommend consulting</i> <i><b>\"The Killers\"</b></i> <i>section of this guide to fully understand the extent of their abilities.</i>"
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_HowToWin_survivors.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_HowToWin_survivors.iconHelp_HowToWin_survivors",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle02_ID": {
        "Title": {
          "Namespace": "",
          "Key": "89412D204C5470D3803167B82C1E875F",
          "SourceString": "Survivors' Health States"
        },
        "Description": {
          "Namespace": "",
          "Key": "F753BF624731B9EBFFE0968253C2BFCF",
          "SourceString": "Survivors have 3 health states: <b>healthy</b>, <b>injured</b> and <b>dying</b>.<br>As a Survivor, here's what each health state means to you:<br><br><b>Healthy:</b> Survivors start the trial in this state. Taking damage while healthy puts Survivors into the injured state.<br><br><b>Injured:</b> While injured, Survivors will bleed and grunt, making them easier to track. Though an injured Survivor limps, their movement speed is the same as when healthy. Taking damage while injured puts a Survivor into the dying state.<br><br><b>Dying:</b> While dying, a Survivor's movement is limited to a slow crawl. A crawling Survivor has two options: recover as much health as they can, or crawl to find help. Without the aid of specialized perks, a Survivor cannot recover fully; they will need another Survivor to finish healing them. A crawling Survivor can be picked up by the Killer and brought to a sacrificial hook."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_injured.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_injured.iconHelp_injured",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle03_ID": {
        "Title": {
          "Namespace": "",
          "Key": "79F2D2E8465538CA3F0B8883A211F88A",
          "SourceString": "Dying"
        },
        "Description": {
          "Namespace": "",
          "Key": "A4981936433EA11566B8278812AE5836",
          "SourceString": "The Killer downed you and left you to crawl in the dying state? It's not over yet!<br><br>While dying, surviors slowly bleed out. The bleed out progress can be seen below the player's status icon. Dying Survivors can see the auras of their teammates, and vice versa. Dying Survivors can use their teammates' locations to determine whether they should move or attempt to recover.<br><br>Without the aid of specialized perks, a Survivor cannot recover fully on their own; they will need another Survivor to finish healing them."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_dying.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_dying.iconHelp_dying",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle04_ID": {
        "Title": {
          "Namespace": "",
          "Key": "D40AE0AE46978A5D9E8E1387AE6F4845",
          "SourceString": "Stealth: Avoid Getting Detected"
        },
        "Description": {
          "Namespace": "",
          "Key": "F73CFFC3402126620C38F5969A25F977",
          "SourceString": "Survivors are very vulnerable and have few methods of fighting back against the Killer. To avoid being caught, they should start by learning how to hide. Basic strategies can include crouching behind obstacles, finding cover in tall grass, tucking into dark corners or getting into lockers. However, to avoid detection, Survivors must gain understanding of the Killer's heightened senses.<br><br><b>Scratch marks:</b> Running is louder than walking, but the real downside to running is the trail it leaves behind. These scratch marks can only be seen by the Killer. They disappear after a few seconds, but the trail they leave can lead the Killer straight to a running Survivor.<br><br><b>Loud Noises:</b> Some actions, such as window vaults, can be performed quickly or slowly (depending on whether the run button is held). Rushing these actions creates a loud noise signal that the Killer may see and hear. Be aware that these actions will give away your position. <br><br><b>Bloodstains:</b> Injured Survivors leave a trail of blood that is visible to all players. Survivors bleed regardless of whether they are walking or running. Bloodstains disappear after a few seconds.<br><br><b>Crows:</b> Crows are servants of The Entity. Survivors who startle them or get too close will cause them to caw loudly and take flight, which can tip off an attentive Killer.<br><br><b>Failed Skill Checks:</b> A failed Skill Check will create a loud noise signal for the Killer. Be very careful after failing a Skill Check! <br><br><i>Consult</i> <i><b>\"The Killers\"</b></i> <i>section of this guide for more information on the Killer's abilities.</i>"
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_stealth.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_stealth.iconHelp_stealth",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle05_ID": {
        "Title": {
          "Namespace": "",
          "Key": "4950A8554F434240ED79ED8804568CA6",
          "SourceString": "Detecting the Killer"
        },
        "Description": {
          "Namespace": "",
          "Key": "01F85C7546584803DE542290D4CDD950",
          "SourceString": "Most Killers are quite large and easy to spot. However, Survivors do have a few extra situational awareness advantages they can use to increase their odds of survival.<br><br><b>Third Person View:</b> Survivors have a versatile third person view which grants them 360 degree situational awareness. It can also be used to look around corners or over obstacles and locate the Killer without being seen.<br><br><b>Terror Radius:</b> The Killer's approach is signalled by a heartbeat. As the Killer gets closer, the heartbeat intensifies. Experienced Survivors can use the Terror Radius to accurately determine the distance between themselves and the Killer.<br><br><b>The Stain:</b> The Stain is an eerie red light emitted in front of the Killer. It is especially good for quickly determining where the Killer is looking. If you are in a chase and see the stain bathing your character in its red glow, don't panic. It's too late."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_hearing.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_hearing.iconHelp_hearing",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle06_ID": {
        "Title": {
          "Namespace": "",
          "Key": "8610DBFD4CD04452A2AC44AE9E15B241",
          "SourceString": "Skill Checks"
        },
        "Description": {
          "Namespace": "",
          "Key": "5EF1193D4CBCA02C20D12287412F26C7",
          "SourceString": "While performing actions such as repairing, healing or sabotaging, Survivors will periodically trigger <b>Skill Checks</b>. A Skill Check is a quick challenge that requires the player to tap a button at the right time. There are three possible outcomes for a Skill Check.<br><br><b>Good Skill Check:</b> The button is pressed when the red line is within the outlined zone known as the \"Good Zone\". A good Skill Check allows the action to resume without penalty.<br><br><b>Great Skill Check:</b> The button is pressed when the red line is within the filled zone known as the \"Great Zone\". A great Skill Check allows the action to resume and grants a small bonus towards its progress.<br><br><b>Failed Skill Check:</b> The button is pressed when the red line is outside the good or great zone, or the button is not pressed at all. Failing a Skill Check creates a great deal of noise and penalizes the action's progress. <br><br>Survivors should always be focused and ready for a Skill Check to appear. They will hear an audio cue before a Skill Check is triggered."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_skillChecks.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_skillChecks.iconHelp_skillChecks",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle07_ID": {
        "Title": {
          "Namespace": "",
          "Key": "E61CD4454B6A3B402DC0F290062583A4",
          "SourceString": "Repairing Generators"
        },
        "Description": {
          "Namespace": "",
          "Key": "C4B37DD34D4BF869615A03B4CECE9FE5",
          "SourceString": "The first step to complete in order to escape is to repair the 5 generators. There are a few things to keep in mind while doing so:<br><br><b>Generator Locations:</b> Generator locations are randomly selected before the trial, so they cannot simply be memorized. To find the generators, Survivors can try looking out for the flashing lights above them or listen out for the sounds of partially repaired generators.<br><br><b>Killer Patrols:</b> Killers can see the auras of unrepaired and partially repaired generators. When not engaged in a chase, Killers will often patrol the generators searching for Survivors. <br><br><b>Skill Checks:</b> Survivors should be listening out for the Skill Check audio cue while repairing generators. Failing a Skill Check will cause the generator to explode, which sets back the repair progress and alerts the Killer.<br><br><b>Careful Repairs:</b> Repairing a generator takes time and makes noise that can attract the Killer; Survivors need to be on their guard. It's a good idea to plan one or more escape routes in case the Killer approaches.<br><br><b>The Escape:</b> Once the <b>5</b> generators have been repaired, a level-wide siren will alert all players that the exit gates can be opened. Survivors will only be shown the exit locations for a limited time, so they will need to remember where they are. Many Survivors have been caught at the end of a trial searching the perimeter for the exit!<br><br>If the <b>Endgame Collapse</b> is triggered before all generators are repaired then they will become blocked off by The Entity."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_generators.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_generators.iconHelp_generators",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle08_ID": {
        "Title": {
          "Namespace": "",
          "Key": "E8932E3F42FAB7A41227EA8011B34424",
          "SourceString": "Altruistic Actions"
        },
        "Description": {
          "Namespace": "",
          "Key": "ED51841943CAA32DD624308B53EBF0CC",
          "SourceString": "Survivors can increase their chances of escaping by taking care of each other. Here are the main actions that can help:<br><br><b>Healing:</b> Survivors can heal each other, even without a Med Kit.<br><br><b>Rescue:</b> Survivors can rescue each other from The Killer and the hook to prevent the sacrifice from happening. Three types of rescue attempts can be made. Each attempt gives you a scoring event that may also impact your perks, Killer powers, and add-ons.<br><b>Safe Hook Rescue:</b> The unhooked Survivor is not downed within 10 seconds following the Rescue attempt.<br><b>Unsafe Hook Rescue:</b> The unhooked Survivor is downed within 10 seconds following the Rescue attempt.<br><b>Shoulder Rescue:</b> Survivors can attempt to blind or stun the Killer to make them drop a carried Survivor.<br><br>Though it is possible to play and escape as a lone wolf, it can prove more difficult once the other Survivors have been killed."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_altruism.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_altruism.iconHelp_altruism",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle09_ID": {
        "Title": {
          "Namespace": "",
          "Key": "6A0B209E49B8709B2F76F19CF120475C",
          "SourceString": "Unlocking Chests"
        },
        "Description": {
          "Namespace": "",
          "Key": "E5C20CB347B377CF0E1C70B64BBD454C",
          "SourceString": "Chests can be found during trials. They contain helpful items such as Med-kits, Toolboxes, and Flashlights. Unlocking a chest is a somewhat noisy action that can be completed fairly quickly. <br><br>An opened chest has already been unlocked and is usually empty."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_chests.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_chests.iconHelp_chests",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle10_ID": {
        "Title": {
          "Namespace": "",
          "Key": "DF2CBB594EC4D57DDE7C928010AB1FDC",
          "SourceString": "Sabotage & Cleansing"
        },
        "Description": {
          "Namespace": "",
          "Key": "79EE99774F92F630B672D3A049D0E998",
          "SourceString": "With the proper items or perks, Survivors can sabotage the Killer's tools. Strategic sabotage can be useful and even save lives. <br><br><b>Sabotage Hooks:</b> The hooks found around the map (but not in the basement) can be temporarily disabled by sabotage. A sabotaged hook cannot be used by the Killer until it is repaired by The Entity.<br><br><b>Cleanse Totems:</b> Cleansing is a specific interaction performed on Totems. Cleansing a Totem destroys it and disables any Hex that was assigned to it. Cleansing does not require any perks or items.<br><br>These actions generate a great deal of noise and will notify the Killer when they are completed!"
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_sabotage.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_sabotage.iconHelp_sabotage",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle11_ID": {
        "Title": {
          "Namespace": "",
          "Key": "1DB0A2F340EB10DE699532AB29DB11AF",
          "SourceString": "Cooperative Actions"
        },
        "Description": {
          "Namespace": "",
          "Key": "9DE67A4E42408B795F71BBABBB5F181F",
          "SourceString": "Certain interactions can be accelerated through cooperation, including healing and repairing.<br><br>Cooperation, however, comes at a cost, as a larger group can be easier to spot by the Killer and generate more opportunities for failed Skill Checks that could endanger the entire group."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_cooperation.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_cooperation.iconHelp_cooperation",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle12_ID": {
        "Title": {
          "Namespace": "",
          "Key": "85A02EAC49A263879CCFA89106AEA400",
          "SourceString": "Chases"
        },
        "Description": {
          "Namespace": "",
          "Key": "E302DE1043573227AA8062974DB7EA39",
          "SourceString": "When the Killer gets too close, it's time to run! Here are some things to keep in mind about chases:<br><br><b>Killer Speed:</b> Most Killers are faster than Survivors, and in long chases they will gain even more speed due to <b>Bloodlust</b> <i>(consult the status effect section of this guide for more details about Bloodlust)</i>.<br><br><b>Vaults:</b> Survivors can vault over windows and pallets very quickly. Killers traverse these obstacles slowly, so they can be used by Survivors to gain distance.<br><br><b>Break line of sight:</b> To survive a chase, a Survivor should try to break line of sight and head in a direction the Killer does not expect or cannot anticipate.<br><br><b>Pallets:</b> Pallets are objects the Survivors can throw down in order to put an obstacle between themselves and the Killer. Killers can be stunned by dropping a pallet on them directly. Pallets can only be dropped once, after which they can be vaulted by Survivors or destroyed by Killers.<br><br>Keeping these points in mind will help you make it out of the chase alive."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_chase.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_chase.iconHelp_chase",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle13_ID": {
        "Title": {
          "Namespace": "",
          "Key": "FDAB6E694D1798E1160023B19ABB2650",
          "SourceString": "The Exit Gates"
        },
        "Description": {
          "Namespace": "",
          "Key": "33B15F0A4E137B2F9DFEB7B3918DC8CF",
          "SourceString": "When the <b>5</b> generators have been repaired, the exit gates power up and become accessible. Their positions will be temporarily revealed to the Survivors. To open the gate, its switch must be held down for a few seconds. This is a crucial movement, as Survivors are exposed and vulnerable during this time. There's a good chance the Killer will head straight for one of the exits as soon as they become powered.<br><br>Once the gate is opened, Survivors can go through and escape. Survivors may also choose to stay in the trial and help other Survivors escape, but the <b>Endgame Collapse</b> will require they leave before the timer expires, or else The Entity will take them forcefully. Taking the risk of staying for others in need is a great way to earn more Bloodpoints and a good reputation."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_exitGates.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_exitGates.iconHelp_exitGates",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle14_ID": {
        "Title": {
          "Namespace": "",
          "Key": "A2942C2841060E0DFA5341BFB4881BEA",
          "SourceString": "Wiggling"
        },
        "Description": {
          "Namespace": "",
          "Key": "C90FDEE241DD0E66BF3195A1B6362731",
          "SourceString": "In order to sacrifice a Survivor, the Killer must pick them up and transport them to a sacrificial hook. During this time, the Survivor can wiggle to hinder the Killer's movement and attempt to escape his grasp.<br><br>A successful grasp escape puts a Survivor right back on their feet and stuns the Killer briefly, giving them a narrow chance to escape."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_carrySurvivor.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_carrySurvivor.iconHelp_carrySurvivor",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle15_ID": {
        "Title": {
          "Namespace": "",
          "Key": "80168A4C4BF3CB331AAC2DBE0D29DB8B",
          "SourceString": "Hooks & Sacrifice"
        },
        "Description": {
          "Namespace": "",
          "Key": "E7D38D9C441162835FDE40AEB4815783",
          "SourceString": "The ultimate goal of the Killer is to sacrifice Survivors to The Entity. Once a Survivor is hung on a sacrificial hook, the sacrifice sequence will begin. It has 3 phases.<br><br><b>Phase 1: Summoning Phase</b><br>In this phase, The Entity is being summoned to the hook and takes some time to manifest. Hooked Survivors can be rescued or attempt to free themselves from the hook. These attempts have a 4% chance of success, and failure accelerates the summoning process.<br><br><b>Phase 2: Struggle Phase</b><br>Once The Entity has manifested itself around the hook, Survivors can no longer attempt to free themselves. They can only fight to survive. They may still be rescued by other Survivors.<br><br><b>Phase 3: Sacrifice Phase</b><br>The Entity will eventually overpower a hooked Survivor and devour them. The hook itself is destroyed at the end of the sacrifice sequence.<br><br>A Survivor who is rescued or escapes from the hook will progress to the next phase the next time they are hooked. For example, a Survivor who was freed in the summoning phase will progress immediately to the struggle phase the next time they are hooked. A Survivor who was freed during the the struggle phase and hooked again will be immediately sacrificed.<br><br>Immediately after being rescued, Survivors get a 5-second move speed bonus of 7%, and the <b>Endurance</b> status effect for 5 seconds."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_hookStruggle.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_hookStruggle.iconHelp_hookStruggle",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle16_ID": {
        "Title": {
          "Namespace": "",
          "Key": "83426A3545E4B1DE240DCFA9F308742B",
          "SourceString": "Items & Add-ons"
        },
        "Description": {
          "Namespace": "",
          "Key": "541480B249C14A4C5DBBD5A9305E252B",
          "SourceString": "Survivors have access to a variety of useful items. Only one item can be equipped in the loadout, but it can be customized with up to two item add-ons.<br><br>Item use is limited to its amount charges, which is indicated in the bar next to the item icon in the HUD. When fully depleted, the item is retained, but it may no longer be used during that trial.<br><br>If a Survivor dies during a trial, any carried items are lost. If a Survivor escapes, any items they were carrying will be banked in that Survivor's inventory. These banked items will have full charge if used in another trial.<br><br>Add-ons are lost at the end of a trial, even if the item is retained."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_items.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_items.iconHelp_items",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle17_ID": {
        "Title": {
          "Namespace": "",
          "Key": "20347C374BE398F9AFE233977D65D80B",
          "SourceString": "The Hatch"
        },
        "Description": {
          "Namespace": "",
          "Key": "6099FC6942F19283841C24B4DA87684A",
          "SourceString": "The Hatch is a secret door that offers an alternative way for Survivors to escape. The Hatch will appear and open in the event that only one Survivor remains in the trial.<br><br>Killers can close the Hatch to trigger the <b>Endgame Collapse</b>.<br><br>A Survivor can reopen the hatch with certain Keys."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_hatch.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_hatch.iconHelp_hatch",
          "SubPathString": ""
        }
      },
      "HelpSurvivorTitle18_ID": {
        "Title": {
          "Namespace": "",
          "Key": "A509C02748A8743BD5170FA100FA6173",
          "SourceString": "Conspicuous Actions"
        },
        "Description": {
          "Namespace": "",
          "Key": "E03F92EC4B148ECCBC5D76AD9170F04D",
          "SourceString": "Certain Survivor actions are called \"Conspicuous Actions.\" These interfere with certain effects in the game, which are noted in their descriptions. The list of Conpsicuous Actions follows:<br><li>Repairing a generator</li><li>Healing yourself or others</li><li>Cleansing or Blessing a Totem</li><li>Sabotaging a hook</li><li>Unhooking others</li><li>Opening an exit gate</li>"
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_ConspicuousAction.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_ConspicuousAction.iconHelp_ConspicuousAction",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle01_ID": {
        "Title": {
          "Namespace": "",
          "Key": "E99CD57044847977425AEBBA49F2DF6E",
          "SourceString": "Killer: How to Win"
        },
        "Description": {
          "Namespace": "",
          "Key": "A2763A2542AED49191F86F843BE1E812",
          "SourceString": "The main objective of a Killer is to sacrifice Survivors to The Entity. In order to achieve this objective, a Killer should do the following:<br><li>Patrol the area and find Survivors.</li><li>Chase, injure and catch Survivors before they escape.</li><li>Carry Survivors to a sacrificial hook and hang them there for The Entity to consume.</li><br>Meanwhile, Survivors will be attempting to repair 5 generators to power the 2 exit gates and make their escape. Killers should do everything in their power to stop them. <br>This guide will help you use the Killer's abilities to find Survivors and prevent their escape.<br><br><i>We highly recommend consulting</i> <i><b>\"The Survivors\"</b></i> <i>section of this guide to fully understand the extent of their abilities.</i>"
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_HowToWin_killers",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_HowToWin_killers.iconHelp_HowToWin_killers",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle02_ID": {
        "Title": {
          "Namespace": "",
          "Key": "8953FAAD474B3C7939082BBEC43548AD",
          "SourceString": "Patrolling Generators"
        },
        "Description": {
          "Namespace": "",
          "Key": "64B843DC4553CFBC08F24CA1725810BF",
          "SourceString": "When the trial begins, the first thing most Killers will try to do is locate some Survivors. Survivors must repair generators to escape, so Killers are likely to encounter Survivors in the surrounding areas. Fortunately, Killers can read the auras of generators that require repairs, allowing them to see their outlines with unlimited range.<br><br>There are 7 generators in a typical trial. Try to find an efficient patrol route to protect them.<br><br>A generator in progress is a good sign that a Survivor is nearby, so Killers should keep their eyes peeled in this situation.<br><br>If the Survivors manage to repair 5 generators or the <b>Endgame Collapse</b> is triggered, the exit gates regain power and may be opened, allowing the Survivors to escape.<br><br>Once the <b>Endgame Collapse</b> begins, all generators will be blocked off by The Entity."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_generators.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_generators.iconHelp_generators",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle03_ID": {
        "Title": {
          "Namespace": "",
          "Key": "DC0C8CFD4397372B02E9AC9ADE0EBBBC",
          "SourceString": "Damaging Generators"
        },
        "Description": {
          "Namespace": "",
          "Key": "92E15F7A4EB27E7724A4BB942092E8A6",
          "SourceString": "Killers can damage generators that have been partially repaired by getting close and performing the <b>Damage Generator</b> action. This will cause the generator's repair process to degrade over time.<br><br>A generator that is losing progress can be identified by the fiery sparks it emits. This regression is cancelled when a Survivor resumes repairs.<br><br>Once the <b>Endgame Collapse</b> begins all unrepaired generators become locked and cannot be damaged further."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_breakingGenerators.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_breakingGenerators.iconHelp_breakingGenerators",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle04_ID": {
        "Title": {
          "Namespace": "",
          "Key": "30AA1EFC4CF27922F64B1298700F5FBC",
          "SourceString": "Hunting: Loud noises"
        },
        "Description": {
          "Namespace": "",
          "Key": "53C18DE9448EE8A2AE510388DB292626",
          "SourceString": "The Entity has granted its Killers enhanced senses and the ability to pinpoint Survivors who make noise. When a Survivor fails a Skill Check or rushes an action, Killers receive a visual <b>loud noise signal</b>. This visual effect indicates the loud noise source's location."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_hearing.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_hearing.iconHelp_hearing",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle05_ID": {
        "Title": {
          "Namespace": "",
          "Key": "B1674A084BB8DB067C1B55A69BF018ED",
          "SourceString": "Hunting: Scratch Marks"
        },
        "Description": {
          "Namespace": "",
          "Key": "7310D42441D6D83BCC1E37BCFE1244F6",
          "SourceString": "Running Survivors leave tracks only the Killer can see. These tracks last a few seconds before they fade, and can be very helpful for locating and tracking Survivors. "
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_scratchMarks.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_scratchMarks.iconHelp_scratchMarks",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle06_ID": {
        "Title": {
          "Namespace": "",
          "Key": "6742978340F733F69729F8A265251816",
          "SourceString": "Hunting: Sounds of the Wild"
        },
        "Description": {
          "Namespace": "",
          "Key": "5F0DADE8484C3C8400A463AF37647BAD",
          "SourceString": "A skilled Killer notices any noises made by nearby Survivors. Try hard to listen out for heavy breathing, footsteps, cracking branches, cawing crows, or the sounds of Survivor actions such as healing or sabotage. Following these audio cues efficiently might lead you straight to a Survivor."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_sounds.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_sounds.iconHelp_sounds",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle07_ID": {
        "Title": {
          "Namespace": "",
          "Key": "B19BA4EA42861CC62C2E7793DBA8BC2C",
          "SourceString": "Hunting: Bloodstains"
        },
        "Description": {
          "Namespace": "",
          "Key": "C2FE0CA2496F7A877A13FEAFB2E27BBA",
          "SourceString": "Another way for Killers to track Survivors is by following the bloodstains that they leave behind while injured or dying. Bloodstains are harder to see than scratch marks, but are more accurate and a Survivor cannot stop bleeding until they heal. Blood in front of a locker, for example, is a dead giveaway. Like the scratch marks, bloodstains will disappear after a few seconds. "
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_bloodStains.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_bloodStains.iconHelp_bloodStains",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle08_ID": {
        "Title": {
          "Namespace": "",
          "Key": "BF102C734167F274485256AB91FAAF6B",
          "SourceString": "Chases"
        },
        "Description": {
          "Namespace": "",
          "Key": "9879996F48753DA915966BA037F7CC07",
          "SourceString": "When Survivors are located by the Killer, they'll usually attempt to run and hide. The pursuit that follows is called <b>the chase</b>.<br><br>Most Killers are faster than a Survivor, but Survivors are small, nimble, and have many tricks they can use to gain distance, put obstacles in the Killer's way and break line of sight.<br><br>The Killer's goal is to keep track of the fleeing Survivor and get close enough to land a devastating hit. The chase ends when the Survivor gets far enough away from the Killer, or the Killer incapacitates the Survivor."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_chase.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_chase.iconHelp_chase",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle09_ID": {
        "Title": {
          "Namespace": "",
          "Key": "7A4AF8E64833A3FBC92D0B95A3EEC0DC",
          "SourceString": "Chases: Bloodlust"
        },
        "Description": {
          "Namespace": "",
          "Key": "C7781E94498E826872ED26B8E4E8F8D1",
          "SourceString": "As a chase progresses, Killers develop a boiling <b>bloodlust</b>.<br><br>Bloodlust is a status effect that grants the Killer increased speed. Bloodlust becomes stronger the longer a chase continues, to a maximum of level 3, indicated by 3 chevrons on the status effect icon (see <i>Status Effects</i> in the general section of this guide). <br><br>Bloodlust subsides when a chase ends, a Survivor is successfully hit, or a pallet is broken."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_bloodlust.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_bloodlust.iconHelp_bloodlust",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle10_ID": {
        "Title": {
          "Namespace": "",
          "Key": "C90F4E12452C4026B94EDC840B64C7B6",
          "SourceString": "Chases: Vaults & Pallets"
        },
        "Description": {
          "Namespace": "",
          "Key": "F1F4F3D940E0A91596626B80B3A1B1DA",
          "SourceString": "Vaulting is the action of going through a window or over a pallet. Survivors can vault a window slowly and quietly, or quickly and loudly. By running straight at a window, Survivors can pick up some extra speed for their vault. Most Killers are not in a hurry and only have one window vault speed: <i>slow</i>.<br><br>Pallets are found around the map and can be dropped by Survivors to create obstacles for the Killer. Killers cannot vault over pallets, but they can take time to <b>destroy</b> them by interacting with them."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_vaultPalettes.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_vaultPalettes.iconHelp_vaultPalettes",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle11_ID": {
        "Title": {
          "Namespace": "",
          "Key": "FE1107A74EE52AE8FA488693E0D5E70A",
          "SourceString": "Survivors' Health States"
        },
        "Description": {
          "Namespace": "",
          "Key": "3011FE9F40074968D6FC9BB64FF898A2",
          "SourceString": "Survivors have 3 health states: <b>healthy</b>, <b>injured</b> and <b>dying</b>.<br>As a Killer, here's what each health state means to you:<br><br><b>Healthy</b>: The health state in which Survivors start. Successfully attacking a healthy Survivor puts them in the injured state.<br><br><b>Injured</b>: Even though they limp, injured Survivors have the same movement speed as when healthy. They leave behind trails of blood and make lots of noise which makes them easier to find. An injured Survivor who takes a second hit is put into the dying state.<br><br><b>Dying</b>: Survivors in the dying state can only crawl and are unable to interact or complete objectives. However, they are still able to escape if they can crawl to an opened Hatch or opened exit gate. Crawling Survivors can be picked up and placed on a hook to be sacrificed. If not healed, they will eventually bleed out and die."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_injured.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_injured.iconHelp_injured",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle12_ID": {
        "Title": {
          "Namespace": "",
          "Key": "4ACD60194A63BA2A787C7DA4D595E42D",
          "SourceString": "Attacking"
        },
        "Description": {
          "Namespace": "",
          "Key": "62D7876A43365D2431971882BA5225AF",
          "SourceString": "The Killer can perform two <i>basic attacks</i>: a <b>quick attack</b> and a <b>lunge attack</b>.<br><br><b>The quick attack</b> is performed by simply activating the attack interaction. As the name implies, it is quick but has a very short range.<br><br>The<b> lunge attack</b> is performed by holding down the attack interaction. It provides greater reach, but can take some practice to master.<br><br>Missing an attack triggers a short cooldown during which the Killer's speed is reduced. Killers must be careful to properly aim and time their attacks, or risk allowing Survivors to escape.<br><br>Hitting a healthy Survivor grants them a brief burst of speed. Keep a close eye on their movements during this time in order to continue the pursuit."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_slashing.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_slashing.iconHelp_slashing",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle13_ID": {
        "Title": {
          "Namespace": "",
          "Key": "E5A30B7842402E0CC2A69AABFBA9E138",
          "SourceString": "Interrupts"
        },
        "Description": {
          "Namespace": "",
          "Key": "EEEE98804BA212EF1391EB82977AE4A9",
          "SourceString": "Many Survivor actions can be interrupted, giving the Killer a free grab and pick up. To initiate an interrupt, tap the attack interaction at close range while the Survivor is occupied.<br><br>Injured Survivors can be interrupted while vaulting.<br><br>Lunge attacks do not trigger interrupts."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_interrupt.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_interrupt.iconHelp_interrupt",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle14_ID": {
        "Title": {
          "Namespace": "",
          "Key": "A188221D454F14127D907F900F41D24C",
          "SourceString": "Transporting a Survivor"
        },
        "Description": {
          "Namespace": "",
          "Key": "7975E0A64C3A395E274C1496EC5C3C4E",
          "SourceString": "Once a Killer catches a Survivor, their next goal is to carry them to a sacrificial hook. <br>While being carried, Survivors can wiggle and attempt to break free. Their struggles will affect the Killer's movements. The Survivor will eventually succeed and escape the Killer's grasp, so there is a limited time to transport the Survivor. Fortunately, Killers are able to see the auras of available hooks while they are carrying Survivors. Try to plan an efficient route.<br><br>Watch out for other Survivors while transporting a victim, as any action that stuns or blinds a Killer will free any carried Survivors.<br><br>If a Killer intentionally drops a Survivor, they will remain in the crawling state. Sometimes dropping a Survivor is the best option."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_carrySurvivor.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_carrySurvivor.iconHelp_carrySurvivor",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle15_ID": {
        "Title": {
          "Namespace": "",
          "Key": "12F4B0B04600CE7DFDD539A534673179",
          "SourceString": "Hooks & Sacrifice"
        },
        "Description": {
          "Namespace": "",
          "Key": "3C74AF0A478666AD7706169D45B34773",
          "SourceString": "The ultimate goal of the Killer is to sacrifice Survivors to The Entity. Once a Survivor is hung on a sacrificial hook, the sacrifice sequence will begin. It has 3 phases.<br><br><b>Phase 1: Summoning Phase</b><br>In this phase, The Entity is being summoned to the hook and takes some time to manifest. Hooked Survivors can be rescued or attempt to free themselves from the hook. These attempts have a 4% chance of success, and failure accelerates the summoning process.<br><br><b>Phase 2: Struggle Phase</b><br> Once The Entity has manifested itself around the hook, Survivors can no longer attempt to free themselves. They can only struggle to survive. They may still be rescued by other Survivors.<br><br><b>Phase 3: Sacrifice Phase</b><br>The Entity will eventually overpower a hooked Survivor and devour them. The hook itself is destroyed at the end of the sacrifice sequence.<br><br>A Survivor who is rescued or escapes from the hook will progress to the next phase the next time they are hooked. For example, a Survivor who was freed in the summoning phase will progress immediately to the struggle phase the next time they are hooked. A Survivor who was freed during the the struggle phase and hooked again will be immediately sacrificed.<br><br>A Killer who sacrifices all 4 Survivors in the trial will earn The Entity's favor."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_hookStruggle.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_hookStruggle.iconHelp_hookStruggle",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle16_ID": {
        "Title": {
          "Namespace": "",
          "Key": "708E09A841DE29027F670CB4023822EC",
          "SourceString": "Disabled Hooks"
        },
        "Description": {
          "Namespace": "",
          "Key": "4DE60D8A432824FCCF58C6B9DF5FDF4A",
          "SourceString": "Hooks can be destroyed under certain circumstances:<br><br><b>Sabotage:</b> Survivors can use tools or perks to destroy hooks, making them unusable.<br><br><b>Sacrifice:</b> A successful sacrifice destroys the hook that was used.<br><br>The Entity will repair sabotaged hooks after a few minutes, but hooks that were used for sacrifice remain destroyed for the remainder of the trial. <br><br>Basement hooks cannot be destroyed."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_meatHooks.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_meatHooks.iconHelp_meatHooks",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle17_ID": {
        "Title": {
          "Namespace": "",
          "Key": "AA55832A46342D307F4C80BCF9F2DD1A",
          "SourceString": "The Basement"
        },
        "Description": {
          "Namespace": "",
          "Key": "A623BBCC48B7F7D642FD31BAEA71BB97",
          "SourceString": "Every level features an underground chamber called <b>The Basement</b>. Survivors should fear being hooked there, as it is not an easily accessible location and features only one way in or out, making rescues particularly risky.<br><br>Though it can often prove difficult to carry a Survivor to the basement before they escape the Killer's grasp, it is an attractive location to perform the sacrifice. Whereas other hooks can be sabotaged, the central basement hooks cannot be disabled or destroyed in any way."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_basement.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_basement.iconHelp_basement",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle18_ID": {
        "Title": {
          "Namespace": "",
          "Key": "432C6A56474D2F715A98729F402336DA",
          "SourceString": "The Exit Gates"
        },
        "Description": {
          "Namespace": "",
          "Key": "6AB68EB2492D6437D0B2AF898E4E9F66",
          "SourceString": "If Survivors manage to repair 5 generators, the 2 exit gates become accessible. If this happens, the exit locations are shown to all players. Survivors are shown the exits temporarily, but the Killer will see their locations for the remainder of the trial. Killers can use their knowledge of the exit locations to predict Survivor movements and catch them in the final stretch.<br><br>Survivors must hold down the switch to open the gates before they can escape, which is a time consuming action and a great opportunity for the Killer.<br><br>Opening powered exit gates will trigger the <b>Endgame Collapse</b>, encouraging Survivors to leave the trial or be forcefully sacrificed to The Entity when time expires."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_exitGates.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_exitGates.iconHelp_exitGates",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle19_ID": {
        "Title": {
          "Namespace": "",
          "Key": "8A4B2BEA4470D6F826ED78B01CBE43EA",
          "SourceString": "Memento Mori"
        },
        "Description": {
          "Namespace": "",
          "Key": "2A9AD69A452E78781C1337A2AA63C08F",
          "SourceString": "<b>Memento Moris</b> are Killer-specific offerings which influence The Entity in allowing Killers to kill Survivors with their own hands instead of sacrificing them.<br><br>Memento Moris are a reward from The Entity, and an efficient way to deal with pesky Survivors, but Killers should not rely on them too often. Without sacrifice, The Entity will eventually become <i>displeased</i>. "
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_momentoMori.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_momentoMori.iconHelp_momentoMori",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle20_ID": {
        "Title": {
          "Namespace": "",
          "Key": "972F0EDF45E71C83C5CB60AB5299A6C4",
          "SourceString": "Powers & Add-Ons"
        },
        "Description": {
          "Namespace": "",
          "Key": "26537E904E5EC5A043952496ADEB730D",
          "SourceString": "Killers cannot change their power. However, they can customize it. Killers may equip up to 2 power add-ons in the loadout before the trial, which have a variety of effects on the Killer's power.<br><br>At the end of the trial, any add-ons that were equipped are consumed."
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_addons.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_addons.iconHelp_addons",
          "SubPathString": ""
        }
      },
      "HelpKillerTitle21_ID": {
        "Title": {
          "Namespace": "",
          "Key": "95366D2D41D6C8BED7C726896C34152F",
          "SourceString": "Survivor Awareness"
        },
        "Description": {
          "Namespace": "",
          "Key": "A11C0D4C4159B3C838AE17AA184A78C3",
          "SourceString": "Killers should be aware of the methods Survivors can use to locate them. Most Killers are very large, making them quite easy to see, but there are some other aspects to Survivor perception that are important to keep in mind:<br><br><b>Third Person View:</b> The Survivors have a wide third person perspective. The Survivor player is able to see behind their character and around corners.<br><br><b>Terror Radius:</b> Survivors hear a heartbeat when the Killer approaches. The closer the Killer is, the more intense the heartbeat.<br><br><b>The Stain:</b> Survivors can see an eerie red light emitted in front of the Killer. The stain can give away the Killer's position as well as the direction in which they are looking.<br><br><i>Consult</i> <i><b>\"The Survivors\"</b></i> <i>section of this guide to learn more about the Survivors' abilities.</i>"
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_fear.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconHelp_fear.iconHelp_fear",
          "SubPathString": ""
        }
      },
      "HelpGameTitle28_ID": {
        "Title": {
          "Namespace": "",
          "Key": "A48783704C0C383A8570C8ADA4C74762",
          "SourceString": "Grades"
        },
        "Description": {
          "Namespace": "",
          "Key": "A467FF964EE3F9A9062BB69C897E4B3D",
          "SourceString": "Players are graded based on their performance during the trials. Grade progression between Killers and Survivors are separate—your grade as a Killer will not affect your grade as a Survivor or vice-versa.<br><br>The grading system features five grades, each with four classes:<br><li><b>Ash</b>: IV, III, II, I</li><li><b>Bronze</b>: IV, III, II, I</li><li><b>Silver</b>: IV, III, II, I</li><li><b>Gold</b>: IV, III, II, I</li><li><b>Iridescent</b>: IV, III, II, I</li><br><br>All players start at Ash IV. At the end of each trial, you are awarded pips based on your performance. Earning enough pips increases your class. For example, if you were in Ash IV, you would move up to Ash III.<br><br>If you are at the top of your grade you would move to the next grade. For example, if you were in Silver I, you would move up to Gold IV.<br><br>Grades are reset on the 13th of every month. Bloodpoints are awarded based on the highest grade you have achieved during the month.<br><br><b>NOTE:</b> Custom games are unranked and will not affect grades. "
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_grades.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconhelp_grades.iconhelp_grades",
          "SubPathString": ""
        }
      },
      "HelpGameTitle29_ID": {
        "Title": {
          "Namespace": "",
          "Key": "B6327DD446D2946DB084F5A69714F250",
          "SourceString": "Scourge Hooks"
        },
        "Description": {
          "Namespace": "",
          "Key": "AB672D644962BB962AF8EFB2ED4A0EBA",
          "SourceString": "Killer perks called <b>Scourge perks</b> will transform a hook into a <b>Scourge Hook</b>, which the Killer can identify by its white aura. A Survivor unhooked from a <b>Scourge Hook</b> will suffer from negative effects. "
        },
        "ImagePath": "",
        "IconPath": "UI/Icons/Help/iconHelp_scourgeHooks.png",
        "VideoID": "",
        "Icon": {
          "AssetPathName": "/Game/UI/UMGAssets/Icons/Help/iconhelp_scourgeHooks.iconhelp_scourgeHooks",
          "SubPathString": ""
        }
      }
    }
  }
]