[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "Tome15": {
        "Title": {
          "Namespace": "",
          "Key": "97054DCB4E974F22E54079B948A80807",
          "SourceString": "ARCHIVE_JOURNAL_TOME15_TITLE",
          "LocalizedString": "@#ARCHIVE_JOURNAL_TOME15_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "TOME15_01",
            "Title": {
              "Namespace": "",
              "Key": "C243B52E419A9716B11EC5B3DB3521C7",
              "SourceString": "ARCHIVE_JOURNAL_TOME15_K31_TITLE",
              "LocalizedString": "Adriana Imai"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "E9B4A06D473CBDFBC219F3A15D7139FF",
              "SourceString": "ARCHIVE_JOURNAL_TOME15_K31_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "E2F434F54FD0785E1086B2B88E39F3CF",
                  "SourceString": "ARC_TOME15_K31_09_TITLE",
                  "LocalizedString": "SONHADORES SOMBRIOS 1330"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_15_VisualReward/T_UI_Tome15_K31_VisualReward01.T_UI_Tome15_K31_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.99
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "643E4C77499CD9D1F7F687B13E850167",
                  "SourceString": "ARC_TOME15_K31_01_TITLE",
                  "LocalizedString": "MEMORY 2516"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "9067F2E9494D8A6069D228A3896C2B91",
                  "SourceString": "ARC_TOME15_K31_01_ENTRY",
                  "LocalizedString": "\"Second place. She wants to retch. She never comes in second place. If it weren’t for those idiots at the publishing house, canceling Dad’s series, she’d be able to finish her semester… but they don’t know genius when they see it. So here she is. Watching her grades go into freefall as João takes top marks in the class.\n\nJoão. The name makes her spit. He’s not special. He should be in second place.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "EA8ED263432CD7650BD4AB95439A58C4",
                  "SourceString": "ARC_TOME15_K31_02_TITLE",
                  "LocalizedString": "MEMORY 2517"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "50AE95784A5EBEAB86CE0F9F8DFFE898",
                  "SourceString": "ARC_TOME15_K31_02_ENTRY",
                  "LocalizedString": "\"She sits at home, powerless. Maybe she can throw a wrench in the works. Call the school, get him in trouble. She calls. She doesn’t have a plan, but she calls.\n\nA secretary picks up. Hello? Adriana hesitates. Hello? \n\nI’m calling about my son. João. I didn’t receive his grades. Can I confirm the address on file?\n\nThe secretary, just like that, gives her everything. So easy. She hangs up. Stares at the phone. Why had she done that? Her mind drifts to Dad’s comic. This is what she would do. Gather information. And exploit.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "CD9F00EF4D10CB0DDA5408BC386F8936",
                  "SourceString": "ARC_TOME15_K31_03_TITLE",
                  "LocalizedString": "MEMORY 534"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "4443107B43CAF01794AAA9A07186B777",
                  "SourceString": "ARC_TOME15_K31_03_ENTRY",
                  "LocalizedString": "\"She dumps her bike behind a fire hydrant. Checks her watch. Should be any minute now.\n\nJoão walks out, right on cue, from his fencing lesson. She writes it down. She knows where he’ll be, better than even he knows. In an hour he’ll be home playing video games. He’ll go to bed at 10. He’ll wake up, go to school, stop by his friend’s house, bike home. Get tutored on math.\n\nThis has been her entire month. Following João. Learning his schedule. Learning everything about him. She still doesn’t know why. It felt good to have this power over someone. The power to know that at any time she could disrupt his entire routine. His entire life. She gets on her bike and tails him on his way home.\n\nThere’s an alley he always takes as a shortcut. Not a particularly safe place to be when you’re being pursued. But, of course, he doesn’t know that he’s being pursued. She’s been careful. His bike goes over a nail. He flips over the handlebars, scrapes his knees and palms. Swears. He sits there, staring at his flat tire, doing nothing. Useless. This is the boy who is taking first-place honors in her class. This feckless cretin.\n \nShe imagines jumping him right now. It would be impossible for anyone to see her. This is where she’d do it. From Dad’s manga, she thinks to herself. This is where I’d do it.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "7075B6BD4C1714D9F209A7A034568543",
                  "SourceString": "ARC_TOME15_K31_04_TITLE",
                  "LocalizedString": "MEMORY 1601"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "61286A304BE34916A5D78C9CCA3334E1",
                  "SourceString": "ARC_TOME15_K31_04_ENTRY",
                  "LocalizedString": "\"She pores over the black, scratchy drawings of Sonhadores Sombrios. There must be some kind of clue in here. Something she missed. Something that would explain why her father walked out the door that day and never came back.\n\nThere were no answers. Not to that question, anyway.\n\nThis comic that her father had worked on, every night, to the dim light of an old accountant’s lamp, instead lay out a blueprint. A blueprint on how to live.\n\nShe loved Adi Valente, her father’s first manga. But it didn’t teach her anything. Not like this. The Skull Merchant has a system. She learns everything she can about her target. Stalks their digital and literal footprints until she has a complete profile of their every move. Knows them better than they know themselves. And then she waits until they’re completely stuck in their routine, and she shatters it.\n\nShe chooses only the most elite opponents. Initially, it was to protect the weak, but that pretension faded quickly. Eventually, her only goal is to destroy those who challenge her claim to be the best. Takes them out of their element, and destroys them. Scared, alone, and far from home.\n\nAdriana sees the parallels. The rich, comfortable executives she deals with daily operate with a sickening detachment. So used to their lives of comfort. Convinced of their own invincibility. It won’t be easy to crack their armor, but worthwhile endeavors are rarely easy.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1315FA1A4C4E7CB85D9D83998FC70A3C",
                  "SourceString": "ARC_TOME15_K31_10_TITLE",
                  "LocalizedString": "SONHADORES SOMBRIOS 1351"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_15_VisualReward/T_UI_Tome15_K31_VisualReward02.T_UI_Tome15_K31_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 1.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "EA6AECAD4FD9106160DDF18620E9651A",
                  "SourceString": "ARC_TOME15_K31_05_TITLE",
                  "LocalizedString": "MEMORY 950"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2B0509514C19890A18A2D08ED9BD5AF6",
                  "SourceString": "ARC_TOME15_K31_05_ENTRY",
                  "LocalizedString": "\"The Skull Merchant dips her blade into the fetid water. Lets the blood and ichor slide off of the gleaming carbon fiber. Lets herself relax. Another job done. She removes her weapon slowly out of the water, taking care not to let any fall on the floor, and hangs it on the wall. Water is a terrible thing to waste. \n\nShe walks across her tiny, spartan room and plugs a cord from the wall into the nape of her neck. The real world dissolves around her, replaced by the other world. A bright world. A clean, perfect lie. She stares right into the sun for a few moments, stopping only to close some particularly invasive pop-ups that have burrowed their way into her hardware.\n\nYou’re the merchant, right? A timid voice calls out somewhere behind her. She turns. A chipmunk with jacked human arms stares back at her. I might be. Who’s asking.\n\nSomeone with a job. This guy probably paid top credits for that avatar, and he looks like an absolute joke. She isn’t laughing, though.\n\nI don’t take jobs anymore. I work for myself.\n\nWell you might be interested in this one. He says you’re run down. That you’re all but retired. \n\nAnd who is he?\n\nDon’t know much about him. He’s a cyborg. Long past cyborg, I think. Mighta run out of flesh to fuse the steel to. Might just be a robot by now. Goes by the name of Terry Chrome.\n\nWe’ll see who’s out of touch, she says, and jacks herself out of the other world. She looks at her bed and sighs. Won’t get much sleep tonight. The hunt’s calling. She gazes out her window over the blasted-out wasteland of Neo De Janeiro as she plugs her arm back into the blade.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F3FC14A44C5CC92D60B3568E9E356A11",
                  "SourceString": "ARC_TOME15_K31_06_TITLE",
                  "LocalizedString": "MEMORY 8433"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7FAB4D054EFC4E9D8C2A6E96373B3AB4",
                  "SourceString": "ARC_TOME15_K31_06_ENTRY",
                  "LocalizedString": "\"Some people can’t wrap their head around it. The business doesn’t need to be successful to be profitable. Sure, it helps, especially at the beginning. But she’s not in the beginning of companies business. Grab something with decent gross revenue but ballooning expenses. Slash the budget. Cut anyone who isn’t keeping the lights on. Squeeze some profit out of it, and sell it at a markup to the first idiot who doesn’t look under the hood. \n\nLining up a directorial board that sees it the same way, though? Not so easy. These cowards, foisted on her by the shareholders, are too cowardly, or lazy, or, and she hates these ones the most, ethical to have that killer instinct. The self-righteous ones are the worst. As if it’s ethical to do anything less than everything to make the line go up. So long as you’re in the black, you’re in the right.\n\nShe yearned to take them out like she had so many of her rivals before. Take them out to the forest and hunt them like dogs. But there’s no challenge in that. These are soft, helpless fools. Fish in a barrel. She’s like the Skull Merchant. She only hunts apex predators. \n\nShe’ll have to do this the old-fashioned way. Through remorseless bureaucratic maneuvers.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "05329E584E37E994972B0D9D097FBD3A",
                  "SourceString": "ARC_TOME15_K31_07_TITLE",
                  "LocalizedString": "MEMORY 2372"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3FE6EDEB4F13D0D981F1859801534673",
                  "SourceString": "ARC_TOME15_K31_07_ENTRY",
                  "LocalizedString": "\"Finally. A target worth pursuing.\n\nIt’s been a while since we had a good one. And this is a really, really good one. Former military turned private contractor. Retired from the battlefield to a quiet hobby farm to the northwest. Some say he survived months alone in the forest with nothing but a combat knife. \n\nAnd he’s got the one parcel of land that stands between Adriana and the factory she’s trying to build. \n\nWeeks of talks go nowhere. He doesn’t want to sell. Bigger numbers do nothing to change his mind. The board starts talking about selling the land surrounding his, to give up on the factory, to build it somewhere else. They might be right. But that doesn’t matter. She doesn’t lose.\n\nShe doesn’t come in second place.\n\nSo she goes to meet him herself. Face to face. She mentions the offer, he politely refuses again. That’s too bad. She hopes his will is up to date.\n\nAs she leaves she feels a flush cross her face. She overplayed her hand. A guy like that will be hypervigilant now. It won’t be easy to extract him. And it sure as hell won’t be easy to hunt him. But as her mind wanders to the hunt, the nerves turn into excitement. She’ll figure it out. She just needs to learn everything about him.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "01B0F9094F57B6904C2128882D74E1CB",
                  "SourceString": "ARC_TOME15_K31_08_TITLE",
                  "LocalizedString": "MEMORY 2373"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "057037BA46AAE049BB97668F8B512C60",
                  "SourceString": "ARC_TOME15_K31_08_ENTRY",
                  "LocalizedString": "\"Adriana looks into her new arm-mounted display. Her drone floats fifty storeys above the city, at the unfinished penthouse of a new luxury building her company invested in. Through its camera she sees the soldier, awakening from a chemically-assisted slumber. She watches as he shakes himself awake, immediately alert and focused. He rushes to the edge of the building and nearly falls. \n\nNot like that, old man. Don’t make this easy.\n\nShe watches as he finds his bearings. Stalks around the building, getting a feel for its blueprints. Finds the combat knife she so kindly left for him to defend himself. And descends the first flight of stairs towards freedom.\n\nShe knows the layout of this building like the back of her hand. She moves her drones into position. Of course, a soldier like him will have the wherewithal to avoid them. But catching him moving isn’t the point: they’re there to cut off options, to herd him exactly where she wants him. He’ll know that, too. That’s what makes the game so fun. Two brilliant minds, each playing six steps ahead. Odds are, even if he'll never admit it, he lives for this too. \n\nShe straps her blade to her arm: a gleaming silver edge inspired by her father’s manga. One more thing to tie her to him. She remembers him reading to her every night from Adi Valente. How singularly focused he was on his craft. It was the thing she admired most about him. She owed it to him to keep his vision intact. \n\nMore than intact. Alive. If nobody would buy the Skull Merchant’s story, she would become the Skull Merchant. One way or another, people will know his story.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Titan/DbD_Tome15_TheSkullMerchant_FINAL.DbD_Tome15_TheSkullMerchant_FINAL",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME15_02",
            "Title": {
              "Namespace": "",
              "Key": "2610337A496CABB4824DAAAA4CF65B22",
              "SourceString": "ARCHIVE_JOURNAL_TOME15_S35_S36_TITLE",
              "LocalizedString": "Thalita and Renato Lyra"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "D4DA6E3B414716C1602565BA89610E78",
              "SourceString": "ARCHIVE_JOURNAL_TOME15_S35_S36_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8678936F49A2C7B2C50B068ACFC92EB9",
                  "SourceString": "ARC_TOME15_S35_S36_09_TITLE",
                  "LocalizedString": "RENATO AND THALITA 1056"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_15_VisualReward/T_UI_Tome15_S35_S36_VisualReward01.T_UI_Tome15_S35_S36_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.961905
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9DDF2D0344240BBB3B1C46B84E7E1346",
                  "SourceString": "ARC_TOME15_S35_S36_01_TITLE",
                  "LocalizedString": "MEMORY 2876"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "AD68F07B4D156617AC75108B75AE7D96",
                  "SourceString": "ARC_TOME15_S35_S36_01_ENTRY",
                  "LocalizedString": "\"She had never seen anything go so high. Or fall so far.\n\nUncle Inacio cheers along with the rest of the crowd. Young Thalita’s ears vibrate from the sound, but she keeps her eyes on the falling kite. It looks like it’s dancing, twirling in the wind as it descends.\n\nThe match was the highlight of the day, exciting from the moment the ten contenders threw their kites skyward. The cheers came in waves as strings crossed, and one by one the kites fell. The silence surprised Thalita as the contenders on the field came down to two men: a teenager from Botafogo, and Uncle Inacio.\n\nMom and Dad hug Inacio so hard they don’t notice baby Renato crying in Mom’s arms. Inacio is beaming, the same twinkle Thalita saw in his eyes as he assembled his kite that morning. She watches Inacio walk up to the teenager and shake his hand. The boy smiles.\n\nOf course he smiles. He’s among friends and peers, on a bright sunny day in the most beautiful country in the world, celebrating. The boy doesn’t care that he lost. It’s the people around us who matter most.\n\nThalita looks above the crowd and watches the boy’s kite touch down softly on the ground.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "16361A4F48BF5D923072C4B21CC22009",
                  "SourceString": "ARC_TOME15_S35_S36_02_TITLE",
                  "LocalizedString": "MEMORY 9409"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "94AD90DD4BD51450B76101BF9BE60F2E",
                  "SourceString": "ARC_TOME15_S35_S36_02_ENTRY",
                  "LocalizedString": "\"He fidgets with his hands. All he wants to do is fly a kite or work on the puzzle sitting in his bedroom. So much talking. It’s useless. It’s boring. We’re here to fly kites, not talk.\n\nRenato looks around at the other kids. None of them are fidgeting like he is. They’re not shifting their feet or looking around. It’s so strange how they can stand so still and watch Thalita demonstrate kite design. Not just watch. But listen. Really listen.\n\nBut people always listen to Thalita. They listen to her thoughts and laugh at her jokes and talk to her and invite her to things. Grown-ups, kids, everybody. Renato tried one of her jokes himself. No one laughed.\n\nHe stops studying the other kids and watches his sister. She is special, even among the kids their age. He makes eye contact with her and she smiles. He smiles back, but it’s a sad smile. He knows, no matter how hard he tries, no one will ever look at him the way they look at her.\n\nFinally, Thalita ends her talk and it’s time to throw their kites into the air. It’s a beautiful, sunny day, bright even through his sunglasses. He hears some of the kids comment that it’s too bright to see their kites so high above the beach, but he doesn’t let them distract him. He can see his kite just fine. And he can see his opponents’ kites, too.\n\nThalita says it’s unsportsmanlike to knock out other kites so quickly. Renato never understood this. It’s literally the game. His smile grows as each opponent falls. A true, joyous smile.\n\nHold on. Why has my string gone slack? Renato looks up and sees his kite floating downward.\n\nThalita’s cheering next to him, grabbing his shoulders and whooping.\n\nNo. This cannot happen. If I can’t be popular and I can’t be a winner, then what can I be?\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1943887A4C1AB212C71B55A9609BA0DF",
                  "SourceString": "ARC_TOME15_S35_S36_03_TITLE",
                  "LocalizedString": "MEMORY 1152"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "AD1434AC47A7E2EF60FECFB8664F6B49",
                  "SourceString": "ARC_TOME15_S35_S36_03_ENTRY",
                  "LocalizedString": "\"Thalita accepts the bottle from her friend on the right. Whatever’s in the bottle, she likes it. After a generous sip, she passes the bottle to her friend on the left.\n\nThey are sitting around a small bonfire on the beach, all ten of them, laughing and singing into the quiet night. The perfect capper to a long, tiring, fun day at Inacio’s shop.\n\nRenato went home immediately after they finished closing up. He rambled about needing to prep, and his rambling turned into a lecture about how Thalita should prep, too. She stopped listening at that point.\n\nWhat a silly boy. Thalita laughs at the thought. Renato doesn’t have the slightest idea.\n\nThis time with friends, most of whom she met at the beach, is many-splendored. It is careless abandon, it is utter joy, and it is prep.\n\nThalita has crossed kites with most of these kids. Some of them she had taught herself, others were already regulars when she started working for her uncle. All of them are very good kite-fighters. And Thalita has been around them long enough to realize they fight kites the way they tell jokes, sing songs, and ask questions. Some of them handle victory with more grace than others, and some of them suffer defeat with more bitterness.\n\nBeing with her friends helps her be a better kite-fighter, before, during, and after the match. And she gets to stay up all night having fun.\n\nTry beating that, Renato.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "049DD1AE4DB7C13D060D78B21E78FAE9",
                  "SourceString": "ARC_TOME15_S35_S36_04_TITLE",
                  "LocalizedString": "MEMORY 5990"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5F436CF74C914E86A3BBEDADCA324589",
                  "SourceString": "ARC_TOME15_S35_S36_04_ENTRY",
                  "LocalizedString": "\"It was his most difficult match.\n\nRenato always liked ending a kite-fight quickly, and he knows that Thalita knows this. She did what he expected her to do, stay away from him early on and let him take down most of the competitors. Renato was happy to do it. There’s a reason I can take down these other fighters. This sport is a puzzle. I’ve put in the work. I’ve studied the puzzle.\n\nWhen the field of competitors narrowed to Renato and Thalita, he turned his focus on her. He went on the offensive, chasing her back and forth across the sky. Her theatrics always annoyed him. This is not supposed to be a show. This is a fight.\n\nRenato finally outmaneuvers his sister and catches her string with his kite. Tangled, they tug at their strings. Not too much, Renato reminds himself. One sharp pull is all it takes to snap your string and hand victory to your opponent.\n\nThe crowd is louder than ever, waiting in anticipation to see who will win, but Renato already knows it will be him. A few gentle pulls of his string and he saws through Thalita’s line.\n\nHis kite soars, the last one in the air, as Thalita’s begins its descent.\n\nThe crowd cheers, but Renato doesn’t hear them. Victory is for him and him alone. And one other person.\n\nHe runs to his sister and picks her up in a big bear hug. Whatever their differences, whatever ways she bothers him, Thalita has always been there, pushing Renato to be better in every way, whether she knows it or not.\n\nRenato won, but it is their victory, together.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "B45EFD564893B24428D58B9116E6D0EF",
                  "SourceString": "ARC_TOME15_S35_S36_10_TITLE",
                  "LocalizedString": "RENATO AND THALITA 621"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_15_VisualReward/T_UI_Tome15_S35_S36_VisualReward02.T_UI_Tome15_S35_S36_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "27D02DB94F644C7F5C588A975C453A00",
                  "SourceString": "ARC_TOME15_S35_S36_05_TITLE",
                  "LocalizedString": "MEMORY 5834"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7A07729A4B9A2E4BA6BE70B5E22A6105",
                  "SourceString": "ARC_TOME15_S35_S36_05_ENTRY",
                  "LocalizedString": "\"She sits at one of the tables. Her dad says she’s too young to sit at the bar, even though at 11 in the morning, the bar is not open. As if she’s going to jump behind the bar and start serving herself cachaça or something.\n\nDad returns from outside, holding the stranger by the shoulder. He looks like a grown-up, but Thalita knows that everyone over 20 looks like a grownup to her. At 10 years old, the world is still divided into kids, big kids, and grown-ups.\n\nThalita was with her dad when they crossed paths with the stranger. Thalita was going to be dropped off at home for lunch. Mom is home for the afternoon and dad needs the afternoon with his band. But that plan changed when they found the stranger spray-painting the club in the alley.\n\nDad takes the stranger across the club. He’s calling out for Angelo, the club owner. He doesn’t seem to notice Thalita, or his band hanging out on the stage, for that matter.\n\nHe wouldn’t want me to follow him. He yelled at me to go back in the club when the stranger started cussing outside.\n\nShe shifts from seat to seat, table to table, closer to dad, Angelo, and the stranger. They’re standing together by the hall to Angelo’s office. They have no idea Thalita is inching closer and closer. Dad shows Angelo a picture on his phone. She remembers dad took a picture of the graffiti.\n\nAngelo studies the picture and his usual scowl lightens into a… smile? She doesn’t hear what he says but she hears the three of them laughing. By the time she’s close enough to eavesdrop, Angelo has taken the stranger down the hall.\n\nDad finally notices Thalita. What just happened, dad?\n\nHe looks back down the hallway. I think I just got that young artist a job.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0856307443956975E641898BF5B483D0",
                  "SourceString": "ARC_TOME15_S35_S36_06_TITLE",
                  "LocalizedString": "MEMORY 992"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "F5CF9D474CE9F3EFEAFAD2BC4EECA03F",
                  "SourceString": "ARC_TOME15_S35_S36_06_ENTRY",
                  "LocalizedString": "\"Renato flicks the switch and the lights crackle and hum. It is still dark outside, and through the window he can hear the waves rolling against the shore.\n\nTwo hours. That’s how long Renato has until Uncle Inacio comes to open the kite shop.\n\nThe floor beneath Renato’s sandals crunch as he gathers his supplies. Uncle Inacio gave up trying to sweep the sand out of the shop years ago. He would say the shop was one with the beach. Thalita would complain about it, but she never did anything about it.\n\nToday is the day that Renato does something about it.\n\nAnd he wouldn’t just stop at sweeping some sand off the floor. The counters need a deep clean, and the windows. Renato was excited to replace the garbage bin with the one he bought last night, the one with the lid that you open with the foot pedal.\n\nOnce he sweeps the last of the sand out of the shop door, he fills a bucket with soapy water. I’ve been working at Inacio’s shop for three years now. I came in to work every day. I did my job well enough to make Inacio and Thalita happy. But I should have stepped up like this long ago.\n\nHe scrubs the grease stains off the floor, taking the last stubborn grains of sand with them. He remembers what Mauricio told him in his last days of hospice care. Everyone gets to where their supposed to be, and everyone gets there in their own time.\n\nRenato grew to love volunteering at the retirement home. Taking care of others taught him a lot about taking care of himself. And the people closest to him.\n\nHe blinks and realizes the sun is pouring through the open windows. He can hear people laughing along the beach as they put down their towels and open their parasols. Inacio’s at the door, speechless.\n\nThe shop hasn’t looked this clean in years. Wait until Thalita sees it.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "E7EFFEBE463C2894D38DFC869910B751",
                  "SourceString": "ARC_TOME15_S35_S36_07_TITLE",
                  "LocalizedString": "MEMORY 7510"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "52E576BB439DD57CD1BD3897F1F09FA0",
                  "SourceString": "ARC_TOME15_S35_S36_07_ENTRY",
                  "LocalizedString": "\"It was supposed to be a fun girls night out.\n\nThalita walks back to the table with a tray of shots and realizes Luisa, Dolores, and Beatriz aren’t there. Where did they go? She hears excited chatter from a group of girls standing by the bathroom. They’re not waiting in line.\n\nIn between the excited chatter, she hears yelling from the other side of the bathroom door.\n\nThalita breaks through the crowd of girls and into the bathroom. She remembers Dolores had mentioned that she would smack Antonia if she saw her here again, and she only got angrier the more Thalita and the others tried to calm her down.\n\nThalita stands, gobsmacked, at the sight of Dolores and Antonia on the white-tiled floor, arms flailing. I must have missed the big smack Dolores was talking about. Luisa and Beatriz are against the wall, yelling for them to stop. Someone creeps out of a stall and steps around the fight, leaving without even washing her hands.\n\nThalita is scared. And excited. Let’s see if I remember what mom taught me.\n\nAntonia is on top, swinging her arms down, ignoring Dolores’s cries of stop, get off, and leave me alone. Thalita dives in, brings her arms around Antonia, and rolls her away from Dolores, pinning her on the ground.\n\nAntonia tries to push Thalita off her, but Thalita comes down, putting her weight on Antonia. She curls her arms and legs around Antonia’s. Try taking a swing at me now, Antonia.\n\nBut she can’t. They are interlocked on the floor, almost frozen in place. Antonia can’t hurt Thalita, and Thalita can’t hurt Antonia. But the point isn’t to win the fight by hurting anyone. The point is to win the fight by stopping it. Mom wanted me to be able to handle myself without getting arrested.\n\nThalita tries to speak without compromising her position. She shouts to be heard over Antonia’s obscenities. Get a bouncer in here, now.\n\nBeatriz runs out of the bathroom. Dolores watches, stunned. Amazed. Is that jiu-jitsu?\n\nThalita smiles. Mom always said it would come in handy one day.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "981810914091CBAE705FC48D8C27C642",
                  "SourceString": "ARC_TOME15_S35_S36_08_TITLE",
                  "LocalizedString": "MEMORY 4444"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "98939F08494AD5B96744909548128E6F",
                  "SourceString": "ARC_TOME15_S35_S36_08_ENTRY",
                  "LocalizedString": "\"His mother would always say no one is an island. Renato knew what the saying meant, and he knew it wasn’t true. Renato felt like an island most of his life, either unable or unwilling to build bridges and connect to the other islands that would pass him by.\n\nRenato breathed in the clean air. No cars allowed here. If I really were an island, I’d want to be Ilha de Paqueta.\n\nHis family had brought him out here when he was a teenager for Festa de São Roque. His family loved it. Everyone loved it. He hated it. Too crowded, too loud. And the fireworks. Renato couldn’t understand how anyone could enjoy fireworks.\n\nBut Renato isn't a teenager anymore, and today isn’t Festa de São Roque. The island is quiet and peaceful, the sun is shining, and the breeze is cool. His feet ache from hiking the island, but he doesn’t mind. There is peace to be had on Paqueta that is unlike anywhere else.\n\nRenato drifts into a lush park and sits on a bench. His fingers twitch. He doesn’t have his guitar with him, or any puzzles. His phone battery died long ago. He relaxes his hands and tries to enjoy the stillness.\n\nAn older couple walk past him, towards the trees, and roll out a blanket on the grass. Renato watches them as they eat and drink, laugh and kiss. He wonders if they are from Rio, or Brazil. He wonders if they have kids and are enjoying a stolen moment away from family.\n\nThey look happy. Renato tries to picture himself sitting on that blanket, having a picnic with… who? It’s hard to imagine anyone would want that sort of life with him.\n\nI’m happy to be an island. I think. I’ve got a long life ahead of me. I may change my mind.\n\nThe breeze picks up again and he closes his eyes, taking it in.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Titan/DbD_Tome15_TheSiblings_FINAL.DbD_Tome15_TheSiblings_FINAL",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME15_03",
            "Title": {
              "Namespace": "",
              "Key": "B0A3C89141ED36686EA3C4A148A8D981",
              "SourceString": "ARCHIVE_JOURNAL_TOME15_HOA_TITLE",
              "LocalizedString": "The House of Arkham"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "2DFE2C7D4206487879C4DDBAC3F9087F",
              "SourceString": "ARCHIVE_JOURNAL_TOME15_HOA_SUBTITLE",
              "LocalizedString": "The Absolutely Horrifying Maniacal Puppet Show."
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9B7B94264559EB123E562987FD88A38D",
                  "SourceString": "ARC_TOME15_HOA_09_TITLE",
                  "LocalizedString": "THE REDCRANE 715"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_15_VisualReward/T_UI_Tome15_HoA_VisualReward01.T_UI_Tome15_HoA_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.8
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1958D5874B4E488C2103F5B5A2F265A3",
                  "SourceString": "ARC_TOME15_HOA_01_TITLE",
                  "LocalizedString": "SAGA OF THE RED CRANE. Through the Garden of Doom. 1."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2EADCD3E4A79833FF8FB64BD59E5E2CD",
                  "SourceString": "ARC_TOME15_HOA_01_ENTRY",
                  "LocalizedString": "\"Riding at a gallop through pools of moonlight and shadow, Saku ordered Maurice to slow down as they entered a strange city overgrown with giant vines and huge, glowing flowers. Carefully, Maurice picked his way through the narrow streets and only halted when Saku tugged on his mane. With a grim expression, she searched the buildings for signs of an ambush but didn’t spot anything. She was about to order Maurice to move on when she heard a strange blend of whispers and sounds coming from the fog. Sounds she couldn’t quite make out but somehow recognized from her childhood.  \n\nWhat strange realm had they happened upon?  \n\nWhat were these giant vines?  \n\nWhat were these strange sounds? \n\nShe didn’t know. She couldn’t know. The nightmare was beyond words, beyond reason, beyond comprehension, and she had stopped trying to understand what could not be understood long ago.  \n\nMaurice neighed, and she understood him. “I don’t like this place,” he said. “Let’s get out of here.” This, too, she didn’t try to understand but was grateful to have a friend she could communicate with even if he was a horse. \n\nSaku nodded and pointed to a mountain range just beyond the city realm. “We’ll find refuge in the hills. Let’s—”  \n\nA sudden explosion interrupted her. Bulbous flowers suddenly burst into clouds of shimmering mist as a massive vine struck her so hard her teeth rattled! Then—from the shadows—another smashing, thundering vine thrust her off Maurice!  \n\nInstinctively, she reeled to her feet as countless vines attacked her from every direction. With a high-pitched ring, she withdrew her katana, spun, thrust and sliced away. And just as she sliced the very last vine, she heard a desperate whinny.  \n\nSaku turned to see vines dragging Maurice into a dark alley, his hoofs desperately chopping air, his head thrusting back and forth to break free.   \n\nWith a great sense of urgency, Saku bolted after Maurice but stopped suddenly when she heard another strange noise. From behind her came the march of feet and the clang of metal.  \n\nSaku turned slowly to register a mass of fog advancing on her as though it were alive. And then, from the swirling, mass of fog came undead warriors clad in armor she vaguely recognized. And not wanting to lead this undead army to Maurice, she charged toward the mountain silhouetted by the moon.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "527CBE074441B1C845B104BC3D7ED087",
                  "SourceString": "ARC_TOME15_HOA_02_TITLE",
                  "LocalizedString": "SAGA OF THE RED CRANE. Through the Garden of Doom. 2. "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1C8D616742EAA756DE64CAAC186161CE",
                  "SourceString": "ARC_TOME15_HOA_02_ENTRY",
                  "LocalizedString": "\"Charging up the jagged mountain trail, Saku searched for a cave or crevice to hide from the undead army. Now she was certain that she had somehow been lured into a trap created by the Black Serpent Clan who could manipulate the fog and use her memories against her. She had hunted down and executed most of the clan members back home, and she had followed the remaining cowards into this living nightmare that had trapped them all.  \n\nWith a rasping breath, Saku halted when she reached a bottomless chasm.   \n\nThe end of the trail.  \n\nNowhere to run.  \n\nNowhere to hide.  \n\nGathering herself, she stared long and hard into the endless darkness below. There were too many soldiers to contend with. She would likely die here.  \n\nAt least she had given Maurice a fighting chance by diverting the army from him. She hoped he had found a way out of his entanglement and that he would continue to hunt down the Black Serpents in her absence. Then, taking a deep breath, Saku closed her eyes and visualized the battle to come as she prepared for the inevitable.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "84BF57E74D608257A0F7B38C246562F2",
                  "SourceString": "ARC_TOME15_HOA_03_TITLE",
                  "LocalizedString": "THE ABSOLUTELY HORRIFYING MANIACAL PUPPET SHOW. Guest Starring, Ashy Slashy. 1."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5D177AF547DD29BAF42C669B05662926",
                  "SourceString": "ARC_TOME15_HOA_03_ENTRY",
                  "LocalizedString": "Mahan led his young niece Haley and her stepbrother Jaden and their friend Brach through the thickening fog. Cautiously, he tracked the lost members of their rag-tag, multiverse squad that had split-up after a deadly encounter with a giant wooden puppet. The puppet had chased them through a junkyard with an eerie laugh he couldn’t get out of his head like an advert jingle. He didn’t know if the rest of his squad was dead or alive, but he somehow sensed they were hiding out there in the endless darkness.\n\nThe laugh came again, bouncing and scraping through his head. He shuddered and felt his skin prickle up his back. He didn’t think things could get any weirder in this world made of dark imagination and living nightmares, and if he didn’t see another puppet—another evil puppet—for the rest of his life, he would die a happy man.\n\nBut just as he formed the thought—as though the nightmare were reading his mind—a strange purple and yellow booth materialized before him out of the fog.\n\nMahan cursed to himself for thinking about creepy puppets as he raised a cautioning hand and read a sign that formed huge white letters:  \nThe Absolutely Horrifying Maniacal Puppet Show!\n\nPuppets.\n\nBloody puppets!\n\nHe tried to suppress his thoughts and signaled with his hand to maneuver around the booth when a sudden maniacal laugh startled him. With thunderous applause that seemed to come from the fog, a spotlight found a shadowy figure emerging from the curtains.  \n“Hold on there meat puppets! The show’s just begun!”"
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "AF95A4E0443C5E67219720BDD98F58C6",
                  "SourceString": "ARC_TOME15_HOA_04_TITLE",
                  "LocalizedString": "THE ABSOLUTELY HORRIFYING MANIACAL PUPPET SHOW. Guest Starring, Ashy Slashy. 2."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5989202E4228B167D771A1A702594FA7",
                  "SourceString": "ARC_TOME15_HOA_04_ENTRY",
                  "LocalizedString": "Mahan turned to see a small puppet with a tuft of fuzzy, black hair, black malicious button eyes, and a chainsaw for an arm. The puppet introduced himself as Ashy Slashy, the greatest puppet ever.   \n“Have any of you seen my namesake?” Ashy Slashy asked. “He looks like me, but much, much dumber. He’s gotta destroy something for me. No big deal.”\n\nNo one answered. There was a strange, tense silence. Then Ashy released a maniacal laugh, stopped suddenly, then laughed again and stopped awkwardly.\n\nBrach and Jaden looked at each other and chuckled as Ashy fixed his bulging, black eyes on Haley.\n\n“Ready to play, doll?”\n\nHaley scrunched her face. “What does he mean? And don’t call me ‘doll.’”  \n\n“Okay, toots! I’ll show you what I mean!”  \n\nSuddenly the ground shook and fog swirled and thickened to engulf the squad. Cheers and applause rose to a crescendo then stopped all at once leaving them in complete darkness and silence. When the fog dissipated, they found themselves inside an abandoned asylum made from cardboard, construction paper and duct tape.  \n\nMahan stared at Haley, Jaden, and Brach with wide eyes. He couldn’t believe what was happening.  \n\nWhat he was seeing!  \n\nThey had shrunk, and they were— \n\nPuppets!  \n\nThen he looked to his own puppet hand and sighed deeply, accepting he was now a puppet and not even beginning to try to understand what could not be understood. Before he could mutter a word, the sudden buzz of a chainsaw filled the asylum followed by a cackle and a disturbing yell.  \n\n“Ready or not! Here I come, starting with you sweet cheeks! And you know exactly who I’m talking about…”  "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "505C8AB24E6D16E89B7C36BAA16DCF21",
                  "SourceString": "ARC_TOME15_HOA_10_TITLE",
                  "LocalizedString": "THE REDCRANE 713"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_15_VisualReward/T_UI_Tome15_HoA_VisualReward02.T_UI_Tome15_HoA_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.489
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "27070FA8420230060FCE0D891B37F497",
                  "SourceString": "ARC_TOME15_HOA_05_TITLE",
                  "LocalizedString": "THE ABSOLUTELY HORRIFYING MANIACAL PUPPET SHOW. Guest Starring, Ashy Slashy. 3."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "623F2946406FE631968BC99A249A9B29",
                  "SourceString": "ARC_TOME15_HOA_05_ENTRY",
                  "LocalizedString": "Bolting down the cardboard hallway, puppet Mahan reached the garage door of the asylum. He halted and read a sign above the door: Escape Here!\n\nHe turned to face puppet Jaden who handed him the AA batteries they had scavenged in the asylum, and he told puppet Haley to get ready to lift the door. He then realized for the first time they had lost Brach.  \n“Where the hell’s Brach?”\n\nJust as he asked the question, puppet Brach came staggering around the corner, screaming for help. He didn’t get very far before a chainsaw ripped through his body, sending puffs of white fluff and red confetti into the air.\n\nTrembling, puppet Mahan struggled to add the batteries to the electric panel. And just as he placed the last battery, puppet Jaden pushed the button to unlock the door and puppet Haley thrust the door upward with a thunderous smacking sound.\n\n“Where you going, toots? I gotta a little something for ya!”\n\nHaley turned to face Ashy. “Don’t really care for little!”\n\n“Feisty!”\n\nAnd with a diabolical scream, Ashy Slashy came rushing toward them as the last three puppet survivors raced outside and desperately dove through a wall of fog.  Applause filled the asylum and stopped suddenly as Ashy approached the exit door. He shook his head and released a groan of frustration followed by a peal of laughter.\n\n“And we were just getting started… Such a tease!”\n\nWith difficulty, Mahan rose and helped Jaden and Haley to their feet. To his relief they were human, again. He sighed and was grateful most of them survived this horrifying puppet realm.  \n\nAnd as he prepared to continue his search for the lost squad members, he tried not to think of giant wooden puppets or any other type of puppet for that matter. He didn’t want to give the living nightmare any more ideas."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9C87AD244C76B1DE3270DC9C8AD9D17F",
                  "SourceString": "ARC_TOME15_HOA_06_TITLE",
                  "LocalizedString": "MEMORY 4011"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "3FC7DEBB4C369CE1BCD0349C1C330D22",
                  "SourceString": "ARC_TOME15_HOA_06_ENTRY",
                  "LocalizedString": "\"All things considered, the Pineapple is one of the better internet cafes Min has been to. \n\nEven through her headphones, she can hear the boy at the next station snoring. Is it nighttime? There are no windows back here. Min takes another gulp of her energy drink. \n\nHer phone buzzes next to the keyboard. She ignores it and plants the flag on her home base. The banner fills the screen. Victory. \n\nWinning used to feel good. Now it’s all she expects of herself. Losing hurts all the same. Why does she feel like she’s losing all the time? \n\nShe’s booted back to the lobby and queues for the next match. Her phone buzzes again. She knows what she’ll hear on the other end of the line. Her father yelling again. Telling her she’s wasting her time, her mind, her life. Mom will probably be crying close by, just to make sure Min can hear her. \n\nThe phone stops buzzing. I still need to go home at some point. The yelling will be even louder then. Maybe even worse than yelling. Things can’t keep going like this. \n\nI’m not wasting my life. Min watches the screen dissolve into a loading screen. This is my life. So many people become famous playing MOBAs like this one. I’m just as good as any one of them. The only difference is they’re playing in stadiums, and I’m stuck here at the Pineapple. \n\nThe game starts. Someone taps her on the shoulder. She ignores it. Go away. I’m not feeling sociable today. \n\nAnother tap on the shoulder. Min spins around in her seat. \n\nThe girl is about her age. Cool hoodie. New, clean sneakers. She’s looking right at Min. \n\nYour username is “shininglion”, isn’t it? We should talk.\""
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0ECFD263417C3B2B788A6C93E5EA8006",
                  "SourceString": "ARC_TOME15_HOA_07_TITLE",
                  "LocalizedString": "MEMORY 196 "
                },
                "Text": {
                  "Namespace": "",
                  "Key": "B369F32C483E2F8BF1864CB87FFB1EB8",
                  "SourceString": "ARC_TOME15_HOA_07_ENTRY",
                  "LocalizedString": "His Dad takes the claw hammer from him. Let me show you. He flips it around so the business end is facing him. Slides the claw under the nail, and rocks it back and forth. The nail comes out with ease. You need leverage, son. \n\nCaleb tries himself. The nail comes out immediately. He turns to his dad and grins, and his dad nods back at him. \n\nWhat’s this thing for, anyway? \n\nCatching critters in the garden. \n\nCaleb’s father winces.  \n\nAll the nails seem a little cruel. \n\nWell I don’t want ‘em to get away. \n\nJust remember this. When you’re making something, simple is best. Imagine removing parts from it. If it would still work just as well, you didn’t need that part in the first place. \n\nBut... Where’s the fun in that? "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "E34DE27E4DC58595DEA654935FC6148B",
                  "SourceString": "ARC_TOME15_HOA_08_TITLE",
                  "LocalizedString": "ARCUS 1278."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "788AC1D4405489D7EA9FBBB46FF2743F",
                  "SourceString": "ARC_TOME15_HOA_08_ENTRY",
                  "LocalizedString": "I received another strange note on my door about the ‘Sweet Darkness.’ This one wasn’t signed Z, or Zzl, or Zzl Trks. This one was signed Lady Trks. I don’t know what to think about all this bizarre excitement and this obvious attempt to lure me away from the tower. I’m adding the note to my Mad Designer collection as I’m quite certain they are one and the same. "
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Titan/DbD_Tome15_Saku_FINAL.DbD_Tome15_Saku_FINAL",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "Tome15"
      }
    }
  }
]