[
  {
    "Type": "DataTable",
    "Name": "ArchiveJournalDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "Class'ArchivesJournal'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "TOME20": {
        "Title": {
          "Namespace": "",
          "Key": "367A862B457D243B9122A89C7DA3280C",
          "SourceString": "ARCHIVE_JOURNAL_TOME20_TITLE",
          "LocalizedString": "@#ARCHIVE_JOURNAL_TOME20_TITLE"
        },
        "Vignettes": [
          {
            "VignetteId": "TOME20_01",
            "Title": {
              "Namespace": "",
              "Key": "48D9BE864D99E575396E8E9940BC2CC7",
              "SourceString": "ARCHIVE_JOURNAL_TOME20_Spirit_TITLE",
              "LocalizedString": "Rin Yamaoka"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "BB2E24AA4137B365A65A57B282904434",
              "SourceString": "ARCHIVE_JOURNAL_TOME20_Spirit_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9B47710C4F5D81038A7FE2BB544D0EA6",
                  "SourceString": "ARC_TOME20_Spirit_01_TITLE",
                  "LocalizedString": "RIN YAMAOKA 2469"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_20_VisualReward/T_UI_Tome20_K13_VisualReward01.T_UI_Tome20_K13_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "049203B04D3260DFF47C8F930261913F",
                  "SourceString": "ARC_TOME20_Spirit_02_TITLE",
                  "LocalizedString": "MEMORY 3916"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "730376B04CF8B86B4C221CABB804ACCD",
                  "SourceString": "ARC_TOME20_Spirit_02_ENTRY",
                  "LocalizedString": "Her father sits across from her, eating his dinner in silence. Rin glances up at him occasionally, careful to avoid being accused of staring. \n\nSomething is different with him. He has never been particularly talkative after work, but something seems to hang over him now. He jabs at his meal aggressively. Mutters to himself. As if responding to someone. Her mother acts as if nothing is wrong, asks Rin how her day was. \n\nIt was good. She moves a piece of meat from one side of her plate to the other. A lie, but the last thing her mother needs is another thing to worry about. She hasn't been herself lately either. She struggles to wake up, and Rin has heard her crying a few times.\n\nAfter eating, she clears her dishes, and sits back down to complete her homework.\n\nHave you practiced today?\n\nHis voice makes her wince. Each syllable is staccato-sharp.\n\nI will after this.\n\nFor a moment, his face contorts into one of rage, but he represses it almost immediately. See to it that you do."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F0AA6B5F431BF63426EC2D8F70C205D6",
                  "SourceString": "ARC_TOME20_Spirit_03_TITLE",
                  "LocalizedString": "MEMORY 4058"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7BBCB5E647A8FD0D55D271913DAF94DE",
                  "SourceString": "ARC_TOME20_Spirit_03_ENTRY",
                  "LocalizedString": "Rin sits on the wooden floor. The walls arounds her shift and warp. Rain falls on her head, despite the ceiling above. A crash, like thunder or a car wreck, rings out from behind her. She whips her head around. \n\nThere's now a door where there was once a wall. And standing in the doorframe, a figure with a sword. Rin leaps to her feet, begins to run. The ground turns from smooth wood to slick poured concrete, and every step takes all of her focus to avoid slipping. She hears a faint hissing above the sound of her footfalls. She glances over her shoulder. The figure is gaining on her.\n\nA gnarled root cracking through the concrete catches her toe, and Rin tumbles to the ground. Pain crackles through her elbows, her knees.  She tries to crawl away, but a hand grabs her ankle, pulls her. She rolls to her back and throws up her hands in a feeble attempt to defend herself. Looks up.\n\nHer father.\n\nIt’s definitely him, but it isn't—his face is twisted, contorted into a foul grin. He takes the sword and holds it up, just as she learned in her classes, preparing to deliver a killing blow. The hissing is overwhelming, now. His mouth is moving, but she cannot hear words. Only hissing.\n\nFrom the darkness behind him, she sees a great white form move with terrifying speed. She tries to point, to warn him. He just grins, sword over his head.\n\nIt comes into view and her arm falls. \n\nA snake. \n\nShe tries to scream, but no sound comes out. She watches as the snake swallows her father whole, sword and all. \n\nRin gasps for air as she awakens."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "62FE21C0402EA66E335777A76D09A32A",
                  "SourceString": "ARC_TOME20_Spirit_04_TITLE",
                  "LocalizedString": "MEMORY 4112"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "C7A236374BA9008F18251BB07267B98F",
                  "SourceString": "ARC_TOME20_Spirit_04_ENTRY",
                  "LocalizedString": "It's just a dream, Rin.\n\nHer mother's voice is weak, but reassuring. Rin sits on the floor beside her mother, who is laying in her bed. \n\nIt didn't feel like a normal dream. Rin pulls her knees to her chin, hugs them. She's never taken a day off school, but she slept so little last night that she feels like she might pass out on the bike ride there.\n\nHer mother sighs, partly exasperated, partly from the pain.\n\nI used to have nightmares too.\n\nReally? What were they about?\n\nOh, lots of things. About your father losing his job. About losing you. Sometimes it's your body's way of telling you that you're under too much stress.\n\nWhat did you do to make them stop?\n\nWell, nothing. I suppose my brain accomplished what it needed to. Worked through whatever was bothering it.\n\nRin looks up at her mother, who has rolled over to face her. She smiles, despite clearly being in great pain just being on her side.\n\nOf course, the spider dreams never stopped.\n\nSpiders?\n\nYes, big, hairy spiders. With big googly eyes. Dropping from the ceiling—\n\nHer mother reaches out and grabs the top of Rin's head, ruffles her hair with her fingers. Rin jerks away, giggling. Mom!\n\nRin, I want you to do nothing today. No homework, no practice. Just let yourself relax. I promise, this will pass."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "8B519C044F84F7DEF79B2AAC368AFD28",
                  "SourceString": "ARC_TOME20_Spirit_05_TITLE",
                  "LocalizedString": "MEMORY 4175"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0285A379490020B3A0007F90BED5D388",
                  "SourceString": "ARC_TOME20_Spirit_05_ENTRY",
                  "LocalizedString": "It says that rain can be a positive thing.\n\nRin looks up from her lunch at Nanami. She has a book of dream interpretation propped up on her knee as she balances a bento box on the other leg.\n\nLike how spring rain means new beginnings.\n\nChiaki laughs. I don't think getting chased with a sword means rebirth. What does your book say about swords?\n\nNanami awkwardly flips through the book, nearly spilling her lunch on the floor. It... doesn't really seem like it applies.\n\nRin mutters at her friend, quietly, but forcefully. Go on, read it.\n\nIt means power. Strength. But usually people dream about having the sword themselves.\n\nChiaki laughs, points at Nanami with her chocolate bar. See, Rin? You just have to take the power. Next time you have the dream, try taking the power away.\n\nI can't change the dream. It's the same thing every time.\n\nThe school bell rings, and Nanami shoots up from the hallway floor, pushes up her glasses. Come on, we're going to be late.\n\nChiaki points her candy bar at Rin now, shaking it, crumbs sprinkling the hall floor. You think Rin cares about being late? She's one of the bad kids now. She's skipping school, aren't you, Rin?\n\nI was sick.\n\nYeah, sure. Sick. I hate Professor Morimoto, come on, let's skip."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "EDD3DAD247397572E502C4958E6D0876",
                  "SourceString": "ARC_TOME20_Spirit_06_TITLE",
                  "LocalizedString": "RIN YAMAOKA 2710"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_20_VisualReward/T_UI_Tome20_K13_VisualReward02.T_UI_Tome20_K13_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "4481DB4A4CF4A84B71D9AD835C315205",
                  "SourceString": "ARC_TOME20_Spirit_07_TITLE",
                  "LocalizedString": "MEMORY 4222"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "9A53A0BF4FEC55FEB2404585EB2537A0",
                  "SourceString": "ARC_TOME20_Spirit_07_ENTRY",
                  "LocalizedString": "Here she is again. The wooden floor. The rain falling from the ceiling. The crash behind her. She doesn't even turn around this time. She knows it's him.\n\nShe rises to her feet and begins to run. It feels as though her entire body is made of jelly, like she is running underwater. She scans the ground intently for the root. Sees it. Attempts to leap over it.\n\nShe can never dodge the root.\n\nIt bends and whips into the air, grappling her, pulling her to the ground. That familiar pain radiates through her joints. She rolls to her back again. Looks up at him. That grin again. She tries to shout at him over the crescendo of the snake's hiss.\n\nWhy?\n\nAs if to respond, his voice mouths words, but no sound comes out. And just as he attempts to strike a blow, the snake devours  him whole again, and Rin wakes up. \n\nShe checks the watch beside her bed. Three in the morning. She knows she isn't going to sleep anymore tonight. So she sits up, stares at the wall, and waits for the sun to rise."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "69A57EB84B9C0BFDC4F4B182D80B09A0",
                  "SourceString": "ARC_TOME20_Spirit_08_TITLE",
                  "LocalizedString": "MEMORY 4260"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "5248CAB54B2751B138EE6C8E2F91E177",
                  "SourceString": "ARC_TOME20_Spirit_08_ENTRY",
                  "LocalizedString": "At her mother's insistence, she stayed home again today. But her mother is in no condition to keep her company. She needs her sleep. Rin instead pads around the house, looping between the kitchen, her bedroom, the living room. Can't decide what to do with her day.\n\nAfter the fifth or sixth time she looks in the fridge, she thinks of her father's office. Something overtakes her and she finds herself at his desk, looking over his papers. She checks her watch. Plenty of time before he gets home. \n\nShe picks up a folder, flips through it. Nothing interesting. She carefully places it back where she found it. She rifles around in the desk, stops when she sees something hidden at the bottom. An old, leatherbound book. She picks it up, flips it open. \n\nThe Yamaoka family. And the Yamaoka curse.\n\nShe snaps the book closed, and feels an unfamiliar anger bubble up within her. Why does he have this? And why is he hiding it?\n\nShe closes the desk, makes sure nothing is out of place, walks towards the door.\n\nAnd freezes.\n\nHer eyes rise up, above the door. She had never noticed it before. Or perhaps it hadn't been there before. \n\nThe sword from her dream."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "4ED83CF549D34B4F49C437AB4A186FEF",
                  "SourceString": "ARC_TOME20_Spirit_09_TITLE",
                  "LocalizedString": "MEMORY 4306"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "A68ED2EC46AEE6E133480CAA01230D43",
                  "SourceString": "ARC_TOME20_Spirit_09_ENTRY",
                  "LocalizedString": "As the first patters of rain cool the top of her scalp, she realizes she is in the dream again. She pulls herself up and starts running again. The same dance. She runs, and keeps running. \n\nThe root should have tripped me by now.\n\nA different kind of fear creeps up on her. This is new territory. Despite the fear, there was at least something comforting about the predictability of it.\n\nAs she runs, she sees a different figure in the distance. She slows her run as she gets closer. The figure is massive, hulking over her. She has never seen him before, but she recognizes him immediately.\n\nKazan Yamaoka. \n\nShe gazes up at him, and hate washes over her. If he had just died, she wouldn't be here, stuck in this house, with these responsibilities, with this father. But she knows there is nothing she can do about it. Soon her father will come, and try and kill her, and the snake will stop him.\n\nAs she thinks this, Kazan draws his sword. Holds it out to her. Gestures for her to take it.\n\nTo use it to kill her own father.\n\nShe hears her father's footsteps getting closer behind her. In a panic, she grabs for the blade, readies herself for his attack. Turns around.\n\nHer father is not alone.\n\nBehind her father stands another man. An older man, his eyes pleading for her to stop. She feels the hatred of Kazan emanate from behind her, almost like a heat.\n\nSo this is Kazan's father.\n\nThe hissing comes back, and behind him, the snake again. She lowers her guard, waiting for it to strike. To swallow her father. To wake her up. To stare at the wall until sunrise, to drag herself through the motions, to watch her mother continue to decay in front of her eyes, to watch her father fall deeper into whatever is wrong with him.\n\nThe snake pauses, surveys the scene. This time, her father looks up at the snake too. All of them do.\n\nSomething inside her tells her this is her moment. She raises her guard again and dashes forward, prepares to strike her father, to end this cycle. \n\nAnd stops. And drops the blade.\n\nAnd everything goes dark as she is swallowed whole."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1E37949E4E385CE1B5A2EC8F42CAF356",
                  "SourceString": "ARC_TOME20_Spirit_10_TITLE",
                  "LocalizedString": "RIN YAMAOKA 2762"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_20_VisualReward/T_UI_Tome20_K13_VisualReward03.T_UI_Tome20_K13_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Donut/DBD_TOME20_KILLER.DBD_TOME20_KILLER",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME20_02",
            "Title": {
              "Namespace": "",
              "Key": "4CB29CD64405E8948732F7AFF03C0D23",
              "SourceString": "ARCHIVE_JOURNAL_TOME20_Yui_TITLE",
              "LocalizedString": "Yui Kimura"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "F92A8EBB42B47D7F5C63569B89672214",
              "SourceString": "ARCHIVE_JOURNAL_TOME20_Yui_SUBTITLE",
              "LocalizedString": "Memory Fragments"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "9D3129154F6350DEAC1DCFA5C1D42B47",
                  "SourceString": "ARC_TOME20_Yui_01_TITLE",
                  "LocalizedString": "YUI KIMURA 6303"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_20_VisualReward/T_UI_Tome20_S20_VisualReward01.T_UI_Tome20_S20_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "18C865734D5D67EA31C8AE985B2AB955",
                  "SourceString": "ARC_TOME20_Yui_02_TITLE",
                  "LocalizedString": "MEMORY 6397"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "EF2E3C1B401F50728924FDB134ED60E7",
                  "SourceString": "ARC_TOME20_Yui_02_ENTRY",
                  "LocalizedString": "The clock on the wall says it's five in the morning, and the bar staff are turning chairs over onto tabletops. Yui watches from the corner booth, a bottle of sake to her left, and her latest trophy to her right. \n\nThe race was her in her element, flying between bikes like nothing in the world could hurt her, hurtling past the finish line, celebrating with her sisters, the Sakura 7. \n\nWhen Yui said she wanted to party all night, she meant it. They jumped from bar to bar along the streets of Sakae, looking for one that was open the latest. One by one, her sisters had to turn in, call it a night, get a taxi home. She outlasted them all. \n\nAnd yet, it all felt so hollow. With every win, there was pain. A feeling in the pit of her stomach like something was missing. Like someone was missing, out in the crowd, every race. Even the Sakura 7, her chosen family, couldn't make her ignore the pain anymore. \n\nAnd now she's alone. Alone with her trophy, her sake, and her thoughts. The TK3 is in less than two weeks. She hasn't told her sisters that she won't be competing. That she's thinking of retirement. \n\nYui's phone buzzes again in her pocket. She's been ignoring it all night, but something tells her to finally answer the call. She pulls the phone out of her pocket and checks the caller ID: \n\nMOTHER. \n\nYui fights back a shiver. I never get phone calls from Mother. When she does call it's always in the early evening after Father's gone to bed. A call this early in the morning could only mean... \n\nHer grandmother's face flashes before Yui's eyes and the shiver overtakes her at last."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "96FB0140409E9FC847A2B1843DF30D31",
                  "SourceString": "ARC_TOME20_Yui_03_TITLE",
                  "LocalizedString": "MEMORY 6425"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "CBEBD96C47D877D1B374F699F4A6746D",
                  "SourceString": "ARC_TOME20_Yui_03_ENTRY",
                  "LocalizedString": "Yui holds up the hachimaki and studies the autographs of everyone who's ever signed it. Through puffy, stinging eyes, she sees the names of her sisters in the Sakura 7; Competitors; Rivals turned friends, like Shinji Tabuchi. \n\nWhen she wraps the hachimaki around her arm before a race, she wears her life story, told in the names of those who have come and gone from her life. \n\nShe stares at an empty space in the center of the hachimaki and feels her grandmother's absence. \n\nShe was the only one in her family to support her as she learned to fix motorbikes, and then ride them, and then race them. \n\nEverything I am, I owe to her. \n\nI can't miss her funeral. \n\nEven if it means seeing him again. The man who was so offended by his daughter following her own path that he cut her out of his life. Kicked her out of his house. Left her to fend for herself. \n\nScenes play out in her mind like a movie that hasn't been made yet. Her parents wrapping her up in their arms, sobbing, begging her forgiveness for what they did. Another scene, where they kick her out of the funeral parlor, tell her she's not wanted, and she curses their names before riding into the sunset. She hasn't been in the same room as her parents in over a decade. Anything could happen. \n\nYui lets the hachimaki rest on her chest as she stares through the blinds at the daylight that drifts in from outside."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "4B2317174C628A77C654CCB00F220D86",
                  "SourceString": "ARC_TOME20_Yui_04_TITLE",
                  "LocalizedString": "MEMORY 6498"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "1D5EE3EE46A0D7607886A7B26642DD03",
                  "SourceString": "ARC_TOME20_Yui_04_ENTRY",
                  "LocalizedString": "The long road from Nagoya to Hida is made longer by the seemingly endless tunnels Yui must ride through. The walls close in around her, speeding by without any landmarks. Has she been riding for an hour? A week? It all feels the same down here. \n\nShe coasts along a bend in the tunnel and suddenly she can make out a pinpoint of light in the distance getting bigger, and bigger, until-- \n\nThe sunlight overwhelms her senses and she has to fight the urge to shut her eyes. \n\nYui relaxes the throttle, takes a deep breath. No more walls. Just fresh air and forests that stretch out to eternity. \n\nA biker develops a double vision when they ride. Yui keeps her eyes fixed on the road ahead, but still she's able to take in the trees that flank either side of the highway. The forests outside Hida were always so beautiful, especially at this time of the year, just before summer reaches its peak. \n\nIt was through these forests that Yui would go on long walks with her grandmother. They would talk. They would laugh. Sometimes little Yui would cry and her grandmother would hold her. Their walks would always end at the same spot, a cliffside clearing overlooking the valley below. There they would sit on a pair of smooth boulders and watch the sun set over the valley. \n\nShe always found peace in that spot. Clarity. It was there that she realized how much motorcycles meant to her. \n\nShe could use a little peace right now.  \n\nYui pulls over and drops the kickstand. The memories hit her like a freight train. She can see their special spot in her mind's eye, smell her grandmother's soap, taste the candies she'd sometimes get at the end of their walks, feel the setting sun on her face.  \n\nYui looks out at the forest. I can remember so much about that place, except for how to get there."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2BB44923458E503D3F1E289BA50F8E3B",
                  "SourceString": "ARC_TOME20_Yui_05_TITLE",
                  "LocalizedString": "MEMORY 6311"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "CC4610F94642A85121AFCD9D40456F36",
                  "SourceString": "ARC_TOME20_Yui_05_ENTRY",
                  "LocalizedString": "Even as she decelerates, the whine of Yui's inline-4 engine cuts through the silent morning. She lets the bike roll down the narrow street, looking left and right for any sign of the funeral home. \n\nBeing in Hida after so many years away is a cruel reunion. She has no time to reminisce, even as she passes alleyways and corner stores that awaken memories long buried. \n\nAt last, she rolls up to the funeral home and drops her kickstand. She moves in a flurry, peeling off her helmet and leather jacket. She slicks back her sweaty hair and adjusts her blouse, the nicest thing she had in her closet. \n\nShe walks into the parlor one minute before the hour. The room is already full, row after row of faces Yui half-remembers. Faces that turn to watch her enter. \n\nYui bows to either side of the aisle every few steps, pretending to ignore the shocked murmuring. Let them talk. I'm not here for any of you. I'm here for... \n\nA resplendent coffin rests at the far end of the parlor, surrounded by flowers. The sight of her grandmother's face, a beautiful scowl, set in a picture frame, thrusts Yui into the past. Memories of curling up under the blankets, her grandmother at the foot of the bed, telling stories. Her own little world at peace. \n\nMother rises from her seat in the front row. Next to her, Yui recognizes Father's bald spot. He doesn't move, not even as Yui reaches the front of the parlor. \n\nThat pain in her stomach returns, almost knocking her over. Have I made the biggest mistake of my life? \n\nMother bows, a gesture Yui returns. This woman stood by while Father kicked me out of my home. She let him take everything from me. Now here she is, pretending the past never happened. \n\nI was never very good at pretending. \n\nMother gestures to the empty seat next to her, and Yui sits. Father sits at Mother's other side, frozen in his seat, a living, breathing cold front. \n\nHe was never good at pretending, either."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "EF0D59F24B0098C528E0E6B4E1510E85",
                  "SourceString": "ARC_TOME20_Yui_06_TITLE",
                  "LocalizedString": "YUI KIMURA 6400"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_20_VisualReward/T_UI_Tome20_S20_VisualReward02.T_UI_Tome20_S20_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 1.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "BC55759C492B6BF1BD0B2CAD0FF7F85D",
                  "SourceString": "ARC_TOME20_Yui_07_TITLE",
                  "LocalizedString": "MEMORY 6443"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7916A6524D0E3A082A7F62A400893B79",
                  "SourceString": "ARC_TOME20_Yui_07_ENTRY",
                  "LocalizedString": "The wake passes in a blur without Yui noticing. Incense lit, prayers chanted, all to be repeated tomorrow when everyone returns for the funeral proper. \n\nMother doesn't invite Yui to stay at the house while she's in town. Yui doesn't ask. If he doesn't want me to come home, I won't beg. A couple phone calls later, and Yui connects with a friend of a friend in Takayama with a sleeping bag and a mostly empty living room. But the day is still young, and Yui is on a mission. \n\nYui looks up through the trees at the mountain peaks in the distance. She remembers being so small, walking through these forests with her grandmother. \n\nBut what she can't remember is how to find their secret spot. \n\nIt was south of the town, along the road that leads to the tunnel. \n\nI just need to keep walking south. \n\nShe stumbles through the forest, fighting off an onslaught of invasive thoughts. You actually think Father will apologize? Or Mother? \n\nSuppose you do find this spot. What then? Grandmother won't be there. \n\nJust go home. Stop fooling yourself. She'll understand. \n\nThe road is up the hill to her left. She always kept the road to her left, so she wouldn't get lost. So she could always turn back. \n\nBut Yui's here now. The funeral is tomorrow. Until then, there is no turning back."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5B54A5A546FA00DCF58B93A13497793B",
                  "SourceString": "ARC_TOME20_Yui_08_TITLE",
                  "LocalizedString": "MEMORY 6385"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "7B679E0A4D1D0AC07BBF0EAEF9FDDE47",
                  "SourceString": "ARC_TOME20_Yui_08_ENTRY",
                  "LocalizedString": "The stone fox stares back at Yui from its pedestal. She hadn't planned to stop at this roadside shrine - she didn't even remember the shrine being at this spot along the canal in her youth - but something within compelled her to take a break here. \n\nGrandmother used to tell a story about these foxes. Something that she claimed happened to her. \n\nIt happened in her youth, when life was at its darkest and the future seemed darker still. These kinds of foxes were always thought to be tricksters, but to her grandmother, it was a beacon. She came upon one of these foxes while she wandered the forest, lost, frightened. It beckoned her onward, unfurling its many tails to entice her deeper into the woods. She followed with a child's curiosity, feeling her fear wither away with each step. \n\nThat is, until the fox disappeared. \n\nThe fox had taken her far, far into the forest and left her alone, farther from home than she'd ever been before. As tears returned to her eyes, she could hear sobs that were not her own. The sound was coming closer, closer. Arms wrapped around her and carried her home. \n\nHer mother, Yui's great-grandmother, insisted she wouldn't have searched so deep into the forest - her little girl would never go that far - but something was guiding her, telling her to keep going. \n\nYui heard the story so many times as a kid she'd have to hide her exasperation. But her father, who must have heard the story more than anyone could count, never seemed to tire of it. \n\nYui looks over her shoulders - the canal street is quiet - gives the fox shrine a subtle bow, and moves on."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "0D1434474508CFB51F8F5594C799ED59",
                  "SourceString": "ARC_TOME20_Yui_09_TITLE",
                  "LocalizedString": "MEMORY 6310"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "E403C6C4493EBAB523D7BBAC1E7EFE60",
                  "SourceString": "ARC_TOME20_Yui_09_ENTRY",
                  "LocalizedString": "The cemetery is built on a hill outside of town. Yui walks the spiraling path, her eyes scanning the monuments along the way. \n\nHer grandfather is buried at the top of the hill. Grandmother will return to his side once again. \n\nFinal respects are paid at the polished tombstone at the top of the hill. Yui watches as Father places incense, lingering for a moment before returning to Mother's side. \n\nYui runs through the plan over and over again. The service will end. She'll say goodbye to her parents. Give them one last chance to say something, anything, about the past. If there are other people around it might put them on the spot. \n\nOne last chance. We'll see what happens after that. \n\nThe service comes to an end, and the crowd starts to thin. Yui puts a hand on her grandmother's stone. I need all the strength I can get right now. \n\nHer parents linger nearby. Yui lets her feet take her to them. \n\nWell. I'll be on my way. \n\nYui bows. Mother bows back, wishes her daughter a safe trip home. Father walks away, and with him goes Yui's hopes. \n\nAnd that's how the movie ends. Not with a dramatic showdown or a tearful reconciliation or a catharsis that brings closure. It simply ends as it began. \n\nMother watches as Yui descends the hill. Don't look back. I've said my goodbyes. It's time to go home. \n\nHer things are packed in the seat of her bike. There's nothing left for her here. \n\nYui rubs her eyes. There are no tears. I've cried enough over them. \n\nShe gets on her bike. My racing days are over. My days of mourning the family I could've had are over. All that's left is the road in front of me. And all I can do is ride."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "5B3EA43F4DFDBB81AFAC66B65A10EAF5",
                  "SourceString": "ARC_TOME20_Yui_10_TITLE",
                  "LocalizedString": "YUI KIMURA 6499"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_20_VisualReward/T_UI_Tome20_S20_VisualReward03.T_UI_Tome20_S20_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Donut/DBD_TOME20_SURVIVOR.DBD_TOME20_SURVIVOR",
                "SubPathString": ""
              }
            ]
          },
          {
            "VignetteId": "TOME20_03",
            "Title": {
              "Namespace": "",
              "Key": "D4ED651744E367962F01AB9939F4C2D7",
              "SourceString": "ARCHIVE_JOURNAL_TOME20_HOA_TITLE",
              "LocalizedString": "The House Of Arkham"
            },
            "Subtitle": {
              "Namespace": "",
              "Key": "B27DEAA446D2FE1ECF7644A96B5918CC",
              "SourceString": "ARCHIVE_JOURNAL_TOME20_HOA_SUBTITLE",
              "LocalizedString": "Out of Darkness"
            },
            "Entries": [
              {
                "Title": {
                  "Namespace": "",
                  "Key": "6AC2DE844E4BB566FE9AA6ABCCF6C031",
                  "SourceString": "ARC_TOME20_HOA_01_TITLE",
                  "LocalizedString": "A Confederacy of Dwyghts"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "2C3A71494C7C530E6B691B9F7D1AD4B8",
                  "SourceString": "ARC_TOME20_HOA_01_ENTRY",
                  "LocalizedString": "Mylo scanned the overgrown city with disbelief. \"The Dwyghts,\" as he called them, were still pretty drunk from his homemade moonshine. Most of them could barely hold themselves up as they staggered around the dissipating fog, shooing away mosquitoes, flies, and pesky crows as they tried to make sense of where they were. Mylo had arranged a mandatory team-building excursion to teach ‘the geeks’ of his company a lesson in humility for having reported him to the HR department for inappropriate behavior. Now, he was stuck with them in some sort of post-apocalyptic hell. His plan had clearly backfired. His moonshine had poisoned them all and he was being punished. This was his own personal hell. To be stuck with The Dwyghts throughout eternity. Things, he was sure, couldn't get any worse. He cursed under his breath and kicked a stone violently. Then, as he watched The Dwyghts stumbling about the ruins, he suddenly realized their leader was missing. Meanwhile, in another world, Dwyght held his pounding head in his hands as he pushed through the bramble, calling out for Mylo and his coworkers.  He stopped suddenly when he came across a thick wall of fog that seemed strangely alive. He wasn't sure if he should continue forward or turn around and hightail it out of there."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "38ABFA1A4AF2DC91A229CBAE482D50D6",
                  "SourceString": "ARC_TOME20_HOA_02_TITLE",
                  "LocalizedString": "Arcus 10306"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "A0356499421116E13A73FAAA1273A3BC",
                  "SourceString": "ARC_TOME20_HOA_02_ENTRY",
                  "LocalizedString": "Hunters of The Void. These survivors originated from an unexplored, lost realm. They weren’t expelled to The Void but somehow escaped their realm through a ruptured barrier. I have read how these survivors hunt the endless creatures of The Void and it has been suggested by serval works of fiction that they have found a way to not only survive but thrive in a town they built out of the waste salvaged from the discarded realms."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "1EE56F474CC7C51FA0C9768568E0F898",
                  "SourceString": "ARC_TOME20_HOA_03_TITLE",
                  "LocalizedString": "The Lost Battalion"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "D592CE9848C47F8ABD936CA8AD74392C",
                  "SourceString": "ARC_TOME20_HOA_03_ENTRY",
                  "LocalizedString": "War was nothing like Evan had read back home at the MacMillan Estate. It certainly wasn't honorable with its prolonged misery, apprehension, hunger, and incompetent officers ordering soldiers like sheep to the slaughter. And yet, killing came easy to Evan, easier than the other soldiers from his town. Evan seemed to enjoy hunting the enemy more than deer or any other game without understanding why. It seemed to satisfy a need he never knew he had until he defied his uncle and joined the war effort overseas. Now, there weren't many men left in the flooded, vermin-infested trench. They were all dead or dying from a day of endless raids and shellacking. Evan had made it clear to the others that he wasn't going to wait idly for death, and so he gathered volunteers to help him rush the enemy trench across No Man's Land. Fifteen men had followed him to the make-shift ladder. He gave them all a grave look as he pulled down a blood-covered mask he had fashioned out of bone and shrapnel to protect his face from bullets, debris, and poisonous gas. The soldier beside him heaved a deep breath and blew the whistle. At once, the soldiers followed Evan over the top. With incredible speed and determination, he evaded barbwire and bullets as he closed the distance. Fearlessly, he leaped into the enemy trench and took out the enemy gunner, then he turned to face enemy soldiers charging at him with rifles, swords and shovels, panicking and screaming in a language he didn’t understand. And there, in the endless melee, Evan didn't stop kicking and stomping and bayoneting until a thick fog like molasses rose from the mud to engulf them all. When the fog dissipated, Evan and his men found themselves in another world—a strange and uncanny world similar to one he had read about in a horror serial he had picked up at the train station. \"Where are we?\" one soldier finally asked, stepping beside Evan. A roar followed by an agonizing scream sounded in the distance. Evan lifted his mask and considered for a moment. \"Definitely not Oz...\" His voice died as he saw a giant creature with massive tentacles heading their way. Someone panicked and yelled something in German, but Evan couldn’t take his eyes off the impossible creature advancing toward them."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "975C486C4A7544D310D6EFAAA0F405F5",
                  "SourceString": "ARC_TOME20_HOA_04_TITLE",
                  "LocalizedString": "For Family and Honor"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_20_VisualReward/T_UI_Tome20_HOA_VisualReward01.T_UI_Tome20_HOA_VisualReward01",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "407C1D3A42F24A53BE0444AAB12A7E39",
                  "SourceString": "ARC_TOME20_HOA_05_TITLE",
                  "LocalizedString": "Arcus 10307"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "766BFDE24FDCF9D8569F60A17A2F37E3",
                  "SourceString": "ARC_TOME20_HOA_05_ENTRY",
                  "LocalizedString": "Hahaha, Not Funny. A realm designed and manifested by a trouble-making imp prompted by her endless search for entertainment. The realm juxtaposes survivors and killers from manifold worlds and timelines making a parody of The Trials. It is said the only way to stop her is to write her name backwards three times but like the fabled Rumpelstiltskin no one actually knows her real name."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "83157EA3411313CED0A575B9836C25C0",
                  "SourceString": "ARC_TOME20_HOA_06_TITLE",
                  "LocalizedString": "The Magnificent Maurice. 4."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "F0919D5640DDAEC65F666C9EBBF575B7",
                  "SourceString": "ARC_TOME20_HOA_06_ENTRY",
                  "LocalizedString": "Of course, it was only a short time before I had names for the other pups. I named one \"Seven\" on account he always barks seven times every time he's startled. Another I named \"Bugsy\" cause she spends all her time chasing beetles and crickets and hoppers all over the forest. And still another we called \"Chief\" or sometimes \"Chief Rhu\" cause he likes to tell everyone what to do and makes a rhubarb out of everything not done his way. The last pup asked me if she could have her mother's name; if, that is, I didn't mind so much. I didn't mind at all and told her so. “Thanks, Boz,” she said. She didn’t have to thank me cause she was right. \"Willow\" was the most perfect name for her. Everything about her reminded me of her mother."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "2727B2D7441BCE93382B1CBD4ADA26F2",
                  "SourceString": "ARC_TOME20_HOA_07_TITLE",
                  "LocalizedString": "For Family and Honor"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_20_VisualReward/T_UI_Tome20_HOA_VisualReward02.T_UI_Tome20_HOA_VisualReward02",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "E2F73EEC435E468A6A574291C86442C3",
                  "SourceString": "ARC_TOME20_HOA_08_TITLE",
                  "LocalizedString": "Arcus 10313"
                },
                "Text": {
                  "Namespace": "",
                  "Key": "22E617694A9A675A648B8EAE3993405B",
                  "SourceString": "ARC_TOME20_HOA_08_ENTRY",
                  "LocalizedString": "The Nine Forgotten Symbols of Vigo. Symbols discovered by Vigo while meditating in his dungeon before he willingly entered the living dimension known as The Entity. The symbols are said to open portals into unknown realms within this dark world. It’s been speculated that these symbols in the correct sequence can be used to return home."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "76BAE55E44BE5C2D3420B4B85D959A4D",
                  "SourceString": "ARC_TOME20_HOA_09_TITLE",
                  "LocalizedString": "Saga of the Redcrane. Out of Darkness."
                },
                "Text": {
                  "Namespace": "",
                  "Key": "0F5F59C2463C505845CAB588CD13942C",
                  "SourceString": "ARC_TOME20_HOA_09_ENTRY",
                  "LocalizedString": "Saku awakened in the cool mist. She didn't remember when she stopped falling, or why she didn't shatter like a porcelain doll against the ground. On the contrary, she felt strong, rested, rejuvenated, like someone who had just awoken from a deep, eternal sleep.  \n\n\"You're not supposed to be here.\" A young Japanese girl in a white and black kimono materialized from the mist.  \n\nSaku looked up at her. \"I'm here.\" She sat up slowly as the mist began to manifest into scenes of her life. She could hear a cacophony of laughter, singing, arguing, and crying. She looked into the young eyes and recognized the little girl from a half-forgotten memory.  \n\n\"You are here because you want to return home… to your family.\" \n\n\"You're not real.\" \n\n\"I'm as real as anything here.\" The girl stared at Saku, silent, patient, still. Then she continued, \"You have many questions but the one that you want answered most has no answer. You want to know where you are. Yet, I can no more explain where you are than I can explain 'The Great Serpent.'\"  \n\n\"You're one of The Guardians.\"  \n\n\"Who I am, or what this is, or how it all works doesn't matter...\"  \n\nSaku rose slowly. \"Then, what does matter?\"  \n\n\"That it works.\"  \n\nSaku scanned the scenes of her life in the mist and sighed deeply. The girl continued, \"The same darkness that brought you here can be used to return you. You'll wake up in your mother’s arms, and this will all be a bad dream you’ll very quickly forget. Or...\" The girl’s voice trailed away.  \n\nSaku narrowed her gaze. \"Or?\"  \n\n\"... You could travel between worlds to finish what you started.\" \n\nSuddenly, screams of terror split the air as the mist began to reveal scenes of Black Serpent disciples destroying lives as they had once destroyed hers.  \n\nSaku closed her eyes, taking in a deep, shuddering breath. A cacophony of laughter and screams swelled in her mind. Then, the sounds ceased all at once, her eyes snapped open, and she knew exactly what she wanted to do."
                },
                "HasAudio": true,
                "RewardImage": {
                  "AssetPathName": "None",
                  "SubPathString": null
                },
                "PreviewTextureOffset": 0.0
              },
              {
                "Title": {
                  "Namespace": "",
                  "Key": "F679A067402ABCFCB2400AA5609F5216",
                  "SourceString": "ARC_TOME20_HOA_10_TITLE",
                  "LocalizedString": "For Family and Honor"
                },
                "Text": {
                  "CultureInvariantString": null
                },
                "HasAudio": false,
                "RewardImage": {
                  "AssetPathName": "/DBDUICore/Assets/Archives/Journal/VisualRewards/Archive_Tome_20_VisualReward/T_UI_Tome20_HOA_VisualReward03.T_UI_Tome20_HOA_VisualReward03",
                  "SubPathString": ""
                },
                "PreviewTextureOffset": 0.0
              }
            ],
            "CinematicPaths": [
              {
                "AssetPathName": "/Game/Movies/Archives/Donut/DBD_TOME20_HOA.DBD_TOME20_HOA",
                "SubPathString": ""
              }
            ]
          }
        ],
        "Id": "TOME20"
      }
    }
  }
]