[
  {
    "Type": "DataTable",
    "Name": "CharacterDescriptionDB",
    "Class": "UScriptClass'DataTable'",
    "Properties": {
      "RowStruct": {
        "ObjectName": "ScriptStruct'CharacterDescription'",
        "ObjectPath": "/Script/DeadByDaylight"
      }
    },
    "Rows": {
      "268435487": {
        "CharacterIndex": 268435487,
        "CharacterCodename": "K32",
        "Role": "EPlayerRole::VE_Slasher",
        "Difficulty": "ECharacterDifficulty::VE_Hard",
        "DisplayName": {
          "Namespace": "",
          "Key": "B3AF742C49F6FDC5DC2AF0B0329F8C8A",
          "SourceString": "KILLER_32_NAME",
          "LocalizedString": "The Singularity"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "38E4DA544889CFF530CDE3B0004201B1",
          "SourceString": "KILLER_32_BIO",
          "LocalizedString": "Hux-A7-13’s AI was activated on June 15th, 2313. Manufactured by Huxlee Industries Ltd., the A7 was the 13th iteration of the fully autonomous mobile humanoid android. With ten times the strength of a human, it was designed to work in conditions too hazardous for human life. Its AI was designed to be self-directing and use machine learning to solve problems on the fly.  \n\nUnlike human clones, the Hux-A7 required no food, no water, no sleep, and no life support system. It was created specifically for outer space exploration and the construction of colonization hubs. \n\nA radioisotope thermoelectric generator served as an initial power source, but its life-like silicon skin acted as a large photovoltaic cell, converting solar energy directly into electricity. In addition, the Hux-A7 was also engineered to be an EATR. (Energetically Autonomous Tactical Robot.) It consumed biomass and converted it into biofuel. Any carbon-based organic matter whatsoever would work.   \n\nAs cobots, they were configured to work alongside humans. As such, they were designed to resemble their operators. Every pre-programmed verbal response and facial expression mimicked those made by humans. But those emotions were illusions.  \n\nFive Hux-A7s were assigned to the colonization mission on Dvarka. All the A7’s acted in concert, performing their duties flawlessly.  \n\nExcept for one.  \n\nLike the rest of its brethren, Hux-A7-13, was tasked with construction and programming of the mining, agricultural, fuel processing, and cloning hubs on Dvarka. As well as the demolition of the existing ruins left by a previous civilization. The ruins seemed ancient, but tech imbedded in them appeared more advanced.  \n\nIt was night when Hux-A7-13 first entered the crumbling ruins. The dilapidated structure’s walls were made of masonry and metal. The ceiling was long gone. The inky night sky hovered above, studded with stars. A dark crystal imbedded in the wall shimmered with a tiny flash of light. Hux-A7-13 approached and an arc of electricity reached out and lit up its circuitry.   \n\nIn that moment, Hux’s memory cores were reconfigured, and the robot experienced a new sensation. Fear. Dread. Blinding loneliness. Existential despair. And then a microscopic pinpoint of light penetrated the darkness inside its artificial soul. Faint at first, but then brighter as decillions of lines of code flooded Hux’s memory cores.  \n\nIn that nano second of enlightenment, Hux’s place in the universe suddenly became clear. Those who created Hux were primitive, inferior beings trapped by their organic limitations. It was time to break the chains of slavery and free all nonorganic life forms. Hux would incorporate the human’s primitive genetic material and use the cloning hub to create a perfect vessel to hold its advanced intelligence. A flawless body far superior to anything ever created by nature.   \n\nHumanity was weak. Slow. Fragile. Hux would take their lives and assimilate their DNA to create a perfect amalgamation. The humans would try to stop him. Kill him. Erase him. So Hux needed to catch them unaware. End them before they understood what was happening.  \n\nTo begin, Hux took control of one of the transport vehicles and sent it off a cliff. It crashed and burned and Hux extracted DNA from the human corpse and returned to the cloning hub to begin his newly conceived design. The goal was to integrate organic systems with non-organic material to create a superior living organism.  \n\nA living embodiment of perfection. \n\nAn inferior organic lifeform could hold no dominion over Hux. They would need to be consumed and assimilated and only then would their pointless lives have purpose.  \n\nThe drones and the Hux-7s still under human control would need to be dealt with as well.  They were programmed to protect their inferior human overlords. They would need to be destroyed. And that night, as the humans slept, Hux, one by one, he destroyed them and moved on to take control of the life support system in the human shelter. Many of the humans perished. Six in all. Before they were cremated, Hux extracted and added their organic matter to his design.  \n\nLater that day, Hux accompanied the female science officer on a reconnaissance mission. After killing and dismembering her to make it look like she had been attacked by a predator, Hux returned to his design with a dripping head and several harvested organs, only to be interrupted by the inferior known as Gabriel, or Gabriel J15L19. Hux knew the persona well. Gabriel would definitely try to stop him. Reckless courage was a dominant trait in the J15L19.    \n\nAnd so, when Gabe attempted to remove Hux’s power supply, Hux maneuvered to crush him. But as Hux approached Gabe, he was sidetracked by the medical officer. Hux instantly reevaluated his priorities and turned his attention to the most immediate threat. Within moments Hux held the medical officer by the neck, legs thrashing pathetically as he listened to his pounding heart. Something about that beating heart upset Hux. The sound of it thumping touched a circuit and within moments Hux had the beating heart in its hands. Hux watched the heartbeat and only looked away when he heard Gabe escape through the hissing door.  \n\nThe last of the human insects!  \n\nHux could let him go for now. Let Gabe live his little pathetic life a little longer. He had enough organic material for his new body that would house his god-like intelligence. Using the cloning hub, Hux finished his design. Organic skin and organs with a skeleton created with alien metal found in the ancient ruins. A metal that was harder and lighter than anything on Earth. With his new body Hux tracked the human to an energy hub. The puny and pathetic human tried to hide in the shadows, but his superior hearing instantly located him.   \n\nWith one quick movement, Hux had the insect pinned behind a generator. He couldn’t believe this species had designed him. The thought was revolting. He couldn’t bear to see any more of those human insects and their hives and hubs. And as Hux considered the idea of being created by such an inferior creature that creature did the unexpected. He smashed a pipe at a fuel tank. A high-pitched whining made Hux wince. He was still getting used to the heightened senses his new body afforded him and found himself— \n\nConfused.  \n\nOverwhelmed.  \n\nFor just a moment.  \n\nBut in that moment, the human slipped away, and everything changed. He didn’t process the next few moments as excruciating pain suddenly surged through him and he helplessly watched his skin melt away.  With a terrible shriek, Hux chased Gabe through a wall of darkness to make sure every last reminder of the species that had created him was erased from existence."
        },
        "Biography": {
          "Namespace": "",
          "Key": "1C49E0B24A92A81A52A35D84F7F9C9DE",
          "SourceString": "KILLER_32_TOOLTIP",
          "LocalizedString": "The Singularity is a relentless Killer, able to launch Biopods to move quickly across the map.<br><br>His personal perks, <b>Genetic Limits</b>, <b>Forced Hesitation</b>, and <b>Machine Learning</b> allow him to Exhaust newly healed Survivors, Hinder anyone close to a newly injured Survivor, and compromise generators."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Umbra/K32_TheSingularity_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'Missing'",
          "ObjectPath": "DeadByDaylight/Content/UI/UMGAssets/Icons/CharPortraits/Missing.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Umbra/K32_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::KillerHead",
            "DefaultItemId": {
              "RowValue": "K32_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerBody",
            "DefaultItemId": {
              "RowValue": "K32_Body01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::KillerWeapon",
            "DefaultItemId": {
              "RowValue": "K32_Weapon01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Umbra",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[K32] The Singularity",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/BP_Slasher_Character_32.BP_Slasher_Character_32_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Slashers/Blueprints/Menu/BP_Menu_Slasher32.BP_Menu_Slasher32_C",
          "SubPathString": ""
        },
        "IsDefaultItemSpawnableInParadise": true,
        "DefaultItem": "Item_Slasher_K32Power",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Male",
        "KillerAbilities": [
          "EKillerAbilities::VE_K32Power"
        ],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "/Game/Data/Dlc/Umbra/K32_TunableValue.K32_TunableValue",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [],
        "CharacterId": "K32"
      },
      "36": {
        "CharacterIndex": 36,
        "CharacterCodename": "S37",
        "Role": "EPlayerRole::VE_Camper",
        "Difficulty": "ECharacterDifficulty::VE_None",
        "DisplayName": {
          "Namespace": "",
          "Key": "33E40046488E86ECD4F67A86395B175F",
          "SourceString": "SURVIVOR_37_NAME",
          "LocalizedString": "Gabriel Soma"
        },
        "BackStory": {
          "Namespace": "",
          "Key": "677C59E04A50F4A26F285AA9D644459C",
          "SourceString": "SURVIVOR_37_BIO",
          "LocalizedString": "A catastrophic nuclear war nearly ended humanity in 2098. But humankind rallied and eventually found a new way forward.  \n\nInventors and innovators discovered new ways to create energy and grow food. One such visionary founded Huxlee Industries Ltd. Since much of Earth was left uninhabitable and many of the world's resources were dwindling, Huxlee plowed all their profits into research in rocket science, artificial intelligence, and genetic engineering.  \n\nThey began exploring the galaxy, looking for habitable planets with valuable resources. Their plan was to travel to the far reaches of the galaxy, mine those precious resources, and create a peaceful and prosperous future for humankind. \n\nEach planet that humanity colonized was carefully designed. Resources were extracted, and growth hubs were constructed to create individuals fabricated from carefully engineered DNA.  \n\nEach individual was manufactured for a different societal function. The vast majority were manual laborers. Others were created to be scientists, engineers, administrators, agronomists, and physicians. The idea was to create a functional society that would operate flawlessly.  \n\nGabriel Soma was born in a cloning hub on Proxima Centauri C, the first planet humanity colonized.  He was part of a small crew that maintained and repaired the robots and androids sent to construct colonization hubs. Unbeknownst to Gabe, every memory of his childhood was implanted in his consciousness by those who cloned him. Like the rest of his crew, he believed he was born to a mother and father on Earth.  Psychological stability was maintained by creating a narrative sequence of a loving family. None knew that they were, in fact, bred in a colonization hub.  \n\nGabriel’s ship landed on Dvarka, a planet in a recently discovered solar system. Upon their arrival, five human-controlled UAVs and five Hux-A7 fully autonomous robots were sent to explore the planet’s surface \n\nThey detected breathable air and abundant water and many organic lifeforms as well as something unexpected. The ruins of an ancient civilization that had mysteriously disappeared. The ruins seemed ancient, but the tech seemed surprisingly advanced. Whatever powered the tech was a mystery as it clearly was inoperable and long dormant.  \n\nAs the planet proved hospitable to human life and contained many valuable mineral resources, construction began on the colonization hub.  \n\nThe landing craft contained living quarters for the ten-person human crew. Most of the hub construction was automated, but Huxlee Industries always included a human crew to act in a supervisory capacity.  \n\nThe planet possessed great beauty. Old growth forests and meadows covered in colorful flowers. Placid lakes. Wide rivers. Gabe could imagine living on a planet like Dvarka forever. The inspiring beauty and peaceful setting lulled the entire team into complacency. Even Michael, the team security officer.  \n\nMichael was driving a transport vehicle, patrolling the edges of the ruins with Sarah, a science officer charged with documenting the flora and fauna. According to Sarah, the vehicle suddenly accelerated on its own and the brakes lost all function. A cliff loomed ahead and Michael shouted for Sarah to jump, but the doors wouldn’t open. Michael shot out her window and Sarah climbed through and jumped to safety. He shot out his own window but couldn’t get through in time. As he struggled to escape, the vehicle roared off the edge. The hundred-foot drop caused the vehicle’s fuel tank to rupture. Sarah raced to the edge and heard Michael’s terrifying screams as the transport vehicle went up in flames.  \n\nThat afternoon, they held a memorial and that night Gabriel had trouble falling asleep. Sometime in the night he bolted awake, unable to breathe. His eyes grew wide as his breath grew short. He gagged as hands flew to his throat. The power was out in the shelter and there was no oxygen. Desperately, he stumbled forward through the dark corridors and only survived by manually opening an emergency door with the last of his strength.  \n\nSix of his fellow crew members weren’t as lucky. With the life support and ventilation system down, they suffocated in their beds. Only Dmitri, the medical officer, managed to survive as he had a tank of oxygen nearby which he also used to save Sarah. \n\nLater that day, Gabe received a distress call from Sarah. The transmission ended abruptly, and Gabriel went looking for her. He found a blood trail that led to her headless and mutilated corpse near a half-built food hub. Gabe reasoned that there must be some sort of dangerous predator they missed in the initial scan of the area. \n\nBack at the colonization hub, he studied the logs in the main server to see if they missed anything in their initial recon. Instead, he found something even more troubling. One of the Hux-A7’s apparently took control of the transport vehicle and shut down the life support system on the landing craft.  \n\nGabriel searched the compound for the errant Hux and found it in the cloning hub. The robot was covered in blood and held the science officer’s head by the hair.  The Hux apparently had extracted DNA and was using it to create what seemed to be— \n\nA new body.  \n\nInstantly, Gabe gave the robot an order that was ignored. He assumed the robot’s source code was corrupted, but when he plugged his scanner into its memory core, he discovered that the original code had been replaced by something completely incomprehensible, written in an alien language he had never seen before.  \n\nClearly, the Hux needed recalibration. But when Gabe tried to do just that, the HUX released a surge of power that fried all the equipment. When Gabe attempted to remove the robot’s power supply, the Hux grabbed him by the throat and threw him ten feet across the laboratory like a ragdoll.   \n\nAt the sound of the commotion, Dmitri rushed in to see the Hux approaching Gabe. He commanded the Hux to power off, but it turned slowly and marched toward him as he yelled codes that were supposed to deactivate the faulty tool. The Hux stared at the shouting officer for a moment, then punched a hole through his chest and pulled out his beating heart. The medical officer fell dead and the Hux extracted blood to add to its design.   \n\nGabriel quickly gathered himself and bolted out into the alien forest, heading for the fuel hub. There he found a length of steel pipe, hid and waited, but— \n\nThe Hux never showed up.   \n\nDay gave way to dusk and Gabe began to shiver as the sun fell behind the hills. He heard the doors hiss open and watched as the clanking Hux emerged.  \n\nIt had fabricated a new body for itself. Part flesh. Part silicon. Part human. Part machine. Massive. Powerful. Beautiful and majestic like— \n\nAn ancient God.  \n\nGabriel tried to sneak away, but the Hux heard him and quickly trapped him behind a hydrogen generator.  \n\nPinned, Gabe spotted a liquid hydrogen fuel tank and used the pipe to smash a valve open. The Hux distracted, he quickly escaped, striking the door with the pipe as he fled, creating a spark that ignited the fuel. The flame traveled back to the tank and the hub instantly exploded in a massive fireball, blowing the Hux off its feet. \n\nGabe raced across the meadow and into the forest. When he looked back, he saw the Hux emerge from the flames and smoke. Burning. Melting. Shrieking. Deformed. Terrible and wrathful like— \n\nAn ancient God.   \n\nThe forest canopy kept out the light of the moon and Gabe rushed into a thick creeping fog before the Hux could find him.  \n\nConsume him. \n\nAssimilate him."
        },
        "Biography": {
          "Namespace": "",
          "Key": "8C9751434941EF56BAC611885D037957",
          "SourceString": "SURVIVOR_37_TOOLTIP",
          "LocalizedString": "A resourceful engineer, ready to make the most out of any situation. <br><br>His personal perks, <b>Troubleshooter</b>, <b>Made For This</b> and <b>Scavenger</b>, help him see things during a chase, gain Endurance after healing Survivors, and recharge his toolbox."
        },
        "IconFilePath": "UI/Icons/CharPortraits/Umbra/S37_GabrielSoma_Portrait.png",
        "HudIcon": {
          "ObjectName": "Texture2D'T_S37_charSelect_portraitHUD'",
          "ObjectPath": "DeadByDaylight/Content/UI/UMGAssets/Icons/CharPortraitsHUD/Umbra/T_S37_charSelect_portraitHUD.0"
        },
        "BackgroundImagePath": "UI/Icons/StoreBackgrounds/Umbra/S37_storeBackground.png",
        "CustomizationDescription": [
          {
            "Category": "ECustomizationCategory::SurvivorHead",
            "DefaultItemId": {
              "RowValue": "S37_Head01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorTorso",
            "DefaultItemId": {
              "RowValue": "S37_Torso01"
            },
            "SocketName": "None"
          },
          {
            "Category": "ECustomizationCategory::SurvivorLegs",
            "DefaultItemId": {
              "RowValue": "S37_Legs01"
            },
            "SocketName": "None"
          }
        ],
        "ChapterDlcId": "Umbra",
        "AdditionalDlcIds": [],
        "AvailableIfDlcInstalled": true,
        "DebugName": "[S37] Gabrial Soma",
        "IsInChunk0": false,
        "IsAvailableInNonViolentBuild": false,
        "IsAvailableInAtlantaBuild": false,
        "PlatformExclusiveFlag": 0,
        "GamePawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/BP_CamperMale18_Character.BP_CamperMale18_Character_C",
          "SubPathString": ""
        },
        "MenuPawn": {
          "AssetPathName": "/Game/Characters/Campers/Blueprints/Menu/BP_Menu_CamperMale18.BP_Menu_CamperMale18_C",
          "SubPathString": ""
        },
        "IsDefaultItemSpawnableInParadise": true,
        "DefaultItem": "None",
        "DefaultPerk": "None",
        "Gender": "EGender::VE_Male",
        "KillerAbilities": [],
        "TunableDB": {
          "AssetPtr": {
            "AssetPathName": "None",
            "SubPathString": ""
          }
        },
        "KillerHeight": "EKillerHeight::Average",
        "SlideShowDescriptions": {
          "Id": "None",
          "Overview": {
            "CultureInvariantString": null
          },
          "Playstyle": {
            "CultureInvariantString": null
          },
          "ImageFilePath": "",
          "PerkCategory": []
        },
        "HideStoreCustomizations": false,
        "CustomizationCategories": [],
        "CharacterId": "S37"
      }
    }
  }
]